{"results": [{"headline": "A Life of Telling Tall Tales", "publication_date": "2003-12-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:40", "opening_date": "2004-01-09", "display_title": "Big Fish", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E1D81E3DF933A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Big Fish", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This soft, thin magic-realist fable concerns the fabulous (and largely self-fabricated) life of Edward Bloom, a garrulous Southerner played in his youth by Ewan McGregor and on his deathbed by Albert Finney. Edward is a devoted teller of tall tales, which charms everyone except his son, Will (Billy Crudup), who must overcome this estrangement before his father's death. There is an interesting family drama hidden behind all the whimsy and moonshine, but the movie is so steadfast in its admiration for Edward and his inventions that it never considers that Will might have a point. The movie, in consequence, lacks one, as it wanders through a series of cute, fairy-tale episodes, featuring, among other things, a glass-eyed witch, a pair of conjoined Korean chanteuses, and a town where nobody wears shoes. Tim Burton's imagination, so wild and marvelous in movies like &quot;Pee Wee's Big Adventure,&quot; &quot;Edward Scissorhands&quot; and &quot;Beetlejuice,&quot; seems to have been tamed. Rather than resonating with the uncanny magic of the unconscious, his images seem to be part of a strategy of denial, designed to obscure the possibility that Edward, a charismatic raconteur, might also be a narcissist and a compulsive liar. Will might forgive these lapses — that is a son's prerogative, after all. Far worse, from the audience's point of view, is that Edward is also a bit of a bore. — A. O. Scott", "multimedia": null}, {"headline": "Baby-Faced Little Rascals Who Pack Saturday Night Specials", "publication_date": "2003-12-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:17:06", "opening_date": null, "display_title": "Way Past Cool", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE7D71E3DF933A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Way Past Cool", "type": "article"}, "mpaa_rating": "R", "summary_short": "Made the same year as David Gordon Greene's wonderful &quot;George Washington&quot; and suffering by the inevitable comparison, Adam Davidson's 2000 urban drama drifts into fairy tale, comparing and contrasting the idyllic childhood of the &quot;Our Gang&quot; films with the harsh realities of life for young people in Long Beach, California.  Alternately violent and sentimental, it is at heart a benign, likeable movie, blending fairy tale archetypes with hip-hop iconography. — Dave Kehr", "multimedia": null}, {"headline": "Good Samaritans May Not Be What They Seem", "publication_date": "2003-12-05", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:30:33", "opening_date": null, "display_title": "What Alice Found", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E0D8173DF936A35751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of What Alice Found", "type": "article"}, "mpaa_rating": "R", "summary_short": "This small, finely-wrought  drama of a naive young runaway (Emily Grace) who gets lost on the American highway gives that wonderfully salty New York stage actress Judith Ivey one of the chewiest roles of her career. Her character, Sandra, is a garrulous, weather-beaten truck-stop prostitute  cruising the interstate with her husband in their recreational vehicle. Were it a  mainstream Hollywood movie, this story of a young woman who is taken under their  wing and turned into a working girl would have veered into a nightmarish melodrama of  imprisonment and escape.  Instead, the movie, filmed in murky digital video, has the  courage to travel a higher, twistier moral road. — Stephen Holden", "multimedia": null}, {"headline": "A Young Jew, an Elderly Muslim and a Sentimental Bond", "publication_date": "2003-12-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:05:07", "opening_date": "2004-04-09", "display_title": "Monsieur Ibrahim", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E4D7173DF936A35751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Monsieur Ibrahim", "type": "article"}, "mpaa_rating": "R", "summary_short": "This modest, sentimental film concerns the friendship between Momo, a young Jewish boy (Pierre Boulanger), and Ibrahim (Omar Sharif), a Muslim shopkeeper who becomes his surrogate father and spiritual guide. Set in Paris in the 1960's, the movie has a scruffy, New Wave look and a soundtrack full of period-appropriate French and American pop songs. This is, at bottom, a lesson in tolerance, but the atmosphere of unassuming realism and the tenderness of the two central performances make it less cloying then it might be, and Mr. Sharif's sly charisma almost rescues his character, who is basically the personification of exotic, enigmatic wisdom, from being a dubious Orientalist cliché. — A. O. Scott", "multimedia": null}, {"headline": "Born in Iraq, Living in Israel, Pondering Issues of Identity", "publication_date": "2003-12-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:01", "opening_date": null, "display_title": "Forget Baghdad", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E0D8173DF936A35751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Forget Baghdad", "type": "article"}, "mpaa_rating": "", "summary_short": "Directed  by Samir, a Shiite Muslim born in Iraq and raised in Switzerland, this fascinating but  disorganized exploration of cultural identity weaves interviews with four Iraqi-born Jews  living in Israel into a meditation on how the movies perpetuate negative cultural  stereotypes. Though the individual stories are absorbing, the two ideas don't mesh comfortably. The most entertaining segment is an interview with the outspoken Israeli film scholar Ella Shohat. &#151; Stephen Holden", "multimedia": null}, {"headline": "From the Wild West to the Honorable East", "publication_date": "2003-12-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:13", "opening_date": "2003-12-05", "display_title": "The Last Samurai", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05EFD7173DF936A35751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Last Samurai", "type": "article"}, "mpaa_rating": "R", "summary_short": "There is probably no director more obsessed with the complexity of patriotism  — an unusual subject to plumb in mainstream films — than Edward Zwick, who is driven to question the imperatives of an America that his protagonists both love and detest.  His movie falls squarely into the realm of the previous Zwick bedeviled-hero films, &quot;Glory,&quot; &quot;Courage Under Fire&quot; and &quot;The Siege.&quot; And I do mean squarely.  &quot;Samurai&quot; is a mythic western that combines a fish-out-of-water theme with an immersion in Japanese culture: John Ford's &quot;Lost in Translation.&quot; And this time, the can-do idol of millions, Tom Cruise, uses his polished chrome smile mirthlessly. The uneven &quot;Samurai&quot; is a can-do movie that's far more effective at communicating emotion in bigger scenes than in more intimate ones. Mr. Cruise plays the burnt-out former Army officer and Indian fighter Nathan Algren. He is hired by his former commander (Tony Goldwyn) who wants Algren to travel to Tokyo and train Japanese soldiers in the use of American tactics and rifles.  Algren is forced to send his nervous, underprepared imperial troops into battle too soon against an enemy of the Emperor, the samurai Katsumoto (Ken Watanabe). When a wounded Algren kills Katsumoto's second-in-command, he's captured by the invaders and, even more bewildering, cared for by Katusmoto's sister, Taka (Koyuki), the widow of the man Algren killed. Algren then learns the ways of the samurai with an alacrity that's expected of movie stars. — Elvis Mitchell", "multimedia": null}, {"headline": "She's Aiming for the Stars, With Feet Planted in the Bronx", "publication_date": "2003-12-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:52:22", "opening_date": "2003-12-05", "display_title": "Honey", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05EFD6173DF936A35751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Honey", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this upbeat hip-hop fable, Jessica Alba plays a young dancer in the Bronx who dreams of stardom in the world of music videos. That her dreams come true will come as no surprise; nor will the rather mild obstacles she faces. The story is crowded with incidents and subplots, but Ms. Alba's bland, self-confident perkiness keeps real emotional trouble at bay. Corny as it is, the movie is also a winning and warm-hearted celebration of upward mobility and civic responsibility, and the power of hip-hop to combine them. Mekhi Phifer plays Honey's love interest and neighborhood ally, and Lil' Romeo, showing real promise as an actor, plays a talented break-dancer whom Honey must save from the local drug dealer. The cameos by real-life rappers like Ginuwine and Missy Elliott, and the buoyant, beat-heavy soundtrack, give the movie an extra hit of vitality and glamour. — A. O. Scott", "multimedia": null}, {"headline": "A Mother's Expandable and Embracing Heart", "publication_date": "2003-11-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:57:01", "opening_date": null, "display_title": "My Flesh and Blood", "link": {"url": "http://www.nytimes.com/movie/review?res=9903EEDB143AF93BA15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of My Flesh and Blood", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "As you watch this documentary portrait of Susan Tom, a cheerful, unpretentious  block of a woman who is single-handedly bringing up a large brood of severely disabled  children, you might get a clearer understanding of what love is and what it's not. The  love Ms. Tom offers has little to do with tearful avowals and hearts and flowers  sentimentality and everything to do with following through, providing strong, thoughtful  care, and firm, but gentle discipline to her children, two of whom face early deaths. The  movie focuses on four young members of Ms. Tom's adopted family: Anthony, a forlorn  20-year-old (who looks about 11) and suffers from a degenerative skin disease that's  excruciatingly painful; Faith, a seven-year-old burn victim; Xenia, who has no legs; and  the house troublemaker, 15-year-old Joe, who suffers from cystic fibrosis and severe  attention deficit disorder. The movie is as inspiring as it is unforgettable. — Stephen Holden", "multimedia": null}, {"headline": "The Cartoon Renegades", "publication_date": "2003-11-28", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:23:00", "opening_date": "2003-11-28", "display_title": "Independent Spirits: Faith Hubley/John Hubley", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E3DC153AF93BA15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Independent Spirits: Faith Hubley/John Hubley", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Mainstays of independent animation for half a century, John and Faith Hubley are no longer with us (John died in 1977; Faith in 2001), but their presence continues to be felt through an ongoing series of retrospectives and tributes, of which this documentary, directed by Sybil DelGaudio, is the latest.  The film isfar more a celebration of the Hubleyss work (and marriage) than a critical examination of it, stringing together interviews with the Hubleys culled from various archival sources and extensive clips from their films, including the Oscar-winning Moonbird of 1959.  With testimony from animation historians Charles Solomon and John Canemaker, the case is made that the Hubleys were among the first to liberate animation from pigs and bunnies, as John characterized the subject matter of studio cartoons, and introduce weighty themes such as overpopulation and the nuclear menace.  Though not a technically polished production, Independent Spirits stands as an effective and affectionate introduction to a pair of sympathetic and dedicated artists. — Dave Kehr", "multimedia": null}, {"headline": "A 1970's Farm Union Struggle Leaves a Broken Town Today", "publication_date": "2003-11-28", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:54", "opening_date": null, "display_title": "Valley of Tears", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E0DA143AF93BA15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Valley of Tears", "type": "article"}, "mpaa_rating": "", "summary_short": "With this thought-provoking documentary, the director and cinematographer Hart Perry returns to some 16mm film he shot in 1979 while he was working for the Texas Farm Workers Union.   The resurrected material concerns a strike that broke out in the southern Texas community of Raymondville, when local union pickers  most if not all of them Mexican-Americans  decided that 25 cents a bushel, the going rate for their labor for over twenty years  was no longer enough to live on.  Returning some twenty years later, Mr. Perry finds a more open community, one in which Latinos are beginning to have a say in their government, but also a devastated economy, left behind by farmers who preferred to close up rather than employ the no longer docile local workers.  Dense, contradictory and distressingly honest, Valley of Tears is that rarity among political documentaries:  a genuinely thought-provoking film. — Dave Kehr", "multimedia": null}, {"headline": "A Man Who Invented Himself and Helped Invent an Era", "publication_date": "2003-11-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:35", "opening_date": null, "display_title": "The Legend of Leigh Bowery", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E2DB143AF93BA15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Legend of Leigh Bowery", "type": "article"}, "mpaa_rating": "", "summary_short": "Now that the Broadway  show &quot;Taboo&quot; has brought him a modicum of posthumous fame in the United States, the  reputation of Leigh Bowery, the Australian-born, London-based performance artist,  fashion designer and drag provocateur has finally crossed the Atlantic. In the 1980's,  Bowery was the toast of the London club scene where he elevated dressing outrageously  into a kind of a mad performance art. He later worked in galleries and sat for the painter  Lucian Freud.  This documentary, filmed in digital video, weaves interviews with  Bowery's strait-laced family, assorted art world personages and flamboyant playmates  into a detailed and affectionate biography. It gently makes the case for him as a  significant artistic catalyst who until his death in 1994 blazed a glittery trail at the  intersection of fashion, pop music, and surrealist performance. — Stephen Holden", "multimedia": null}, {"headline": "Romance, Comedy, Bathos: All Blended by Bollywood", "publication_date": "2003-11-27", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:51:30", "opening_date": null, "display_title": "Kal Ho Naa Ho", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E0D7163AF934A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Kal Ho Naa Ho", "type": "article"}, "mpaa_rating": "", "summary_short": "Set in New York City and partly filmed here, &quot;Kal Ho Naa Ho&quot; (&quot;Tomorrow May Never Come&quot;) is a vigorous Bollywood blend of romantic comedy and family melodrama.  The central figure, and narrator, is Naina (Preity Zinta), a young woman who lives in a snug Indian neighborhood of tree-lined streets and detached bungalows (which looks suspiciously more like Toronto than any known borough of New York).  Naina, who wears glasses that maker her look like Ashleigh Banfield and who is studying for a business degree at the University of New York, might strike casual observers as an ideal daughter, but she is a disappointment to her large Punjabi family for the standard reason:  she is not married, and has no immediate intention to be.  Enter Aman (Shah Rukh Khan), a dashing charmer who entrances Naina  but who also has a fatal heart disease.  Like many Bollywood films, &quot;Kal Ho Naa Ho&quot; has little notion of restraint.  Its luxuriant, nearly three-hour running time allows lots of room for spectacular musical numbers (including Its the Time to Disco and the plangent title song) and dramatic climaxes extended to the breaking point and beyond.  Madame Bovary had nothing on Aman, whose death scene seems to occupy several miles of celluloid.   This is a rich meal that may best be reserved for stomachs accustomed to such bountiful fare. — Dave Kehr", "multimedia": null}, {"headline": "A Badge, as License to Break the Law", "publication_date": "2003-11-26", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:52:29", "opening_date": null, "display_title": "El Bonaerense", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E4DD1F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of El Bonaerense", "type": "article"}, "mpaa_rating": "", "summary_short": "There are no crusading moralists to clean up the mess in  this grim, dispassionate drama of police corruption, set mostly in contemporary  Buenos Aires. A powerful sweat-strained swatch of Argentine neo-realism, &quot;El  Bonaerense,&quot; filmed in harsh high-contrast, follows the initiation of a naive police recruit  (Jorge Roman), a former locksmith from a rural shanty town, into a labyrinth of sleaze.  The movie is all the more disturbing for refusing to act like an expose. It just throws up  its hands and says, this is the way it is. — Stephen Holden", "multimedia": null}, {"headline": "This Santa Sobers Up, but Only for Greed", "publication_date": "2003-11-26", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:14:00", "opening_date": "2003-11-26", "display_title": "Bad Santa", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E3DB1F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bad Santa", "type": "article"}, "mpaa_rating": "R", "summary_short": "Somebody needed to make a comedy built around all of the holiday season hostility that goes up along with the decorations this time of year. The light-fingered director Terry Zwigoff and the screenwriters Glenn Ficarra and John Requa are just the guys for such a task. &quot;Bad Santa&quot; takes all of the Christmas season's bad vibes and converts them into an achingly funny and corrupt dark comedy. Billy Bob Thornton is Willie T. Stokes, a burned-out, hard-drinking safecracker who's annually roused from sleeping one off during the most wonderful time of the year by his dwarf partner, Marcus (Tony Cox). As Marcus works as a department store elf, he also cases the store so that he and Willie can break in and relieve the joint of valuable merchandise. On this tour, they've ended up in Phoenix, which just adds to the wealth of hilarious incongruity. As a director, Mr. Zwigoff has a taste for finding the dramatic power of self-loathing and making it entertainment. His previous films, the documentary &quot;Crumb&quot; and the his fiction-film debut &quot;Ghost World,&quot; both hinged on coping with epic tides of depression. &quot;Santa&quot; falls directly into that lineage. Mr. Thornton's face is drawn into a rictus of a snarl; his Willie anticipates trouble, and when it doesn't crop up on its own, he has to stir it up from the bottom of the pot.  Willie is filled with the most distorted kind of narcissism imaginable, and for Mr. Thornton, it functions as a kind of star chemistry. Willie ladles it generously on the kids who line up to see him on his wobbly perch on Santa's throne: he's the kind of minimum-wage offal who has sent his victims on to thousands of hours of therapy. —  Elvis Mitchell", "multimedia": null}, {"headline": "Charming Illegal Aliens Facing Family Upheaval", "publication_date": "2003-11-26", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:50:20", "opening_date": "2004-02-06", "display_title": "In America", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E3D81F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of In America", "type": "article"}, "mpaa_rating": "", "summary_short": "Many of the elements in this picture about an Irish family living in New York —  picturesque poverty, an angelic, doomed black man, a dead child, a pair of cute, precocious daughters, a risky pregnancy toward the end —  seem to promise a sticky bath of shameless sentimentality. But instead, thanks to Jim  Sheridan's graceful, scrupulously sincere direction and the dry intelligence of his cast, &quot;In America&quot; is likely to pierce the defenses of all but the most dogmatically cynical viewers. The film, which Mr. Sheridan wrote with two of his daughters, is unabashedly personal, but he is too modest a filmmaker to turn his own experience into a lesson or a parable. From moment to moment, as it follows Johnny and Sarah Sullivan (Paddy Considine and Samantha Morton, both quietly terrific) through their daily struggles, the story feels small, almost anecdotal. But just as its tactful realism is adorned with a dusting of magic, its unassuming clarity hides an unexpected grandeur. It is the kind of movie that keeps growing in your mind long after you ve seen it, and its characters are so radiantly particular that they come, after a while, to seem like people you know. — A. O. Scott", "multimedia": null}, {"headline": "Nostalgia for a Land That Twirls in Dreams", "publication_date": "2003-11-26", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:55:30", "opening_date": "2004-02-13", "display_title": "Triplets of Belleville", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E1DA1F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Triplets of Belleville", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Sylvain Chomet's ravishingly weird animated feature unfolds in a universe of sheer impossibility, where size, proportion and balance are ruled by the whims of the director's perverse pen and his peculiar imagination. Although that imagination has evidently been fed by sources as various as Betty Boop, Jacques Tati and European comic books, its products are too strange to be assimilated into any known tradition. The plot is too bizarre for summary, but it involves the efforts of a diminutive, club-footed grandmother to rescue her grandson, a Tour de France cyclist, from the clutches of the French mafia. Aiding her are her faithful dog, Bruno, and the Triplets of the title, a trio of weird sisters who subsist on a diet of frogs and who make entrancing music with kitchen appliances and old newspapers. The Triplets is a similar collage of the found and the invented. Its style evokes a post-war France making its stubborn, eccentric way into the modern world — a nation of cigarette-rolling truck drivers and accordion-squeezing pop singers. It is surely the oddest movie of the year — by turns sweet and sinister, insouciant and grotesque, invitingly funny and forbiddingly dark. It may also, by dint of Mr. Chomet's sheer inventiveness, be one of the best. — A. O. Scott", "multimedia": null}, {"headline": "On a Trail to Fixing a Broken Family", "publication_date": "2003-11-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:56:18", "opening_date": "2003-11-26", "display_title": "The Missing", "link": {"url": "http://www.nytimes.com/movie/review?res=940DEFDB1F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Missing", "type": "article"}, "mpaa_rating": "R", "summary_short": "Apparently the only thing tougher than endurance on the frontier is sitting through a movie about endurance on the frontier — at least that's the point &quot;The Missing&quot; is determined to make. Amazingly, what it also seems to be saying is that 40 years after John Ford's 1956 &quot;The Searchers,&quot; we've arrived at a point in film history in which the movie industry can only offer a less sophisticated version of the same material. Overly sensitive and disdainful of her tough life, Lilly (Evan Rachel Wood) longs to escape the grim cabin she shares with her healer mother, Maggie (Cate Blanchett), and little sister, Dot (Jenna Boyd). Lilly gets away from home in a way she never bargained for — she's kidnapped by a group of renegade Indians who plan to sell her once they cross the border into Mexico. Just before Lilly is snatched away, Maggie's estranged father (Tommy Lee Jones) returns home: there's already tension in the household. When the worst happens, Maggie is forced to team with her father to track down her daughter. But &quot;The Missing&quot; leaves out the sexual paranoia that John Wayne's face reflected; he was eaten alive by the possibility that his abducted niece had become sexually involved with her captors. Despite torrents of brutality, there's no danger of rape from the scrupulous villains in &quot;The Missing.&quot; As a result, this is a movie that only exists from the shoulders up. It's an intriguing way for Ron Howard to play to his chief strength — and interests — the knotty and peculiar emotional cross-currents that buffet a family. And  for a time, before it shifts into the thriller aspect of the story, &quot;The Missing&quot; feels like a thoughtful attempt to focus on the strains of home life.   After the mission of &quot;The Missing&quot; begins, however, the movie starts to feel like an episode of Stephen King's &quot;Little House on the Prairie.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Who Put the Overdrive in Mr. Murphy's Mansion?", "publication_date": "2003-11-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:31", "opening_date": "2003-11-26", "display_title": "The Haunted Mansion", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E6DC1F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Haunted Mansion", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This Disney fright comedy, starring Eddie Murphy in another of his put-upon dad roles, is an anomaly - no frights and no laughs. The price of the popcorn-and drink combo at most theaters running this film is scarier. The titular entity is occupied by a ghost, Edward Gracey (Nathaniel Parker), who took his own life centuries ago in response to his lady love's suicide. Years later, the realtor Jim Evers (Mr. Murphy) is summoned to Gracey Manor with his wife, Sara (Marsha Thomason); tough-girl daughter, Megan (Aree Davis); and son, Michael (Marc John Jeffries). And the breathtaking Sara has an amazing resemblance to the late lady of the manor. &quot;Mansion&quot; is a movie that doesn't really want to evoke reaction - it lacks even the cheesy fear quotient that a film like &quot;Abbott and Costello Meet the Mummy&quot; could dredge up. And Mr. Murphy is left to fall back on his mechanical sketch version of displaying terror, which only makes the picture seem even more insubstantial. — Elvis Mitchell", "multimedia": null}, {"headline": "To a Guy Who Banks on Bad Luck, Good Luck Can Be Bad", "publication_date": "2003-11-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:59", "opening_date": "2004-01-16", "display_title": "The Cooler", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E3DD1F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Cooler", "type": "article"}, "mpaa_rating": "", "summary_short": "William H. Macy plays Jerry Lootz, a man so thoroughly unlucky that he is the cause of bad luck in others. In hock to a slick, thuggish casino manager (Alec Baldwin), Jerry works as a cooler, foiling the winning streaks of customers whose good fortune threatens the house s take. His own luck begins to change when a cocktail waitress named Natalie (Maria  Bello) takes him to bed, and then falls in love with him in spite of herself. The setting- -Las Vegas with its sleazy, lowlife glamour- -feels a bit tired, and the story is hokey, but Wayne Kramer, making his feature debut as a director, reins in his gimmicky instincts enough to allow the skill of the actors to shine through the drab indie-noir conventions. Mr. Baldwin plays his villainous role with subdued relish, and Mr. Macy and Ms. Bello settle comfortably into their characters, giving them an appealing, lived-in glow. — A. O. Scott", "multimedia": null}, {"headline": "The Eternal Conflict of Good vs. Medieval", "publication_date": "2003-11-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:23:27", "opening_date": "2003-11-26", "display_title": "Timeline", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05EFDD1F3BF935A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Timeline", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This clumsy, wooden screen adaptation of Michael  Crichton's novel &quot;Timeline,&quot; suggests a particularly wretched episode of &quot;Star Trek.&quot; A  fantasy of time travel in which a group of contemporary archaeologists plunges through a  wormhole in the time-space continuum to land in France in 1357, the movie pounds you  over the head with its noisy and ridiculous notions of medieval life. The expedition is  dispatched to retrieve a distinguished professor who got stuck in the past and left an  S.O.S., which his protege discovers on a dig. When the movie's interminable battle  scenes between the French and the English pause, two pairs of cardboard lovebirds grab  the chance to steal a smooch. But the movie doesn't have a genuinely human moment. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}