{"results": [{"headline": "Oliver Twist as Male Hustler in Toronto", "publication_date": "2004-05-21", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:56:04", "opening_date": null, "display_title": "Twist", "link": {"url": "http://www.nytimes.com/movie/review?res=9406E7D6113FF932A15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Twist", "type": "article"}, "mpaa_rating": "R", "summary_short": "If there is anything to be gained from tugging Charles Dickens's 1839 novel &quot;Oliver Twist&quot; from its politically pointed setting in early industrial London and transplanting it to a subculture of sulky male hustlers in contemporary Toronto, it is not evident in this small, bland Canadian film written and directed by Jacob Tierney.  His update imagines Oliver as a blond, virginal teenager (Joshua Close) who has run away from a grim life in the provinces to the big city, where on his first night in town he is lucky enough to run into Dodge (Nick Stahl), a youthful prostitute who takes him back to the dormitory for lost boys operated by Fagin (Gary Farmer, the roly-poly Indian actor of Jim Jarmusch's &quot;Dead Man&quot;). The act of placing a larger-than-life literary figures in a constrained, narrowly naturalistic environment merely strips the characters of their scale and interest. This is not a new &quot;Oliver Twist,&quot; but simply a wrung-out one. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Teenager Adrift, a Tragedy and the Marines to the Rescue", "publication_date": "2004-05-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:33", "opening_date": null, "display_title": "Stateside", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00EFD6103FF932A15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Stateside", "type": "article"}, "mpaa_rating": "R", "summary_short": "This muddled drama of a young marine and his obsessive relationship with a schizophrenic pop singer is an exceedingly earnest mishmash that  begins as a high-school soap opera, segues into a boys-to-men military drama and peters  out as a feeble answer to &quot;Girl, Interrupted,&quot; with a half-hearted &quot;Splendor in the Grass&quot;-style finale. As the movie, which has only the haziest grasp of narrative coherence,  jumps from one setting to the next, characters make unprepared entrances and exits, and  some disappear without a trace. Dramatic confrontations have no consequences. The  dialogue is so quirky that it's sometimes unintelligible. Worse, its two stars, Jonathan Tucker  and Rachael Leigh Cook, never transcend their characters' limitations to become  compelling. &#151; Stephen Holden", "multimedia": null}, {"headline": "Mother and Daughters Caught in an Almodóvarian Romp", "publication_date": "2004-05-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:32", "opening_date": null, "display_title": "My Mother Likes Women", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E7D6113FF932A15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of My Mother Likes Women", "type": "article"}, "mpaa_rating": "", "summary_short": "Almost all the characters in this Almodóvarian romp observe the world with a dizzy, fun-house-mirror tunnel vision. Rosa María Sardà portrays a successful concert pianist, separated from her  husband, who announces she's gay and presents her much younger lover, a shy Czech  immigrant, to her three shocked daughters. The fizz of playful sexual anarchy bubbles  like spiked ginger ale through the comedy, whose two stars are veterans of recent Pedro  Almodóvar films. Caught by surprise, the daughters' dismay turns to hostility when she  tells them she gave her savings to her new lover. Convinced the younger woman is a gold digger, they scheme to destroy the relationship by seducing the Czech and proving she's unfaithful. The comedy doesn't waste any time setting its plot in motion. As it goes along, it picks up speed, and the final half hour ties up the loose ends with such haste that the movie's texture thins and the humor turns strained and eager to please. — Stephen Holden", "multimedia": null}, {"headline": "The New Son-in-Law's an Ogre, and Hollywood Is the Target", "publication_date": "2004-05-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:48", "opening_date": "2004-05-19", "display_title": "Shrek 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9506EFD6143FF93BA25756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Shrek 2", "type": "article"}, "mpaa_rating": "", "summary_short": "This sequel revives the raucous high spirits of its predecessor, with some new characters, jokes and satiric targets to compensate for the loss of novelty. Shrek (Mike Myers) and Fiona (Cameron Diaz), now married, travel with Donkey (Eddie Murphy) to meet Shrek's in-laws, the king and queen of Far Far Away, which is to Hollywood what Duloc was to Disney in the first &quot;Shrek.&quot; There they contend with a scheming fairy godmother (Jennifer Saunders), and a swashbuckling, scene-stealing Puss in Boots (Antonio Banderas). The animation has improved, and the cross-generational appeal — slapstick and moralizing for the kids, cheekiness and pop music for the grownups — is precisely calibrated and jauntily executed. Still, the cynicism of the enterprise leaves a bit of a sour taste. The movie is too timid to risk genuine ugliness, and too crude to try for real beauty. — A. O. Scott", "multimedia": null}, {"headline": "An Episodic Ride Full of Serial Sipping and Smoking", "publication_date": "2004-05-14", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:29:26", "opening_date": "2004-06-11", "display_title": "Coffee and Cigarettes", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E5D91E3CF937A25756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Coffee and Cigarettes", "type": "article"}, "mpaa_rating": "R", "summary_short": "Over 17 years, in the midst of other, more ambitious projects, Jim Jarmusch assembled this anthology of minor-key vignettes in celebration of caffeine, nicotine and the indolent pleasure of sitting around and consuming them. Not that the people in the film are always having such a good time: they seem, rather, to get on one another's nerves with some regularity. Some of the chapters are almost vanishingly slight —  hipster anecdotes that float away like smoke rings. Others —  notably a hotel bar encounter in which Cate Blanchett plays both herself and a resentful cousin and a game of celebrity one-upmanship between Alfred Molina and Steve Coogan —  have the compact perfection of good one-act plays. The whole thing is like an old LP; some tracks are more memorable than others, but the cumulative effect is ragged, serendipitous magic. — A. O. Scott", "multimedia": null}, {"headline": "Thrown Together Amid War, They Slowly Grow Together", "publication_date": "2004-05-14", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:23:48", "opening_date": null, "display_title": "Strayed", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E6DD1E3CF937A25756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Strayed", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "André Téchiné's taut, swift wartime drama, set in the early days of the German  occupation of France, begins with a montage of devastating black-and-white news clips  interwoven with flashes of the flight south of a terrified young widow (Emmanuelle Béart) and her  two children, a 13-year-old boy (Gregoire Leprince-Ringuet) and 7-year-old girl (Clemence Meyer). When a German air strike leaves the family car a burnt-out shell, a boyish young stranger (Gaspard Ulleil) guides them into the woods where they find  refuge in a grand abandoned house. The movie plays multiple variations on the theme of initiation, as the foursome improvises a structured family life and delicately lays out  fundamental conflicts: between survivalist and bourgeois perspectives; between wartime  and peacetime expectations; between habitually clinging to family values and fending for  yourself. Until their precarious idyll is finally interrupted, each of the four is forced to stretch and grow up in uncomfortable ways. — Stephen Holden", "multimedia": null}, {"headline": "Inside a Notorious Prison, Fires of Rage and Regret", "publication_date": "2004-05-14", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:29:42", "opening_date": null, "display_title": "Carandiru", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E1D91E3CF937A25756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Carandiru", "type": "article"}, "mpaa_rating": "R", "summary_short": "The human life teeming through this sprawling portrait of Brazil's criminal class crowded within a notorious penitentiary exudes a throbbing flesh-and-blood intensity that's so compelling it's impossible to avert your eyes. Watching this messy epic feels a little like being jammed into an un-air-conditioned subway car on a steamy summer night as it rattles through an urban wasteland. At any second, things could explode. And eventually they do. It is the 1980's, and the setting is Sao Paolo's real-life House of Detention, which was torn down in 2002, a decade after a riot led to the massacre of 111 inmates by the police. The film is a splashy return to form by the celebrated director of  &quot;Pixote&quot; and &quot;Kiss of the Spider Woman.&quot; In examining social ills, it interweaves multiple stories of the prisoners' lives as viewed by a doctor volunteering his services.  Below its documentary-like sprawl, &quot;Carandiru&quot; is a hands-on movie passionately engaged in its characters' personal dramas. Just when it threatens to go soft, it erupts in what may be the most horrific prison riot ever filmed. — Stephen Holden", "multimedia": null}, {"headline": "An Overnight Expert in the Game of Love", "publication_date": "2004-05-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:28", "opening_date": "2004-05-14", "display_title": "Breakin' All the Rules", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE0DC1F3CF937A25756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Breakin' All the Rules", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jamie Foxx floats gracefully through this screwball sex comedy with a cocked eyebrow and the playful  smirk of an overgrown adolescent. He's too canny to take the romantic Sturm und Drang  swirling around him with less than a healthy grain of salt. The actor's deft touch lends the  flighty story of mistaken identities and romantic mix-ups among mostly African-American characters in Los Angeles a saucy bounce. The movie is so determined to cross the finish line in under 90 minutes that it doesn't pause for logic or psychological sense. &#151; Stephen Holden", "multimedia": null}, {"headline": "Greeks Bearing Immortality", "publication_date": "2004-05-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:12", "opening_date": "2004-05-14", "display_title": "Troy", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E6DE1E3CF937A25756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Troy", "type": "article"}, "mpaa_rating": "R", "summary_short": "All the talk of glory and immortality is a clear signal that this big, expensive, intermittently campy example of Hollywood Homerism is desperate to be regarded as a classic. It isn't, but it's not so bad either. Yes, the score is dreadful and the dialogue sometimes painfully obvious, but Wolfgang Petersen and David Benioff take the ancient world and its notions of war seriously. Brad Pitt, in spite of an odd pseudo-English accent (perhaps adopted in deference to the mostly British and Australian cast), plays Achilles with wit and charisma, turning the character into a kind of existentialist warrior rock star. Eric Bana, as Achilles' Trojan counterpart and nemesis, Hector, has a brooding sensitivity that contrasts with Mr. Pitt's brashness. Some of the battle scenes have a vigorous old-time grandeur, and though it takes some inevitable liberties with the source material, the film is more astute about the political and moral complexities of war than most recent combat pictures. — A. O. Scott", "multimedia": null}, {"headline": "You Can Tell She's a Fan (Just Read Her Forehead)", "publication_date": "2004-05-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:48", "opening_date": null, "display_title": "A Slipping Down Life", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E6D91E3CF937A25756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of A Slipping Down Life", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lili Taylor plays Evie, a mopey young woman living with her widowed father in a small town in North Carolina, who falls for a local musician named Drumstrings Casey (Guy Pearce). Her infatuation inspires her to carve his name in her forehead with a piece of broken glass — backward, since she was looking in a mirror at the time. Before long, he proposes marriage. Toni Kalem's adaptation of an Anne Tyler novel is clearly a labor of great affection, but neither her sincerity nor the devotion of the actors can lift this movie above the soggy, moody cuteness that mars the writer's lesser work. The quirks of the characters are so doted on that your empathy is blocked, and you regard them as exasperating curiosities rather than as people with real lives and feelings. — A. O. Scott", "multimedia": null}, {"headline": "In Two Who Aren't Normal, a Normal Need for Love", "publication_date": "2004-05-07", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:54:10", "opening_date": "2004-05-07", "display_title": "Oasis", "link": {"url": "http://www.nytimes.com/movie/review?res=9801E3DC163CF934A35756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Oasis", "type": "article"}, "mpaa_rating": "", "summary_short": "This remarkable if overlong Korean film strips away much of the sentimentality and goody-two-shoes attitudes that the movies traditionally attach to disabled people. At the same time, it coolly indicts an indifferent world that treats its misfits as inconvenient, half-witted children who are easily exploited and abused. Shortly after Hong Jong-Du (Sol Kyung-gu), the learning-disabled middle brother of three sons  in a bourgeois Korean family, returns home after serving three years in prison, he  meets the more seriously disabled Han Gong-Ju (Moon So-ri), who suffers from cerebral  palsy so severe she can't make herself understood. The passionate bond that develops between them brings them joy but leads to personal disaster. The film's extraordinary lead performances refuse to soft-pedal the severity of their afflictions. By not turning away, softening or adopting a saccharine tone, the film breaks through the couple's  isolation (and through our own prejudice and frustration) so that the sweethearts emerge  as full, achingly human characters. &#151; Stephen Holden", "multimedia": null}, {"headline": "When All Those Big Macs Bite Back", "publication_date": "2004-05-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:19", "opening_date": "2004-06-11", "display_title": "Super Size Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE5DC163CF934A35756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Super Size Me", "type": "article"}, "mpaa_rating": "PG", "summary_short": "For 30 days, Morgan Spurlock consumed nothing but food from McDonald's, an experiment in bad living that frames a jaunty critique of junk gastronomy and corporate power. Like a thinner, less aggressive Michael Moore, the director talks to consumers, experts and food-industry flacks, weaving alarming statistics about rampant obesity with visits to the doctor and double-quarter-pounder-with-cheese combo meals. The film is an entertaining statement of the obvious, though its big questions — do corporations serve our need or enslave our bodies and soul?, are public health problems caused by capitalist rapacity or personal choice? —  are not as simple as Mr. Spurlock would have us believe. — A. O. Scott", "multimedia": null}, {"headline": "One Sings, the Other Doesn't (The Olsens Take Manhattan)", "publication_date": "2004-05-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:54", "opening_date": "2004-05-07", "display_title": "New York Minute", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E4DC163CF934A35756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of New York Minute", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Parents dreading the prospect of being dragged by their children to this latest installment in the Olsen sisters' campaign of world domination should take heart &#151; at least somewhat. This teenage caper comedy, in which Mary-Kate and Ashley, playing twin sisters, sprint through Manhattan on the run from a truant officer (Eugene Levy) and a limo driver (Andy Richter) is crisp and professional. It is not too syrupy and not overly obnoxious, though the squeaky-clean perkiness of the sisters can wear you down (and also, in Ashley's scenes of teasing, semi-nudity, creep you out). But luckily, and above all, it is short. &#151; A. O. Scott", "multimedia": null}, {"headline": "The Perils of Premarital Freedom", "publication_date": "2004-05-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:52:55", "opening_date": null, "display_title": "Seeing Other People", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E0DE173CF934A35756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Seeing Other People", "type": "article"}, "mpaa_rating": "R", "summary_short": "Just below the sitcom surface of this smart-talking comedy seethes a bitter critique of the sportive sexual habits of  Southern California's babes-and-hunks culture. Alice (Julianne Nicholson) and Ed (Jay Mohr), an attractive, comfortably monogamous couple about to be married, decide to play around as a premarital treat to themselves before settling down. Alice persuades her reluctant fiancé that having more notches in their respective belts will  fortify their union. Her body count of three encounters simply isn't enough. It all backfires, of course, in jealousy and competition. In real life, the emotions displayed by the characters are much messier and more volatile than the little spats and hissy fits that erupt. But if the movie glosses over uncomfortable realities like jealousy, at least it touches on them. But what does it tell us that the movie's moral grounding wire, Ed's friend, Carl (Andy Richter), is the one younger character who doesn't qualify as a hottie? Plain guys can't play? &#151; Stephen Holden", "multimedia": null}, {"headline": "A Farm Boy Struggles to Fit In", "publication_date": "2004-05-07", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:48:11", "opening_date": null, "display_title": "The Mudge Boy", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05EFDE173CF934A35756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Mudge Boy", "type": "article"}, "mpaa_rating": "R", "summary_short": "Emile Hirsch (&quot;The Emperor's Club&quot;) plays a 14-year-old farm boy whose attachment to his recently deceased mother leads him to dress up in her clothes and talk in her voice.  His odd behavior attracts the contempt of the local, beer-chugging teenagers, who enjoy abusing him physically and verbally, though one of the boys (Tom Guiry) finds himself strangely attracted to the troubled young man.  Michael Burke, the writer and director, details the humiliations of Mr. Hirsch's character with such detail and intensity that the film turns into something far removed from the sensitive study of emotional isolation that it was no doubt conceived to be — an unpleasant blend of cruelty and sentimentality. — Dave Kehr", "multimedia": null}, {"headline": "Full Moon, Romance and a Demon Rustler", "publication_date": "2004-05-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:38", "opening_date": "2004-05-07", "display_title": "Van Helsing", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E7DB163CF934A35756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Van Helsing", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A whole lot of monsters — werewolves, a Frankenstein creation and, above all, Dracula, his three wives and several thousand potential bat-children — roar and squirm in this long, grinding special-effects migraine. Stephen Sommers, who wrought similar havoc in &quot;The Mummy&quot; and &quot;The Mummy Returns,&quot; seems to be aiming for a kind of insouciant pop grandeur, something that will mix spookiness and spoofiness in spectacular fashion. But whatever visual and narrative wit there is (and there is a little) is crushed by the lumbering rhythms of the plot and the hectic, murky action sequences. Kate Beckinsale is Dracula's ancestral nemesis, while Hugh Jackman, with none of the wired gravitas that was so effective in the &quot;X-Men&quot; movies,  plays the title character, a centuries-old monster fighter with bad amnesia. Lucky him. — A. O. Scott", "multimedia": null}, {"headline": "Wisdom and Enlightenment Care of a Cross-Eyed 9-Year-Old", "publication_date": "2004-05-07", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:25", "opening_date": null, "display_title": "Valentin", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE0DE173CF934A35756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Valentin", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This Argentine film proposes only a slight variation on a formula that, from &quot;Central Station&quot; to &quot;Kolya,&quot; has become all too familiar in the art houses:  the cute child who awakens the cranky grown-ups around him to the infinite possibilities of life.  This time it's a cross-eyed 9-year-old (Rodrigo Noya, a sort of South American Mason Reese) whose thick, black glasses sit heavily but adorably on his round face.  It is Buenos Aires in the 1960's, and Valentín is being raised by his lovably eccentric grandmother (played by the Spanish actress Carmen Maura), after the divorce of his parents.  Valentín no longer sees his mother, who was chased out of the family home by his imperious, fascist-leaning father (Alejandro Agresti, who also wrote and directed the film).  The father now drops by only for occasional visits to his ailing mother and neglected son, preferring to live the life of a carefree playboy. Filled with bright colors and decorative camera movements, &quot;Valentín&quot; neglects few opportunities to pander to its public. &#151; Dave Kehr", "multimedia": null}, {"headline": "Wallowing in Music for the Miserable", "publication_date": "2004-04-30", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:27:54", "opening_date": null, "display_title": "The Saddest Music in the World", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02EFDD173DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Saddest Music in the World", "type": "article"}, "mpaa_rating": "R", "summary_short": "This feature from the antiquarian avant-gardist Guy Maddin is a sublime, hallucinatory musical, full of surprising humor and genuine sorrow. Isabella Rossellini plays a legless Winnipeg beer baroness who, in the grim Depression year of 1933, announces a competition to determine which nation makes the most melancholy music. The musical numbers are wrapped around a plot involving sibling rivalry, national identity and loss, in which Mark McKinney, with a perpetual sneer and an Art Deco moustache, conspired against his father and his brother to win the big prize. Shot in grainy, ghostly black and white, with occasional splashes of color and an honestly heartbreaking score, this film, like Mr. Maddin's best work, is both a tribute to a movie past that never existed and a premonition of a seductive alternative future. — A. O. Scott", "multimedia": null}, {"headline": "A Personal Diary of Mental Illness", "publication_date": "2004-04-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:43:31", "opening_date": null, "display_title": "People Say I'm Crazy", "link": {"url": "http://www.nytimes.com/movie/review?res=980CEFDD143DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of People Say I'm Crazy", "type": "article"}, "mpaa_rating": "", "summary_short": "A rare look at mental illness from the point of view of the afflicted, this diary-like documentary records several years in the life of John Cadigan, a young man who, he says, experienced his first psychotic break with reality as a 21-year-old art student in Pittsburgh.  The film is made up of video clips, some shot by Mr. Cadigan and others shot by his older sister Katie, who emerges as his strongest pillar of support during his prolonged illness.  As Mr. Cadigan, in a voice-over narration, describes the ups and downs of his disease — he moves from depression and paranoia to full-blown psychotic episodes, eventually somewhat softened by new medications that come on the market — he illustrates his points with scenes from his own life of quiet desperation. Very well edited by Laura C. Murray and set to an effective score by the percussionist Evelyn Glennie, &quot;People Say I'm Crazy&quot; is a small film but an extremely affecting one. — Dave Kehr", "multimedia": null}, {"headline": "Tribal Rites of Teenage Girls Who Rule by Terror", "publication_date": "2004-04-30", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:56", "opening_date": "2004-04-30", "display_title": "Mean Girls", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04EFDB173DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Mean Girls", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This tart and often charming new comedy is a version of the heart-of-darkness teen social comedy &quot;Heathers&quot; for the tweener audience; it has the ambitious and cartoony dark side of a Disney Channel sitcom, with a lively and talented young cast headed by the cherubic Lindsay Lohan. The &quot;Saturday Night Live&quot; writer and performer Tina Fey wrote the script and gives the material a stylized vitality. But it does add a be-yourself finale that, while standard for such movies, this picture doesn't quite seem to buy — it's the kind of bored manipulation you come to expect from the Plastics, the pack of hallway-shrewd and glamorous teen queens who rule, through subtle terror, the high school that Cady (Ms. Lohan) attends. It's her first brush with socialization, since Cady was home schooled by her zoologist parents, who raised their daughter while traveling in Africa. Since most of &quot;Girls&quot; consists of the outsider Cady observing the tribal rites of her new setting and laying it all out in narration, this movie is great home for the meticulous and ruthless deadpan that Ms. Fey has perfected for the satirical &quot;S.N.L.&quot; newscast. Though narrative cohesion isn't the strength of &quot;Girls&quot; — as a series of moments, it works better from scene to scene than as a whole — the intelligence shines in its understanding of contradictions. Scene by scene, you can't help but be impressed by &quot;Girls&quot;; it's like a group of sketches linked by theme, with some playing much better than others. But after a while, it does begin to seem like it has the easily diverted attention span of one of its archetypal high school kids — you feel a little like a scold for wanting it to buckle down and concentrate. — Elvis Mitchell", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}