{"results": [{"headline": "Komediant, The (Movie)", "publication_date": "2002-04-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:59", "opening_date": null, "display_title": "The Komediant", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E7D9163DF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Komediant", "type": "article"}, "mpaa_rating": "", "summary_short": "A confusing disparity of tone runs through Arnon Goldfinger's documentary history of the Bursteins, a legendary Yiddish theatrical family. While its essentially downbeat story traces the decline of a once-vital theatrical culture, Lillian Lux, the surviving family matriarch, narrates the movie with such enthusiasm that her sad stories come out sounding like cozy nostalgic bedtime tales. The film, however, makes one thing abundantly clear. American musical comedy as we know it wouldn't exist without the precedent of Yiddish theater, whose jolly, fun-for-fun's-sake communal spirit goes to the essence of Broadway. — Stephen Holden", "multimedia": null}, {"headline": "Astoria (Movie)", "publication_date": "2002-04-05", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:16:17", "opening_date": "2006-03-28", "display_title": "Astoria", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E6D9163DF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Astoria", "type": "article"}, "mpaa_rating": "R", "summary_short": "As one character in &quot;Astoria&quot; says, there is a Greek-American law: you'll do fine as long as your parents run your life for you. That is precisely the problem that Alex (Rick Stear) faces in this small, sometimes charming but uneven debut feature written and directed by Nick Efteriades. Alex has been to college, but geographically and emotionally he has seen little of the world beyond Astoria, Queens. What he would really like to do is join an archaeological expedition that is seeking the tomb of Alexander the Great. In retelling this timeworn story of conflict between young men in the New World and their stubborn Old World fathers, Mr. Efteriades may not have generated many sparks, but with his affection for Astoria and its people he has given his tale a warm glow. — Lawrence Van Gelder", "multimedia": null}, {"headline": "Jeunesse Doree (Movie)  ", "publication_date": "2002-04-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:20", "opening_date": null, "display_title": "Jeunesse doree", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E4DD133AF930A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Jeunesse doree", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Crush (Movie)", "publication_date": "2002-04-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:15", "opening_date": null, "display_title": "Crush", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E6DD133AF930A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Crush", "type": "article"}, "mpaa_rating": "R", "summary_short": "Each week three friends gather in a snug little cottage nestled in the picturesque English Cotswolds to bemoan their fate as single professional women in their 40's.  Kate (Andie MacDowell) is the improbably American headmistress of the local private school; Janine (Imelda Staunton) is the irrepressibly energetic chief inspector of the town constabulary; and Molly (Anna Chancellor) is a doctor with three divorces behind her. The arrangement is rigidly schematic, and the director, John McKay exploits it for a couple of reels of predictable comic banter before settling down to the real business at hand.  What begins as a British made-for-export romantic comedy in the now-familiar &quot;Bridget Jones&quot;-&quot;Notting Hill&quot; mode evolves into an old-fashioned soap opera with the introduction of Jed (Kenny Doughty), one of Kate's former pupils who has grown up into serious hunkdom. — Dave Kehr", "multimedia": null}, {"headline": "Lives Can Come Unglued in Tropical Vienna (Vienna?)", "publication_date": "2002-04-01", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:44:05", "opening_date": null, "display_title": "Dog Days", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E1DB143AF932A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Dog Days", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Ulrich Seidl's film, which takes place during a miserably hot summer in Vienna, is a roiling mix of anger, resentment and need: the often destructive power of love. We see this in the first sequence, when the belligerently jealous Mario (René Wanko) threatens the guys who look at his girlfriend, Klaudia (Franziska Weiss); he seems to leave pools of testosterone wherever he steps. After he forces her unwanted suitors away and floors his car through the streets of Vienna, he screams at Klaudia and throws her out of the car. We then get the credit sequence, with several groups of people shown sunning themselves under the piercing sun; the pictures could be a melting mess bringing together Francis Bacon and David Hockney. With these shots of the pale cast of characters, we can almost feel the melanoma developing. Mr. Seidl treats the chemistry of human relationships like a cancer, an enormous growth that, unchecked, leads to disease. And he fixates on flesh, scouring it with his camera to search for a trace of the humanity within. He doesn't find much; the men and women in &quot;Dog Days&quot; are broken down into bullies and victims. Mr. Seidl, who wrote the screenplay with Veronika Franz, seems determined to make an answer to &quot;American Beauty.&quot; The picture is set in a tract-house suburb, with identical houses crammed next to one another, and the lack of space and the heat make an appropriate context for the wanton mistreatment. But there is genuine curiosity in Mr. Seidl's filmmaking; he treats his story as if he were shooting a documentary. The believability comes from the casting: Mr. Seidl has found a group of actors and nonprofessionals who interact spectacularly well. — Elvis Mitchell", "multimedia": null}, {"headline": "Inner Tour, The (Movie)", "publication_date": "2002-04-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:57", "opening_date": null, "display_title": "The Inner Tour", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E4DB143AF932A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Inner Tour", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Fast Runner, the (Movie)", "publication_date": "2002-03-30", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:52:53", "opening_date": "2002-07-26", "display_title": "The Fast Runner (Atanarjuat)", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E7DC163AF933A05750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Fast Runner (Atanarjuat)", "type": "article"}, "mpaa_rating": "R", "summary_short": "This epic, the first feature film made in the Inuit language, is not merely an interesting document from a far-off place; it is a masterpiece. Zacharias Kunuk's adaptation of an ancient folk-tale, which won the Camera d'Or for best first feature at last year's Cannes International Film Festival, is much more than an ethnographic curiosity. It is, by any standard, an extraordinary film, a work of narrative sweep and visual beauty that honors the history of the art form even as it extends its perspective. The story about a vendetta that threatens the happiness of the hero and the stability of his nomadic, seal-hunting clan, takes a while to establish itself, but it has the clarity and the power common to epics from the sagas of ancient Scandinavia to the westerns of the old Hollywood. Austere and violent, the movie is also touched by humor and sensuality, and full of unforgettable images of the blinding Arctic landscape. Mr. Kunuk and his cast have accomplished the remarkable feat of endowing his archetypal characters from with complicated psychological motives and responses. The combination of dramatic realism and archaic grandeur is irresistibly powerful. — A. O. Scott", "multimedia": null}, {"headline": "Delbaran (Movie)  ", "publication_date": "2002-03-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:19:10", "opening_date": null, "display_title": "Delbaran", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E2DB163AF933A05750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Delbaran", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Rookie, The (Movie)  ", "publication_date": "2002-03-29", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:09:28", "opening_date": "2002-03-29", "display_title": "The Rookie", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE0D81E3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Rookie", "type": "article"}, "mpaa_rating": "G", "summary_short": "What sets this G-rated macho weepie above and apart from run-of-the-mill follow-your-dream Hollywood fantasies is Dennis Quaid's  nuanced, brooding portrayal of Jim Morris, a late-blooming pitcher who didn't make it  into the major leagues until he was in his late 30's. Although based on a true story, the  movie, beautifully photographed by John Schwartzman, transforms his ascent from high-school science teacher through the minor leagues and into the bigtime as raw myth. Mr. Quaid's performance registers the doubts and fears as well as the joys of that triumphant climb. – Stephen Holden", "multimedia": null}, {"headline": "Piano Teacher, The (Movie)  ", "publication_date": "2002-03-29", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:41:23", "opening_date": null, "display_title": "The Piano Teacher", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E5D81E3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Piano Teacher", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Isabelle Huppert and Benoit Magimel won best acting awards in Cannes last spring for their unblinking portrayal of the sadomasochistic relationship between an imperious, sexually repressed piano teacher at a Viennese conservatory and a handsome younger student who idolizes her. The powerful, deeply disturbing film is neither titillating soft-core porn nor a psychiatric case study, but  a platform for the director, a serious moral theorist, to explore voyeurism (the audience's  as well as the main character's). The movie also addresses sex and power, and the  relationship between art and life. Be warned: The lovers' climactic encounter, in which Ms. Huppert is physically brutalized, is hard to watch (Holden).", "multimedia": null}, {"headline": "My Wife Is an Actress (Movie)", "publication_date": "2002-03-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:32", "opening_date": null, "display_title": "My Wife is an Actress", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E6DF1F3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of My Wife is an Actress", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;I love the movies,&quot; says John (Terence Stamp) in the writer and director Yvan Attal's noisily enjoyable romantic comedy.  It's obvious that Mr. Attal, who also stars in the film, loves the movies, too; he has made a terrifically deft picture about the thick line that separates movie glamour from the real world, and the thin line between common sense and paranoia. John is co-starring with Yvan's actress-wife, Charlotte (Charlotte Gainsbourg), in a romantic drama. And Yvan, like most mortal men in such situations, is being nibbled alive by jealousy. There are certainly parallels to be drawn between &quot;Actress&quot; and Mr. Attal's real life. Off camera, he's actually married to his co-star, and the movie, presumably, must be partially a nightmare version of his own experience. — Elvis Mitchell", "multimedia": null}, {"headline": "Slaughter Rule, The (Movie)  ", "publication_date": "2002-03-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:47", "opening_date": null, "display_title": "The Slaughter Rule", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E4D71E3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Slaughter Rule", "type": "article"}, "mpaa_rating": "R", "summary_short": "The first feature film by Andrew and Alex Smith, twin brothers who grew up in western Montana, is a bleak, lyrical meditation on the frontier spirit and American machismo and its torments. The story is about an embattled relationship between a football coach (and part-time newspaper vendor) and his golden-boy protégé. At the heart of the film are riveting performances by David Morse as the coach, Gideon Ferguson, and Ryan Gosling as Roy Chutney, the high school quarterback he recruits for a regional six-man football team. This promising but confused first film is best viewed as a touching portrait of thwarted, volatile male passion in a world where you could almost say that geography is destiny. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Death to Smoochy (Movie)  ", "publication_date": "2002-03-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:21", "opening_date": "2002-03-29", "display_title": "Death to Smoochy", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE2D71E3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Death to Smoochy", "type": "article"}, "mpaa_rating": "R", "summary_short": "Robin Williams plays Rainbow Randolph, a children's television show host who is tossed off the air after being arrested by the F.B.I. for taking bribes to put audience members in front of the camera.  Randolph is replaced by a coral-colored rhino named Smoochy, the felt-covered alter ego of Sheldon Mopes (Edward Norton).  Almost every other episode of &quot;The Simpsons&quot; wrings more laughs out of the fertile material of a venal, corrupt kids'-show host who goes through money faster than a gambler on a cold streak than this new satire. There are a few laughs, but I'm not sure that a comedy is supposed to make you recoil, which is what &quot;Smoochy&quot; does. – Elvis Mitchell \r\n", "multimedia": null}, {"headline": "Panic Room (Movie)  ", "publication_date": "2002-03-29", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:50", "opening_date": "2002-03-29", "display_title": "Panic Room", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E1D91E3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Panic Room", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this latest Manhattan luxury real estate thriller, Jodie Foster plays the newly divorced Meg Altman, who moves into an enormous Upper West Side brownstone with her smart-alecky daughter. The house is equipped with a high-tech, fortified hiding place &#151; the panic room of the title &#151; just in case something bad should happen. Which it does, on Meg's very first night of residence, when three quarrelsome bad guys arrive in search of hidden treasure. In spite of David Fincher's smooth, scary visual style, and his virtuosity with both traditional and computer-aided camera techniques, the movie is chilly and lacking in suspense. You pretty much know what will happen, and never really care about any of the characters. In the end, the movie is little more than a grisly, exceptionally well-directed entry in the &quot;Home Alone&quot; series. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Teddy Bears' Picnic (Movie)  ", "publication_date": "2002-03-29", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:52", "opening_date": null, "display_title": "Teddy Bear's Picnic", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE7DD1F3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Teddy Bear's Picnic", "type": "article"}, "mpaa_rating": "R", "summary_short": "Each July, the members of the ultra-exclusive Bohemian Club — including captains of industry, leaders of government and major media figures — gather for an all-male weekend of secret revels in Bohemian Grove, a private campground in Sonoma County, Calif. Though the proceedings are kept strictly confidential, the weekend is said to offer speeches, seminars, mock pagan pageantry and the highest level networking available on the planet. As a legalistic opening text takes hilarious pains to make clear, Harry Shearer's improvisational satire is in no way concerned with this group of wealthy, potentially litigious individuals. Instead, it is about the purely fictional rich and powerful men who gather each year at Zambesi Glen, a private campground in what looks a great deal like Sonoma County, Calif. – Dave Kehr\r\n", "multimedia": null}, {"headline": "No Such Thing (Movie)  ", "publication_date": "2002-03-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:45:25", "opening_date": null, "display_title": "No Such Thing", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E4D71E3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of No Such Thing", "type": "article"}, "mpaa_rating": "R", "summary_short": "Hal Hartley's movie sounds as if it's part of a new genre, slapstick magic realism, before it winds down into slapdash realism. The picture is more abrasively quirky than a lesser Bjork B-side, though the hideous monster who co-stars hails from Iceland, too. This fur-bearing creature (Robert John Burke), sporting monstrous fangs and suffering mundane depression, appears to us in a hilarious monologue complaining about the state of his life. This accomplishes a dual purpose, initially setting the tone for something a little different from the filmmaker's usual languid romance roundelays and evoking the philosophical dissatisfaction that all of Mr. Hartley's characters prattle on about.  It's such a cool maneuver, a deliberate spoof of what he has done in the past, that &quot;No Such Thing&quot; makes us believe that Mr. Hartley (&quot;Henry Fool,&quot; &quot;Simple Men&quot;) has a new trick up his tattered sleeve. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Very Annie Mary (Movie)  ", "publication_date": "2002-03-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:52:10", "opening_date": null, "display_title": "Very Annie Mary", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E7DD1F3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Very Annie Mary", "type": "article"}, "mpaa_rating": "", "summary_short": "Yet another entry in the sentimental oh-those-wacky-Brits genre that was ushered in by &quot;The Full Monty&quot; and is still straining to produce another smash hit. This movie's would-be vaudevillians are the residents of Ogw, a cozy village in the Garw Valley in South Wales. What keeps the movie, written and directed by Sara Sugarman, from choking on its own cuteness is an undertone of satire that looks askance at the jolly villagers' bad taste and sentimentality. The movie's other asset is Rachel Griffiths's sturdy portrayal of the title character, the gawky, oppressed daughter of the local baker. Because Annie Mary couldn't be more different from Brenda, the neurotic, hyperarticulate shiatsu practitioner Ms. Griffiths plays on the HBO series &quot;Six Feet Under,&quot; the film role is quite a stretch. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Clockstoppers (Movie)  ", "publication_date": "2002-03-29", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:26:11", "opening_date": "2002-03-29", "display_title": "Clockstoppers", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E7DD1F3BF93AA15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Clockstoppers", "type": "article"}, "mpaa_rating": "PG", "summary_short": "&quot;What if you had the power to stop time?&quot; ask the advertisements for &quot;Clockstoppers,&quot; a science-fiction adventure tale from the movie division of Nickelodeon, the children's cable channel. To the film's intended audience of tweeners &#151; the newly identified demographic category that lies between fading childhood innocence and the full hormone rush of high adolescence &#151; the answer to that question would be as obvious at it is to the film's young hero, Zak (Jesse Bradford). The power to stop time is, of course, best used to impress girls. If &quot;Clockstoppers&quot; had been made for a slightly older audience, Zak's first stop would probably have been the girls' shower room.  But as directed by  Jonathan Frakes, the film's spirit owes more to the old-fashioned idealism of Tom Swift and the Hardy Boys than it does to the rowdiness of &quot;American Pie.&quot; – Dave Kehr        \r\n", "multimedia": null}, {"headline": "Dog's Day, A (Movie)", "publication_date": "2002-03-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:37", "opening_date": null, "display_title": "A Dog's Day", "link": {"url": "http://www.nytimes.com/movie/review?res=9406EEDA153BF935A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of A Dog's Day", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Mars Canon, The (Movie)", "publication_date": "2002-03-23", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:46", "opening_date": null, "display_title": "The Mars Canon", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E7DE163BF930A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Mars Canon", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}