{"results": [{"headline": "Alias Betty (Movie)", "publication_date": "2002-09-13", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:30:19", "opening_date": "2002-09-13", "display_title": "Alias Betty", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E2DB1339F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Alias Betty", "type": "article"}, "mpaa_rating": "", "summary_short": "This many-layered screen adaptation of Ruth Rendell's novel &quot;Tree of Hands&quot; skillfully interweaves enough characters and themes to fill three movies. At the center of an elaborate story that widens  into an Altmanesque social mosaic (set in the Paris suburbs) stands Sandrine Kiberlain's Betty,  a successful high-strung novelist and single mother who loses her young son in a tragic accident. The story moves into high gear when her emotionally unstable mother (Nicole Garcia), who is visiting, kidnaps another young boy and brings him home as a replacement, and Betty decides to keep him. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Mahagonny (Movie)", "publication_date": "2002-09-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:05", "opening_date": null, "display_title": "Mahagonny", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CEFDF1031F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mahagonny", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Harry Smith's magnum opus, a 2 hour 21 minute experimental feature, was originally presented using four 16-millimeter projectors, arranged to create a four-panel square. Each projector displayed a different stream of images, creating a constantly shifting mosaic of shapes, colors and human figures. Unseen for 20 years, &quot;Mahagonny&quot; (which Smith sometimes called his &quot;Film No. 18&quot;) has been restored with financing from a number of organizations. The four 16-millimeter tracks of the original have been printed onto a single 35-millimeter strip, solving the thorny problems of synchronization posed by the original. There are four large categories of imagery, which Smith identified as portraits, animation, symbols and nature. What might sound like a very precise and well-considered recipe for utter boredom becomes a marvelously seductive and sensual experience. &#151; Dave Kehr", "multimedia": null}, {"headline": "Quitting (Movie)  ", "publication_date": "2002-09-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:09:16", "opening_date": null, "display_title": "Quitting", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE3DE1031F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Quitting", "type": "article"}, "mpaa_rating": "R", "summary_short": "Zhang Yang's film tells the story of Jia Hongsheng, a rising Chinese movie star of the early 1990's whose career was derailed by drug problems and mental illness. If Mr. Zhang's subject matter is, to some degree at least, quintessentially American, his approach to storytelling might be called Iranian. The role of Jia Hongsheng is played by the actor himself, and nearly all of the other characters in the film, from his parents (who are, like their son, professional actors) to his fellow inmates at a psychiatric hospital, likewise play themselves. This technique has been used, to extraordinary effect, by Iranian filmmakers like Abbas Kiarostami (most famously in &quot;Close Up&quot;) and Samira Makhmalbaf (in &quot;The Apple&quot;). It sounds exploitive, but it is really the opposite. Somehow, inviting people to recreate moments of vulnerability and confusion affirms their dignity rather than stripping it away. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Ted Bundy (Movie)", "publication_date": "2002-09-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:49:37", "opening_date": null, "display_title": "Ted Bundy", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E2D71331F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ted Bundy", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Ted Bundy,&quot; based on the life of the sex killer who may have bludgeoned, raped and mutilated as many as 36 women in the 1970's, is disturbingly superficial in its approach to the material. Apart from some fleeting dialogue that covers Bundy's unhappy childhood, the director, Matthew Bright, doesn't waste too much time on psychological explanations, or even on simple curiosity. Like Anthony Hopkins's Hannibal Lecter, Bundy is presented as a sympathetic monster whose lack of remorse enables him to act out the impulses that — or so the theory goes, at least — the rest of us are too cowardly and conventional to own up to. As &quot;Ted Bundy&quot; plods from one graphically filmed killing to the next, it displays little more stylistic flair than a Sears catalog. — Dave Kehr", "multimedia": null}, {"headline": "Swimming (Movie)", "publication_date": "2002-09-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:11", "opening_date": null, "display_title": "Swimming", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E5D71331F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Swimming", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lauren Ambrose, the dark-eyed young redhead who plays Claire Fisher on the HBO series &quot;Six Feet Under,&quot; gives a quietly effective, disarmingly naturalistic performance in Robert J. Siegel's &quot;Swimming,&quot; an independent feature made before Ms. Ambrose's television success. The  screenplay, of which Mr. Siegel is a co-author,  breaks little new ground in the teenage coming-of-age genre: innocence is still hard to leave behind, sex is still something both wonderful and frightening, and adults persist in revealing the feet of clay that support their seemingly heroic bearing. But as a director, Mr. Siegel steers admirably clear of the genre's ever-threatening sentimentality. &quot;Swimming&quot; is an unusually dry-eyed, even analytical approach to material that is generally played for maximum moisture. — Dave Kehr", "multimedia": null}, {"headline": "Children of the Century (Movie)", "publication_date": "2002-09-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:21:26", "opening_date": null, "display_title": "Children of the Century", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE0DE1031F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Children of the Century", "type": "article"}, "mpaa_rating": "", "summary_short": "The scandalous life of the 19th-century French novelist George Sand seems to be an irresistible topic for movies. In this ardent, earnest costume drama (with costumes supplied by the noted couturier Christian LaCroix), Juliette Binoche follows in the footsteps of Merle Oberon and Judy Davis. Her Sand, whose long, tormented liaison with the poet Alfred de Musset (Benoit Magimel) is the focus of Diane Kurys's film, is a curiously vulnerable free spirit, and the actress's softness and warmth are often overshadowed by Mr. Magimel's manic blustering. The actors generate some impressive erotic heat, but as is often the case with movies about writers, the literary and political passions that make them worth attention in the first place don't quite make it to the screen. — A. O. Scott", "multimedia": null}, {"headline": "Pinochet Case, The (Movie)", "publication_date": "2002-09-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:29:38", "opening_date": null, "display_title": "The Pinochet Case", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04EFDA1731F932A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Pinochet Case", "type": "article"}, "mpaa_rating": "", "summary_short": "You can feel the wheels of justice relentlessly grinding toward a day of judgment in Patricio Guzmán's eloquent, meticulously structured documentary film. A gripping step-by-step account of the case mounted by a Spanish judge against the former Chilean military dictator Gen. Augusto Pinochet for human rights abuses, the movie re-examines one of the most painful episodes of recent Latin American history and its aftermath. Sober political and legal analysis alternates with grim first-hand accounts of torture and murder in a film that has the structure of a choral symphony that swells to a bittersweet finale. &quot;The Pinochet Case&quot; is a beautifully layered mosaic that is all the more powerful for never raising its voice to a shout and for keeping the tears to a minimum. — Stephen Holden", "multimedia": null}, {"headline": "These Men of Conscience (Movie)  ", "publication_date": "2002-09-07", "byline": "Ron Wertheimer", "critics_pick": 0, "date_updated": "2016-03-30 06:54:00", "opening_date": null, "display_title": "These Men of Conscience", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE2DA133EF934A3575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of These Men of Conscience", "type": "article"}, "mpaa_rating": "", "summary_short": "Firefighter Steve Marley and four of his colleagues talk with quiet strength about themselves and their job in this moving documentary film by Carol Ann Francis. Ms. Francis began interviewing members of the Fire Department   in the spring of 2001. Her goal, she explained, was to discover what motivated people &quot;to put another human life ahead of their own.&quot; The world changed on Sept. 11, but Ms. Francis kept to her task, ultimately recording groups of firefighters in 15 units around New York City. The finished film includes only these five men, from the firehouse on Webster Avenue in the Fordham section of the Bronx, all of whom spoke after Sept. 11. And even though the events of that day are never expressly mentioned, they hover dramatically around the subjects and the viewer. — Ron Wertheimer", "multimedia": null}, {"headline": "Seven Days In September (Movie)  ", "publication_date": "2002-09-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:57:56", "opening_date": null, "display_title": "7 Days in September", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E4D9153EF935A3575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of 7 Days in September", "type": "article"}, "mpaa_rating": "", "summary_short": "This almost unbearably powerful documentary assembles the work of more than two dozen filmmakers, some professional directors and videographers, some amateurs with cameras. Because the film is limited in space and time,  it presents a strictly street-level view of life (and death) in and around Lower Manhattan from the moment of the Sept. 11 terrorist attacks until the following Tuesday. It recreates what those days felt like with excruciating precision: the wild panic, the moments of funereal calm, the spontaneous blossoming of solidarity and fellow feeling. Precisely because of its unsparing naturalism, the film's undercurrent of hope is more persuasive than the therapeutic formulas that define so much of &quot;Sept. 11.&quot; The lesson of those days, apparent even then, was that New York's civic fabric, as someone in &quot;Seven Days&quot; remarks, was stronger than anybody expected. &#151; A. O. Scott", "multimedia": null}, {"headline": "Swimfan (Movie)  ", "publication_date": "2002-09-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:09:32", "opening_date": "2002-09-06", "display_title": "Swimfan", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E7D8153EF935A3575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Swimfan", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this scrubbed-up, blandly acted teen version of &quot;Fatal Attraction,&quot; Jesse Bradford is Ben, a high school swimming star stalked by the sultry, psychotic new girl in town, Madison (Erika Christiansen). When he rejects her, she destroys his life in a series of improbable maneuvers and eventually turns homicidal. For a story of demented passion, there's very little on display, and the lust is more dreamy than steamy. But even tamed, the creepy tale produces some tingles. Instead of bathtubs, think swimming pools. — Stephen Holden\r\n", "multimedia": null}, {"headline": "City By the Sea (Movie)  ", "publication_date": "2002-09-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:24", "opening_date": "2002-09-06", "display_title": "City by the Sea", "link": {"url": "http://www.nytimes.com/movie/review?res=9901EED9153EF935A3575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of City by the Sea", "type": "article"}, "mpaa_rating": "R", "summary_short": "Robert De Niro plays Vincent LaMarca, a New York homicide detective who has fled the decaying resort town of Long Beach on Long Island to escape a broken marriage and a family history that includes a father who was executed for murder. But when Vincent's feckless, drug-addicted son (James Franco) is implicated in a murder, the policeman's stable, second-chance life threatens to collapse around him. Unfortunately, as it assumes the burden of a too-complicated plot, the movie starts to collapse as well. This somber crime melodrama is full of rich, dark themes of paternal guilt, professional duty and moral choice, but the director, Michael Caton-Jones, and the screenwriter, Ken Hixon, do little more than stuff them into the mouths of the characters. Frances McDormand and Mr. De Niro, who gives one of his deepest, most generous performances in some time, are undermined by a movie that seems not to trust their gifts for emotional understatement. — A. O. Scott\r\n", "multimedia": null}, {"headline": "BURNING SENSATION, THE (MOVIE)", "publication_date": "2002-09-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:39", "opening_date": null, "display_title": "The Burning Sensation", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E0D9153EF935A3575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Burning Sensation", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Heartbreak Hospital (Movie)  ", "publication_date": "2002-09-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:46", "opening_date": null, "display_title": "Heartbreak Hospital", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E7DC153EF935A3575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Heartbreak Hospital", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Heartbreak Hospital,&quot; a droopy, broad-as-a-barn-door spoof of soap operas and their ardent fans, is an excruciating demonstration of the unsalvageability of a movie saddled with an amateurish screenplay. With a cast that includes reputable actors like Patricia Clarkson, John Shea and Diane Venora, it is reasonable to imagine that the movie might have conveyed some glimmers of wit. But no actors on earth could have pumped levity into the thudding dialogue concocted by the screenwriters, Ruedi Gerber, who directed, and Henry Slesar, who wrote the novel from which the film was adapted. Its stars are reduced to desperate farcical mugging. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Agni Varsha: The Fire and the Rain (Movie)  ", "publication_date": "2002-08-30", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:42:01", "opening_date": null, "display_title": "The Fire and the Rain", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E2DA143FF933A0575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Fire and the Rain", "type": "article"}, "mpaa_rating": "", "summary_short": "The mythical characters in this colorful melodrama that retells a portion of the Indian epic &quot;Mahabarata&quot; have the oversize egos and passions of figures from Greek  mythology, and as in ancient Greece, the relationship between gods and humans is  intimate and unpredictable. The action is set in the distant past during a disastrous 10-year drought. The essence of the story is a seething family drama of rivalries, jealousies  and betrayals that culminate with a &quot;Hamlet&quot;-like play-within-a-play. Larded with   elaborate song-and-dance numbers, the movie is a stylistic hybrid of Indian art film and  Bollywood entertainment. &#151; Stephen Holden", "multimedia": null}, {"headline": "Fear Dot Com (Movie)", "publication_date": "2002-08-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:56", "opening_date": "2002-08-30", "display_title": "feardotcom", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E0DD143FF933A0575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of feardotcom", "type": "article"}, "mpaa_rating": "R", "summary_short": "The premise of this inept horror thriller isn't bad. A demonic Web site that can detect the deepest fears of all who visit it can make the user die of terror within 48  hours. But the actual movie is a murky, meandering, poorly written detective story (Stephen Dorff is a policeman and Natascha McElhone a health researcher) that quickly wears out its  welcome. The fiendish villain (Stephen Rea, camping it up) is a mad doctor who delights in  torturing pretty women until they beg to die. His specialty is performing autopsies on  living bodies. The movie's strain of sadistic misogyny is truly loathsome. — Stephen Holden", "multimedia": null}, {"headline": "Mad Love (Movie)", "publication_date": "2002-08-30", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:26", "opening_date": "2002-08-30", "display_title": "Mad Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E7DA143FF933A0575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mad Love", "type": "article"}, "mpaa_rating": "R", "summary_short": "The writer and director Vicente Aranda's fact-based historical film of sexual obsession has one of the more unforgettable openings in film history as the elderly Joan, embers of devotion still ablaze in her eyes, talks about a memory of the man she loved who brought her to ruin. It is a remembrance that lingers with her after almost half a century: the smell of her lover's armpits. This fervid note sets the tone for &quot;Mad Love,&quot; an often watchable, though goofy and lurid, blast of a costume drama. The movie often suggests a historical spectacle made for late-night cable viewing: &quot;The Story of Adele H,&quot; made for what the first &quot;Austin Powers&quot; movie called Skinemax. — Elvis Mitchell", "multimedia": null}, {"headline": "corpus Callosum (Movie)", "publication_date": "2002-08-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:25", "opening_date": null, "display_title": "Corpus Callosum", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE6D71E3CF93BA1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Corpus Callosum", "type": "article"}, "mpaa_rating": "", "summary_short": "The newest effort by the experimental director Michael Snow is simultaneously static and elastic. The project, shot on digital video, is a playful parlor trick, a departure from the performance-art films that have made this director's reputation. The film depicts the mundanity of office life and the need to escape it.  Though Mr. Snow credits a cast, he really uses his actors like action figures and deploys postproduction technology to stretch their forms and switch them around like pieces on a game board. In effect, Mr. Snow has created an art-world companion piece to Mike Judge's wonderful anticorporate comedy, &quot;Office Space.&quot; The wanton slipperiness of &quot;*Corpus&quot; and its amiable jerking and reshaping of physical time and space would make it a great piece to watch with kids and use to introduce video as art. — Elvis Mitchell", "multimedia": null}, {"headline": "Satin Rouge (Movie)  ", "publication_date": "2002-08-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:48:26", "opening_date": null, "display_title": "Satin Rouge", "link": {"url": "http://www.nytimes.com/movie/review?res=980DEFDE143CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Satin Rouge", "type": "article"}, "mpaa_rating": "", "summary_short": "One way of looking at Raja Amari's sweetly upbeat  film might be to describe it as a Tunisian answer to &quot;Dirty Dancing.&quot; The story of a beautiful widowed seamstress from a proper family who rediscovers her sexuality through belly dancing has the same gung-ho vision of the swiveling body as a vehicle toward personal liberation as that sexy 80's hit. But because &quot;Satin Rouge&quot; is set in an Arab country, the social hurdles that the heroine, Lilia (Hiam Abbass), must overcome to achieve her self-discovery are much more formidable than the barriers of age and class dividing the lovers in &quot;Dirty Dancing.&quot; The movie, the first feature written and directed Ms. Amari, a Tunisian-born former belly dancer in her early 30's who studied filmmaking in France, is a feel-good feminist fable that in its quiet way is almost as giddily optimistic as &quot;Dirty Dancing&quot; or &quot;Flashdance.&quot; &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Little Secrets (Movie)  ", "publication_date": "2002-08-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:54:29", "opening_date": "2002-08-23", "display_title": "Little Secrets", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E5DE153CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Little Secrets", "type": "article"}, "mpaa_rating": "PG", "summary_short": "In &quot;Little Secrets,&quot; Evan Rachel Wood, who starred in the television series &quot;Once and Again,&quot; incarnates the ideal Middle-American teenager. When her best friends run off to summer camp, Ms. Wood's character, Emily, stays behind to saw away at Mozart, hoping to become good enough to win an audition for a place in the local symphony orchestra. But Emily also has a sideline. Operating as the neighborhood shrink for 50 cents a session, she offers to hear the confessions of the neighborhood kids. Emily, however, has a somewhat larger secret of her own. Her mother is expecting a baby, which will be her first biological child because, as it turns out, Emily was adopted. Directed by Blair Treu, &quot;Little Secrets&quot; is a sunny, pleasant, squeaky-clean family film in which nothing surprising happens, and that is the point. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Undisputed (Movie)  ", "publication_date": "2002-08-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:41:51", "opening_date": "2002-08-23", "display_title": "Undisputed", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E1D6173CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Undisputed", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ving Rhames plays James (Ice Man) Chambers, a heavyweight champ who is sitting behind prison bars, stripped of his title after being convicted of rape. Wesley Snipes plays Monroe Hutchens, doing time in prison for a crime he did commit: as a young professional boxer, he earned a life sentence for beating a man to death outside the ring. He's now throwing blows in the illegal prize fights set up by a heartless, corrupt prison guard. Monroe reigns with an iron hook; he's undefeated. When Chambers comes up against Monroe at chow after learning of his record, he blasts Monroe with a blow and a challenge. The rest of the picture is about Chambers's trying to force the fight. Walter Hill's diverting film is a ripe and vivid slice of action melodrama. Although at times the picture seems to have been edited with a blowtorch, it gets the job done efficiently and swiftly. — Elvis Mitchell\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}