{"results": [{"headline": "Other Brother, The (Movie)  ", "publication_date": "2002-04-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:06:17", "opening_date": null, "display_title": "The Other Brother", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E3DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Other Brother", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "Night At the Golden Eagle (Movie)  ", "publication_date": "2002-04-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:27", "opening_date": "2002-05-17", "display_title": "Night at the Golden Eagle", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE5DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Night at the Golden Eagle", "type": "article"}, "mpaa_rating": "R", "summary_short": "Adam Rifkin's lurid and atmospheric film takes place in and around a filthy Los Angeles hotel, home to drunks, prostitutes, ex-convicts and, most poignantly, a forgotten tap-dance artist. Mr. Rifkin, who also wrote the screenplay, has a gift for creating the atmosphere of grimy despair his subject requires, and for leavening the grim proceedings with touches of grotesque humor. But the visual intensity and the relentless degradation visited on the characters begins to feel prurient and dishonest: the director seems to take an unseemly pleasure in their misery and at the same time to congratulate himself for having the guts to confront it. The problem, though, is not that he lacks the courage to contemplate futility and ruin, but that he's just a bit too eager. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Salton Sea, The (Movie)", "publication_date": "2002-04-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:01", "opening_date": "2002-05-17", "display_title": "The Salton Sea", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E3DA153EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Salton Sea", "type": "article"}, "mpaa_rating": "R", "summary_short": "This grim, druggy nightmare of a film set in the Los  Angeles demimonde of methamphetamine users and dealers wants to be a hybrid of  &quot;Heat,&quot; &quot;Pulp Fiction,&quot; &quot;Requiem for a Dream&quot; and &quot;Fight Club.&quot; Val Kilmer, as  a trumpet-playing speed freak in cahoots with two bullying drug agents, is the cooler-than-cool tour guide who is coerced into setting up a bust. But the movie belongs to Vincent D'Onofrio as a sadistic drug lord who goes by the cuddly name Pooh-Bear. Under its  stylish surface and hip lingo, the movie offers much less than meets the eye. — Stephen Holden", "multimedia": null}, {"headline": "Circuit (Movie)  ", "publication_date": "2002-04-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:42", "opening_date": null, "display_title": "Circuit", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E4DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Circuit", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Circuit&quot; has a superficial resemblance to the low-budget exploitation films of the 1950's that purported to be cautionary tales about the dangers of sex, drugs and other big-city vices while offering plenty of titillating opportunities to sample, at least vicariously, those same vices. Like a dewy ingénue from one of those pictures, John (Jonathan Wade Drahos), the hero of Dirk Shafer's film, moves from a small town in Illinois (where he had been a police officer) to find love and adventure in West Hollywood. There he is drawn into a glittery demimonde of gay &quot;circuit parties,&quot; quasi-charitable, quasi-illegal events fueled by casual sex and copious drug use. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Sade (Movie)", "publication_date": "2002-04-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:16:52", "opening_date": null, "display_title": "Sade", "link": {"url": "http://www.nytimes.com/movie/review?res=990CE6DB153EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sade", "type": "article"}, "mpaa_rating": "", "summary_short": "Daniel Auteuil, an exceptionally versatile  French actor, gives one of his greatest screen performances as the fiftysomething Marquis de Sade waiting out the Reign of Terror with a group of French aristocrats at a luxurious  former convent converted into a prison hospital. A far cry from the raving maniac played  by Geoffrey Rush in &quot;Quills,&quot; this convincing screen portrait paints Sade as a charming  but sinister rebel who secretly tutors a spirited teenage girl in sex and atheism under the  noses of her stuffy parents. Marianne Denicourt is Sade's devoted mistress (and mother  of a young son) who uses her affair with a henchman of Robespierre to save her lover  from the guillotine. &#151; Stephen Holden", "multimedia": null}, {"headline": "Jason X (Movie)  ", "publication_date": "2002-04-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:56:53", "opening_date": "2002-04-26", "display_title": "Jason X", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E4DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Jason X", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jason Voorhees, the stocky killer in a hockey mask who preys on young, sexually active women, has been pursuing his trade now for 22 years and 10 films. In his latest outing, &quot;Jason X,&quot; it isn't stunning originality or a sophisticated film style that accounts for the longevity of the series; that would be true of &quot;Halloween,&quot; which began in 1978 with a film brilliantly directed by John Carpenter. Rather, it's the Freudian simplicity of the premise (Jason is the prowling superego, punishing adolescents for their sexual impulses), along with the almost absurd lack of definition of the protagonist (his symbol, the white plastic hockey mask, is that of a total blank), that has kept this particular ball in play.  — Dave Kehr\r\n", "multimedia": null}, {"headline": "Vulgar (Movie)  ", "publication_date": "2002-04-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:43", "opening_date": null, "display_title": "Vulgar", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E3DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Vulgar", "type": "article"}, "mpaa_rating": "R", "summary_short": "With the flood of marginal independent films that have hit New York in the last few years, it has become more and more common to see critics staggering out of the screening room, shaking their heads in astonished disbelief. Bryan Johnson's &quot;Vulgar,&quot; though, provokes a whole new level of stunned incredulity. &quot;Vulgar,&quot; which Mr. Johnson wrote, directed and edited, is the relentlessly unpleasant tale of a New Jersey party clown, Will Carlson (Brian Christopher O'Halloran). Birthday parties being in short supply, Will decides to augment his income by working the bachelor-party circuit. He invents a new character, a stubble-faced, transvestite clown named Vulgar.  Too campy to work as straight drama and too violent and sordid to function as comedy, &quot;Vulgar&quot; is, truly and thankfully, a one-of-a-kind work. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Facing the Music (Movie)  ", "publication_date": "2002-04-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:55", "opening_date": null, "display_title": "Facing the Music", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E7D71F3FF937A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Facing the Music", "type": "article"}, "mpaa_rating": "", "summary_short": "Watching Anne Boyd &#151; the Australian composer, music professor and embattled heroine of this documentary &#151; teach classes in composition, it is clear she is one of those rare teachers who changes the life of almost every student who crosses her path. The movie was filmed while Ms. Boyd was chairman of the music department of the University of Sydney during a time of sharp financial cutbacks that threatened her department's integrity, if not its existence. As observers of an institution, the filmmakers lack the patience and thoroughness of a Frederick Wiseman. As effectively as &quot;Facing the Music&quot; conveys a sense of crisis, its detailing of the institutional nuts and bolts and the social, political and economic processes eroding the music department is sketchy and ultimately one-sided. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Girls Can't Swim (Movie)", "publication_date": "2002-04-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:43:26", "opening_date": null, "display_title": "Girls Can't Swim", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E1D6173FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Girls Can't Swim", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This French film about the sexual coming  of age of two 15-year-old girls who have been best friends since childhood has an  incandescent performance by Isild Le Besco as Gwen, a teenager metamorphosing from a  tomboy into a reckless, boy-crazy woman-child. As her introspective and (possibly lesbian) pal Lise, Karen Alyx gives an equally strong portrayal of a young woman desperately playing sexual catch-up. A movie that at first seems like a witty summer romp as only the French can do it turns dark in a shattering sexual confrontation that has  a tragic aftermath.  — Stephen Holden\r\n", "multimedia": null}, {"headline": "Murderous Maids (Movie)", "publication_date": "2002-04-19", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:57:29", "opening_date": null, "display_title": "The Murderous Maids", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E3DE143FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Murderous Maids", "type": "article"}, "mpaa_rating": "", "summary_short": "The story of the Papin sisters, Lemans domestic servants who murdered their mistress and her daughter in 1932, has long fascinated French writers and intellectuals. Jean-Pierre Denis's film stays close to the details of the sisters' lives, and provides a harrowing, unvarnished exploration of class domination and psychological obsession in the French provinces. Mr. Denis's clinical realism — there is no incidental music and little exposition — might in itself become oppressive if not for Sylvie Testud's ferocious, frightening performance as Christine Papin, whose fanatical devotion to her younger sister Lea made her the primary actor in a bloody social tragedy. — A. O. Scott", "multimedia": null}, {"headline": "Space Station 3-D (Movie)  ", "publication_date": "2002-04-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:54", "opening_date": "2002-04-19", "display_title": "Space Station 3-D", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E7D9153FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Space Station 3-D", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Space Station 3-D,&quot; the latest film to be photographed for the giant-screen Imax process in three dimensions, is apparently narrated by Tom Cruise.  At least, that's what the credits say, though the images are so overwhelming that it's hard for a viewer to recollect very much of what Mr. Cruise says or how he says it. As a medium, the 65-millimeter Imax process achieves a dazzling sharpness and scale that suggest what the thrill of the first Lumière and Edison films must have been like But the process, particularly in its 3-D extension, remains resolutely about itself. Not that this is necessarily a bad thing. Without the depth technology, &quot;Space Station 3-D,&quot; which opens today at Imax theaters nationwide, would be little more than an old-fashioned educational film. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Mutant Aliens (Movie)  ", "publication_date": "2002-04-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:45", "opening_date": null, "display_title": "Mutant Aliens", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E7D9153FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mutant Aliens", "type": "article"}, "mpaa_rating": "R", "summary_short": "It is hard not to admire Bill Plympton, the maverick animator whose distinctive, pencil-sketch style has graced a host of short films, commercials, MTV interstitials and three full-length animated features, including his latest work, &quot;Mutant Aliens.&quot;  Mr. Plympton is unquestionably a brilliant draftsman, and within the severe limitations of his small budgets (most of his films have been self-financed) he is a capable, often inventive animator. But he has yet to find a steady narrative voice to match his drawing skills, and &quot;Mutant Aliens,&quot; like his previous features &quot;The Tune&quot; (1992) and &quot;I Married a Strange Person&quot; (1997) doesn't hang together. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Scorpion King, The (Movie)  ", "publication_date": "2002-04-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:23:04", "opening_date": "2002-04-19", "display_title": "The Scorpion King", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E5DE143FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Scorpion King", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This loud, frenzied prequel to &quot;The Mummy&quot; series is a parody of a parody that has all the wit and subtlety of a food fight in a high school cafeteria. The wrestling superstar the Rock stomps and flexes through his role of a professional assassin who goes up against an evil Middle Eastern warlord (Steven Brand) 5,000 years ago in the Egyptian desert. The star may be first flesh-and-blood action hero  to appear more digital than human. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Murder By Numbers (Movie)  ", "publication_date": "2002-04-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:46", "opening_date": "2002-04-19", "display_title": "Murder By Numbers", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E5DE143FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Murder By Numbers", "type": "article"}, "mpaa_rating": "R", "summary_short": "Much of Barbet Schroeder's film, about a pair of California homicide detectives (Sandra Bullock and Ben Chaplin) pursuing two young wannabe psycho-killers (Michael Pitt and Ryan Gosling), is as routine and familiar as the title suggests. But Mr. Schroeder has always had a connoisseurial interest in the perversities of human psychology, and the film's unimaginative plot provides him rich opportunities to explore the kinks and contradictions of the two central relationships. Mr. Pitt and Mr. Gosling prove themselves to be two of the more adventurous and witty young actors working in movies today, and Ms. Bullock takes some interesting chances with her usual everywoman-in-distress screen persona. — A. O. Scott\r\n", "multimedia": null}, {"headline": "World Traveler (Movie)  ", "publication_date": "2002-04-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:25:13", "opening_date": null, "display_title": "World Traveler", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E7D9153FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of World Traveler", "type": "article"}, "mpaa_rating": "R", "summary_short": "Bart Freundlich's angst-ridden road movie follows the cross-country odyssey of Cal (Billy Crudup), a youngish New York architect who impulsively abandons his wife and 3-year-old son to drive across the northern tier of the United States in a station wagon. Along a route that takes him to the coast of Oregon by way of Minneapolis, Cal takes a short-lived construction job, gets drunk in several bars and picks up several women. The music on almost every jukebox happens to be Willie Nelson, whose song &quot;Across the Borderline&quot; becomes the movie's unofficial theme. The most remarkable (and frustrating) thing about &quot;World Traveler&quot; is that its protagonist, after being an object of intense scrutiny for 104 minutes, remains a complete blank. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "By Big Fat Greek Wedding (Movie)  ", "publication_date": "2002-04-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:13", "opening_date": "2002-08-02", "display_title": "My Big Fat Greek Wedding", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E7D9153FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of My Big Fat Greek Wedding", "type": "article"}, "mpaa_rating": "PG", "summary_short": "When Toula (Nia Vardalos) makes her first appearance in &quot;My Big Fat Greek Wedding,&quot; she has the kind of shapeless clothes, bad hairstyle and oversize glasses that invariably precede a Cinderella-like transformation in the movies. And it doesn't take long for Toula to emerge from her cocoon, a radiant Hellenic butterfly with designer clothes and contact lenses. All that's required is one long, swooning look at Ian (John Corbett), the high school English teacher who stops by for lunch one day at the neighborhood diner her family operates. Based on Ms. Vardalos's one-woman show, which was based in turn on her upbringing in Winnipeg, Manitoba, &quot;My Big Fat Greek Wedding&quot; is an amiable, offhanded comedy about ethnic identity and last-chance romance. — Dave Kehr", "multimedia": null}, {"headline": "Chelsea Walls (Movie)  ", "publication_date": "2002-04-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:35", "opening_date": null, "display_title": "Chelsea Walls", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E6D6173FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Chelsea Walls", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ethan Hawke's directorial debut is so smitten with bohemia and the myth of the tortured artist lurching around in his squalid urban pad that it suggests that this 31-year-old actor turned novelist and filmmaker wishes that he had come of age in the 1950's and 60's, when figures named Dylan, not Gates, were our cultural heroes. This bleary, lyrical ode to the Chelsea Hotel, the famous New York hostelry on West 23rd Street that has housed many legendary writers, painters and musicians, wants to be the film equivalent of an Abstract Expressionist painting, a beat generation rant and a wrist-slashing jazz ballad rolled into one.  But if &quot;Chelsea Walls&quot; builds a mood of boozy poetic disorientation, a crucial ingredient is missing: the scent of genuine artistic genius. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Enigma (Movie)  ", "publication_date": "2002-04-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:50", "opening_date": "2002-06-07", "display_title": "Enigma", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E7D9143FF93AA25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Enigma", "type": "article"}, "mpaa_rating": "R", "summary_short": "Set among the World War II British code-breakers in Blechley Park, Michael Apted's film explores a fascinating chapter in military history, and concocts a story full of intrigue, sex and mystery. The main mystery, sadly, is why such a promising subject, and so much talent among the filmmakers and the cast, should have produced such a talky, unsatisfying muddle. Campbell Scott plays a troubled mathematician who, with the help of Kate Winslet s dowdy file-clerk, tries to find his former girlfriend (Saffron Burrows), who has disappeared under suspicious circumstances. Much of the film is told in flashback, and so many subplots swirl about in the clammy English air that the concision and dramatic focus needed to make this historical thriller thrilling are never achieved. — A. O Scott\r\n", "multimedia": null}, {"headline": "Triumph of Love (Movie)", "publication_date": "2002-04-17", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:12:36", "opening_date": "2002-05-10", "display_title": "The Triumph of Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E6D91E3CF934A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Triumph of Love", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Clare Peploe's adaptation of Marivaux's charmingly silly 1732 play &#151; in which a mischievous princess (Mira Sorvino) disguises herself as a man and seduces an austere philosopher (Ben Kingsley), his spinster sister (Fiona Shaw) and the prince who is their protege (Jay Rodan) &#151; lives up to its title. The director's energetic use of handheld cameras, jump cuts and abrupt changes of angles plays against the drama's studied mannerisms. And the cast's nimble mastery of the play's emotional acrobatics give the film a liveliness and a surprising complexity of feeling. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Mule Skinner Blues (Movie)  ", "publication_date": "2002-04-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:44", "opening_date": null, "display_title": "Mule Skinner Blues", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E0DE143CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mule Skinner Blues", "type": "article"}, "mpaa_rating": "R", "summary_short": "The main character in Stephen Earnhart's documentary tribute to homegrown American eccentricity is a retired Florida shrimper named Beanie Andrew, who is an epic talker and a recovering alcoholic. Mr. Andrew and his friends dream of hitting the big time even though their best shot would seem to be an appearance on &quot;The Jerry Springer Show&quot; or &quot;Cops.&quot; Mr. Earnhart, who discovered them while looking for extras to cast in a music video, records their ambitions with a detachment that can sometimes be cruel. But at the same time, &quot;Mule Skinner Blues&quot; regards this makeshift local art scene with unironic admiration, disclosing a vibrant, eclectic and deeply weird folk culture flourishing in the shadow of the global, celebrity-driven culture industry. &#151; A. O. Scott\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}