{"results": [{"headline": "Romance Radiates From Madrid's Central Plaza", "publication_date": "2003-07-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:57", "opening_date": null, "display_title": "Km. 0", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CEFDD113DF932A25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Km. 0", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Km. 0&quot; takes its title from a popular meeting place in Madrid's central plaza, the Puerta del Sol.  It's a marker that defines &quot;kilometer zero,&quot; the point from which all distances in the city are measured.  The film is also about distances — the distances between people, which turn out to be much shorter than expected.  The &quot;Nashville&quot;-style narrative brings together 14 characters in and around the plaza on a hot summer day, where they exchange hopes and dreams along with a great deal of excessively overt confessional dialogue.  Pedro Almodóvar has moved on, but there is still a market for the sort of sunny, Iberian romps he pioneered, a gap that &quot;Km. 0&quot; does its modest best to fill. — Dave Kehr", "multimedia": null}, {"headline": "Mascara as Black as a Jolly Roger", "publication_date": "2003-07-09", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:53:52", "opening_date": "2003-07-09", "display_title": "Pirates of the Caribbean: The Curse of the Black Pearl", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E6DA153DF93AA35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Pirates of the Caribbean: The Curse of the Black Pearl", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This film floats one of the least posed and, therefore, most important  cinematic questions of our time: Can a movie maintain the dramatic integrity of a theme-park ride? In the case of Gore Verbinski's film, the answer is sure. Mr. Verbinski's penchant for logistics combined with the producer Jerry Bruckheimer's desire to spend like a drunken pirate when it comes to putting everything onscreen melt into an often frenetic, colorful and entertaining comic adventure. The dazzling, high-flying silliness is quite an achievement:  the movie is better than it deserves to be, given its origins. In fact, there's enough storyline for several movies. The wiry and beauteous tomboy Elizabeth (Keira Knightley) owns a medallion that gets the plot going roughly a scant hour into &quot;Pirates.&quot; The pirate Barbossa (Geoffrey Rush) kidnaps Elizabeth because of the medallion, which turns out to be an enchanted piece of gold that can free Barbossa and his swabbies from their curse. They're the larcenous undead whose skeletons can be seen in the moonlight. But the movie belongs to Johnny Depp as the pirate Capt. Jack Sparrow. Gargling his consonants before spitting them out, Mr. Depp suggests a man who has spent either a great deal of time with Keith Richards after a tour of the Rebel Yell factory, or a man who has spent a great deal of time watching Mike Myers do his Keith Richards impression. — Elvis Mitchell", "multimedia": null}, {"headline": "An Outcast on Fire in Rio's Underworld", "publication_date": "2003-07-09", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:22:05", "opening_date": null, "display_title": "Madame Sata", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E2DC153DF93AA35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Madame Sata", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Set in the slums of Rio de Janiero in the early 1930's, this film is a portrait of Joao Francisco dos Santos, the legendary black transvestite performer, street fighter, male prostitute and spiritual  acolyte of Josephine Baker, in the formative days of his cabaret career. His feverish act, driven by the sizzle of samba, is a glittering, sweat-drenched celebration of the body with  songs and stories that match the wildest inventions of Scheherezade. We meet  Francisco's extended family (a prostitute, her baby and their live-in slave) and one of his  lovers. Fueled by Lázaro Ramos's incandescent performance, the movie creates a romantic  vision of a bygone urban demimonde with many resemblances to Jean Genet's Parisian  underworld. — Stephen Holden", "multimedia": null}, {"headline": "When Collecting Tattoos Takes a Homicidal Turn", "publication_date": "2003-07-04", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:59", "opening_date": null, "display_title": "Tattoo", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02EFD9113AF937A35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Tattoo", "type": "article"}, "mpaa_rating": "", "summary_short": "This grisly drama about the hunt for a serial killer in the bowels of Berlin gives a sinister  new meaning to the expression &quot;no skin off your back&quot; because the suspects are involved in the  auctioning of body art stripped off the victims. Although the story doesn't begin to add up, the German director has used the creepy premise to construct a grim disquieting mood piece whose  clinical fascination with gore recalls David Fincher's &quot;Seven.&quot; The copious amounts of red blood are the only bright colors to be found in a movie that paints Berlin as a sprawling, rain-soaked  crypt. Gloomily theorizing about the current vogue for body art and body modification, it suggests  that the human race has started going backward. &#151; Stephen Holden", "multimedia": null}, {"headline": "It's Paris in 1871, and You Are There", "publication_date": "2003-07-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:31", "opening_date": null, "display_title": "La Commune (Paris 1871)", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E1DF103AF930A35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of La Commune (Paris 1871)", "type": "article"}, "mpaa_rating": "", "summary_short": "Centered on the story of the Paris Commune, the working-class insurgency that briefly ruled the French capital in 1871, Peter Watkins's film is at once a provocative account of a neglected episode in European social history, a call to arms against the contemporary injustices of capitalism, a critique of mass media and an experiment in collective filmmaking that recalls the heady days that followed France's last mass rebellion in May 1968.  That's a hefty agenda, even given the film's nearly six-hour running time, but in this risk-averse era, it can be a pleasure to see a film that fails by trying to do too much.  It's essential viewing for anyone interested in taking an exploratory step outside of the Hollywood norms. — Dave Kehr", "multimedia": null}, {"headline": "There's Nothing That a Little Cream Rinse Can't Fix", "publication_date": "2003-07-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:58:48", "opening_date": "2003-07-02", "display_title": "Legally Blonde 2: Red, White and Blonde", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E6DA123AF931A35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Legally Blonde 2: Red, White and Blonde", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This sequel to &quot;Legally Blonde&quot; (2001) is a movie for people who somehow managed to miss the point of the first picture, itself the kind of material that put the b in subtle, as the old joke goes. And old jokes is really what &quot;Blonde 2&quot; is all about. Reese Witherspoon returns as Elle Woods, the indefatigable sprig of a girl whose disposition is as sunshiny as her hair. Previously, she conquered Harvard Law School, a venue in need of a new world order, and in the nominal sequel, she takes on the moribund legislative branch in Washington. Elle is working as an aide to Representative Rudd (Sally Field), a fellow Delta Nu. Probably the funniest thing in the picture is seeing these Oscar-sized forces of nature: Ms. Witherspoon, the most determined actress of the 21st century, is posed pert nose-to-nose with Ms. Field, whose blurted &quot;You really like me&quot; sentiment disguised a will equally steely. But Charles Herman-Wurmfeld and the writer Kate Kondell don't make enough of this match-up. Instead, &quot;Blonde 2&quot; is repetitive rather than reiterative, going over the same material as the first. The snappy, happy Elle is ridiculed by Rudd's worldly and world-weary aides, especially the tough, crude Grace (Regina King). So, Elle has to wear them down, win them over, yet still find time to get married. The movie assumes not only that Elle did not learn anything from the first movie, but that its lessons of perseverance and open-mindedness were lost on audiences, too. — Elvis Mitchell", "multimedia": null}, {"headline": "Fill 'Er Up, Please. Check the Oil and the Corpse in the Trunk.", "publication_date": "2003-07-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:17", "opening_date": null, "display_title": "Gasoline", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E3DD123AF931A35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Gasoline", "type": "article"}, "mpaa_rating": "", "summary_short": "If the plot of this surreal Italian film is a patchwork of elements from better-known movies like &quot;Thelma and Louise,&quot; &quot;Bound&quot; and &quot;The Trouble With Harry,&quot; it has enough originality and  character development to stand on its own. Maya Sansa and Regina Orioli portray a volatile lesbian  couple who flee the gas station where they operate with the dead body of the younger woman's  mother in their trunk after she dies in an accident that looks like a murder. In addition to having to dump the corpse, they are pursued by a sinister gang of two hoodlums and their moll. The Italian landscape through which they move is a sullen, oil-slicked wasteland of highways, gas stations and sleazy roadside clubs that resembles the American Southwest as portrayed in low-budget Hollywood thrillers. &#151; Stephen Holden", "multimedia": null}, {"headline": "A Selfish Adventurer With a Selfless Mission", "publication_date": "2003-07-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:39", "opening_date": "2003-07-02", "display_title": "Sinbad: Legend of the Seven Seas", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E7DD123AF931A35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Sinbad: Legend of the Seven Seas", "type": "article"}, "mpaa_rating": "PG", "summary_short": "What's bad? &quot;Sinbad,&quot; the newest animated feature with a boatload of celebrities slumming through another not-quite-thawed adventure story. To invoke the name of another underwhelming new film, &quot;Sinbad&quot; is legally bland. It stars Brad Pitt, who's such an actual avatar of golden-haired perfection that he's more credible as a cartoon; his under-inflected, slightly toasted-sounded arrogance seems less than fitting for a lusty, robust hero and con man and more in line with the stoner he played in &quot;True Romance.&quot; As it stands, kids will gravitate more toward his antic, commanding and inventive sidekick pooch. Or toward Eris, the capricious god of Chaos (Michelle Pfeiffer), whose need to stir up trouble isn't quite as grandiose as &quot;Sinbad&quot; requires. As Sinbad sails the film's marvelous computer-rendered seven seas on his mission, Eris conjures mischief. She's the otherworldly presence looming over the titular figure's peregrinations, and her mellifluous malevolence is one of the most distinctive elements the picture has to offer. With Catherine Zeta-Jones as the tomboy Marina, and Dennis Haysbert as the Nubian first mate who inspires lines that children may question. — Elvis Mitchell", "multimedia": null}, {"headline": "A Monotonic Cyborg Learns to Say 'Pantsuit'", "publication_date": "2003-07-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:01", "opening_date": "2003-07-02", "display_title": "Terminator 3: Rise of the Machines", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01EFD6143AF932A35754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Terminator 3: Rise of the Machines", "type": "article"}, "mpaa_rating": "R", "summary_short": "He said he would be back, didn't he? And so Arnold Schwarzeneggar returns once more from the future to deliver one-liners with his trademark leaden  whimsy. It has been 12 years since the last &quot;Terminator&quot; movie, and  nearly 20 since the first, and the franchise risks a certain obsolescence. As does the old T-1 himself; his nemesis this time is a sleek new model, T-X cyborg human-hunter (Kristanna Loken), who turns up naked on Rodeo  Drive and proceeds to wreak havoc in a red leather pants suit and a Lexus  sports coupe. Jonathan Mostow lacks the operatic humanism of James Cameron, who made the first two episodes, but he brings an air of unassuming B-movie  competence to the many chase and explosion scenes. Nick Stahl and Claire Danes are the future resistance leaders whom the good terminator must protect from the bad one. They also must try to short-circuit the evil machine's takeover of the world, and the annihilation of most of its human population. All in under two hours. — A.O. Scott", "multimedia": null}, {"headline": "Spared by a Virus but Not by Mankind", "publication_date": "2003-06-27", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:30:05", "opening_date": "2003-06-27", "display_title": "28 Days Later", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE6D8113BF934A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of 28 Days Later", "type": "article"}, "mpaa_rating": "R", "summary_short": "When it is not scaring you silly, this film invites you to reflect seriously on the fragility of modern civilization, which has been swept away, while the hero lies peacefully in a coma, by a gruesome and highly contagious virus. Four weeks after a laboratory full of rage-infected monkeys has been liberated by some tragically misguided animal-rights activists, the whole of London — and possibly every place else — has been substantially depopulated, leaving the few healthy survivors to contend with red-eyed, ravenous infecteds. The movie is suitably graphic and terrifying, but it also has some surprising pastoral moments, as the main characters flee London for the countryside. Anthony Dod Mantle's digital cinematography has an exquisite, painterly beauty that makes the picture not just scary, which it surely is, but genuinely haunting. In contemplating the extinction of the human race, Danny Boyle, director of such cynical, style-charged movies as &quot;Trainspotting&quot; and &quot;Shallow Grave,&quot; seems to have discovered his inner humanist. — A. O. Scott", "multimedia": null}, {"headline": "The Strained Family Ties of Three Athletic Angels", "publication_date": "2003-06-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:33", "opening_date": "2003-06-27", "display_title": "Charlie's Angels: Full Throttle", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E4D7113BF934A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Charlie's Angels: Full Throttle", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This film is a dizzying river of fun, high spirits and unabashed silliness so overpowering that a stream of enthusiasm overflows its banks. It would be fair to say that the movie is  better than both the television show that inspired it  as well as its film predecessor — and that's even a compliment.  Cameron Diaz, Drew Barrymore and Lucy Liu return as clumsy Natalie, boy-crazy Dylan and semi-prim Alex in a sequel whose sugar-rush absurdity almost defeats the forces of logic, taste and conventional narrative. It's as cheerfully, enjoyably humid as the first blast of summer light and heat. &quot;Throttle&quot; is so much like a feature-length cartoon that you may find yourself sitting through the end credits waiting to see who provided the voices for the — if you'll pardon the expression — characters. The idea that McG and the screenwriters use to inform the picture with an abiding sweetness is to treat the Angels like a family. But what carries more weight than any threat to the world — which they can overcome with one hand tucked into a thong behind their backs — is a peril to the bonds that hold the Angels together. And in &quot;Throttle,&quot; there are three looming dangers to Charlie's brood: one is the retired Angel-gone-renegade Madison Lee (Demi Moore), who's saddled with the traditional threat to national security. Another is Dylan's former lover, the Irish mob leader Seamus O'Grady (Justin Theroux). And perhaps the most insidious of all is Pete (Luke Wilson), who has just moved in with Natalie and may pop the question. With Bernie Mac, ably replacing Bill Murray as Bosley. — Elvis Mitchell", "multimedia": null}, {"headline": "When Cybersex Addicts Try Real Life", "publication_date": "2003-06-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:41", "opening_date": null, "display_title": "On_Line", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE7D7113BF934A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of On_Line", "type": "article"}, "mpaa_rating": "R", "summary_short": "This creepy romantic comedy is filled with scenes of soft-core cyber-sex in which lonely unattached singles (all but one from New York) coax each other to ecstasy without ever touching each other. The mechanical, hokey plot imagines what would happen if a group of cyber-sex devotees, some of them in it for the  money, others kinky exhibitionists, others forlorn fantasists desperate for a relationship, tear themselves away from their computers and experiment with face-to-face contact. Despite its convincing performances and skillful use of split-screen techniques, it is an ultimately dispiriting affair that leaves you with a nagging &quot;is that all there is?&quot; feeling about sex in general. &#151; Stephen Holden", "multimedia": null}, {"headline": "Driver's Ed That Was Covered in Blood", "publication_date": "2003-06-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:21:49", "opening_date": "2002-02-12", "display_title": "Hell's Highway", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E0D7113BF934A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Hell's Highway", "type": "article"}, "mpaa_rating": "R", "summary_short": "This documentary examines the strange, bloody history of Highway Safety Films, an Ohio company that attempted, from the late 1950's to the mid-70's, to terrify drivers-ed students into responsible driving. The effectiveness of their movies, which often featured grisly real-life sounds and images of the wounded and the dead, is open to debate, and the film offers some dry and predictable sociological interpretation. But the real fascination lies in the curious combination of civic-mindedness with ghoulish prurience, as Bret Wood profiles a group of plain-spoken Midwesterners who made crude, powerful horror movies in the name of social and moral improvement. — A. O. Scott", "multimedia": null}, {"headline": "Weapons of Mass Pride: India's Nuclear Embrace", "publication_date": "2003-06-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:24:10", "opening_date": null, "display_title": "War and Peace", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00EFDB103BF935A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of War and Peace", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;The government is like a mother. If a mother feeds poison to its own child, what is the child to do?&quot; says an Indian villager living near a clandestine nuclear test in Anand Patwardhan's adamant anti-war documentary. &quot;War and Peace&quot; is the Indian director's solemn, stirring perspective on the competitive chauvinism between India and Pakistan, which manifests itself as the long-term nuclear arms race that the countries bordering each other have been involved in. With the controversy surrounding weapons of mass destruction in Iraq, there might not be a better time than the present for this documentary. The film gets going with a formative incident in both the director's life, and his country's: powerful black-and-white film of the events surrounding Mahatma Gandhi's assassination. The spiritual stain left by this murder, which Mr. Patwardhan mentions took place two years before his birth, is the starting point of this noteworthy, rigorously contentious film. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "The Sinister Evolution of the Most Intimate Form of Political Violence", "publication_date": "2003-06-25", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:29:19", "opening_date": null, "display_title": "Human Weapon", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E3D8123BF936A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Human Weapon", "type": "article"}, "mpaa_rating": "", "summary_short": "Two related documentaries explore terrorism from different perspectives. Ian Ziv's &quot;Human Weapon,&quot; a cool, analytical, ultimately pessimistic history of suicide bombing as a form of warfare, finds an unsettling pattern in the way this technique has widened to encompass civilians as well  as military targets. The camera doesn't shy away from images of carnage. In &quot;My  Terrorist,&quot; Yulie Cohen Gerstel, a sixth-generation Israeli who was seriously injured during a  1978 attack on an El Al flight, seeks out Fahad Mihyi, one of the attackers who spent the  last 22 years isolated in an English prison. She initiates a correspondence in which he expresses contrition for his youthful deeds, and she considers supporting his release from prison. — Stephen Holden", "multimedia": null}, {"headline": "Cotton Candy Effigies and a Best Friend From Hell", "publication_date": "2003-06-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:53:46", "opening_date": "2003-06-20", "display_title": "From Justin to Kelly", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E5DF163BF932A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of From Justin to Kelly", "type": "article"}, "mpaa_rating": "PG", "summary_short": "In its wildest dreams, the flimsy cut-and-run musical spun off from  the &quot;American Idol&quot; juggernaut set in Florida during spring break would like to imagine  itself a contemporary hybrid of &quot;Grease&quot; and &quot;Saturday Night Fever.&quot; A witless, inept  parody of &quot;Beach Blanket Bingo&quot; would be closer to the mark. It is the motion picture  equivalent of Cheez Whiz. — Stephen Holden", "multimedia": null}, {"headline": "Questioning Religion While Opposing Hitler", "publication_date": "2003-06-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:21", "opening_date": null, "display_title": "Bonhoeffer", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE6DD1F38F933A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bonhoeffer", "type": "article"}, "mpaa_rating": "", "summary_short": "In his feature film debut, Martin Doblmeier has assembled a documentary that's also a touching narrative on the nature of faith, and the film is far more successful when raising questions of spirituality and Christianity than when dealing with the subject at hand. That subject is the story of the German theologian Dietrich Bonhoeffer, who stood early in his opposition to Hitler and whose need to be a part of restorative change during World War II later involved him in a conspiracy to assassinate the Nazi leader. Bonhoeffer's part in this plot as a member of the most famous attempt on Hitler's life &#151; a bomb placed in a conference room that came close to achieving its aim &#151; cost him his life just  as the Nazi effort was winding down and Hitler was presumed dead. Bonhoeffer's family, a group of forward-thinkers, is described early in the documentary as &quot;conservative in the best way, open to something new but not losing touch with where they stood.&quot; The filmmaking isn't particularly stirring, but the film itself is comparable to the admirable &#151; and unusual &#151; definition of the word conservative. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "A Written-Out Wretch, Saved by His Steno", "publication_date": "2003-06-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:29", "opening_date": "2003-06-20", "display_title": "Alex & Emma", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE7DF1E38F933A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Alex & Emma", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This romantic comedy's enervated wackiness is like a trip on a ghost ship, cruising past markers of What Once Was. Alex Sheldon (Luke Wilson) has 30 days to finish a novel so he can earn the money to pay off a pair of legbreakers who look like loan officers from the projects. However, since he's experiencing a writer's block that leaves his imagination colder than this picture's, Alex hires a stenographer, the all-business Emma (Kate Hudson), in the hope of dictating a book to her during his allotted time. There's so little chemistry between Mr. Wilson and Ms. Hudson that you begin to look back on what now seems like the halcyon days of &quot;How to Lose a Guy in 10 Days.&quot; Ms. Hudson has to rifle her bag of tricks — that sleepy, slightly stoned squint as if she's trying to peer through the fog and find the truth — because Emma's not a character; she's a hand-me-down comic foil, a peanut butter cookie that will eventually crumble as she's dunked into a steaming cup of love. She's there to be a steadying hand on Alex's excesses, but she's such an obvious device that when she tells him his novel is filled with unfortunate coincidences, it's the pot calling the kettle bankrupt. The picture is desperate to be a date-night event, and it feels more like a last-date movie. — Elvis Mitchell", "multimedia": null}, {"headline": "Pageantry and Bloodshed in 16th-Century Thailand", "publication_date": "2003-06-20", "byline": "A. O. SCOTT", "critics_pick": 0, "date_updated": "2016-03-30 07:15:18", "opening_date": null, "display_title": "The Legend of Suriyothai", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E6DD1F38F933A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Legend of Suriyothai", "type": "article"}, "mpaa_rating": "R", "summary_short": "The director, a Thai prince, has made a sweeping, old-fashioned historical saga, complete with crowded battle scenes, elaborate sets and costumes, and even elephants. This kind of large-scale, epic filmmaking has long been out of style in Hollywood, and it is thrilling to see it revived here. The story, based on the bloody history of 16th-century Thailand, combines palace intrigue and battlefield mayhem, and it shows the central role women played in Thailand's military and political history. The heroine, Suryiothai, is noble and steadfast, but nowhere near as vivid as Srisudachan, a conniving courtesan who rises to power like a Siamese Lady Macbeth, leaving a trail of poisoned and beheaded corpses behind her. — A. O. Scott", "multimedia": null}, {"headline": "Tall and Green, but No 'Ho, Ho, Ho'", "publication_date": "2003-06-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:54", "opening_date": "2003-06-20", "display_title": "The Hulk", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E0DF1E38F933A15755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Hulk", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In the old days, we knew him as the Incredible Hulk, but the only thing incredible about this version is that is was made by Ang Lee and James Schamus, the minds behind &quot;Crouching Tiger, Hidden Dragon.&quot; The greatest failure of &quot;The Hulk&quot; is not the clumsy, ugly special effects. (As the angry green fellow hops through the desert, pursued by fighter jets, he looks more Claymation than computer-generated, and you half expect to see Wallace and Gromit in the cockpits.) Nor is it the witless writing or the hectic, inconsistent acting. Eric Bana's inertia is overcompensated by the trembling weepiness of Jennifer Connelly, who plays his soul mate, and the raving of Nick Nolte, as his dad, a mad scientist. These lapses would be forgivable if the filmmakers had found the right tone of pop seriousness to bring the hero and his story into focus. They seem to be at once taking the material too seriously and condescending to it, and they are too busy marveling at their own technique to make us care about the sufferings of the Hulk, who is finally not credible at all. — A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}