{"results": [{"headline": "Cary Grant, Keep an Eye on the Gay Guy", "publication_date": "2004-07-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:01", "opening_date": "2004-07-16", "display_title": "Touch of Pink", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E5DD143AF935A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Touch of Pink", "type": "article"}, "mpaa_rating": "R", "summary_short": "The only real touch of class in the rickety little  romantic comedy is Kyle MacLachlan's dead-on impersonation of Cary Grant's ghost.  Lounging around in a paisley dressing gown, dropping pallid witticisms in Grant's  signature staccato style with just the right accent, the actor finds an easy balance between  affectionate imitation and amusing parody. That ghost haunts the movie's troubled young  protagonist Alim (Jimi Mistry), a gay South Asian Muslim leaving with a British lover in  London. The movie is the latest manifestation of an already stale sub-sub genre: the  multicultural romance in which a gay couple of mixed ethnicity tries to conceal their  relationship from visiting tradition-bound relatives who assume the lovers are  heterosexual roommates. Mr. MacLachlan's Grant is Alim's imaginary advisor. The humor fizzles, and except for Mr. MacLachlan the acting is wooden and overstated. &#151; Stephen Holden", "multimedia": null}, {"headline": "Bollywood Discovers New Jersey's Subplots", "publication_date": "2004-07-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:11", "opening_date": "2004-07-16", "display_title": "Flavors", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E6DE143AF935A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Flavors", "type": "article"}, "mpaa_rating": "", "summary_short": "Written and directed by Raj Nidimoru and Krishna DK, this independent feature &#151; a product of the Indian Diaspora &#151; was shot and takes place largely in New Jersey, where the thoroughly Americanized Rad (Anupam Mittal) is about to be married to his tall, blonde American fiancée (Jicky Schnee).  Arriving from the old country for the big event, Rad's tradition-minded parents are at first appalled by such American customs as allowing women to smoke on the street, but before too long are happily adapting American folkways, like wearing promotional T-shirts and going for aimless walks along empty suburban streets. The picture is bright, good-spirited and, for Bollywood, blissfully short at a mere 114 minutes, but fans will be disappointed by the lack of the wonderfully demented musical numbers that are the Hindi cinema's defining characteristic. &#151; Dave Kehr", "multimedia": null}, {"headline": "Shattered Pieces of a Glass Slipper", "publication_date": "2004-07-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:31", "opening_date": "2004-07-16", "display_title": "A Cinderella Story", "link": {"url": "http://www.nytimes.com/movie/review?res=950DEFDF143AF935A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of A Cinderella Story", "type": "article"}, "mpaa_rating": "PG", "summary_short": "If adolescent rebellion were channeled toward a useful cause, the tweener audience for &quot;A Cinderella Story&quot; and for the recent &quot;Sleepover&quot; would march en masse to Hollywood to protest the cynicism, sloppiness and condescension of the toxic fantasies being hurled at them. Set in the San Fernando Valley, &quot;A Cinderella Story&quot; strains to  bend the classic fairy tale to accommodate another coarse high school comedy of air-headed teenage vixens ganging up on a meek little angel. Samantha (the talent-challenged Ms. Duff), or &quot;Diner Girl,&quot; as she's jeeringly labeled, is a pariah because she drives a  battered old car and toils like a slave in her evil stepmother's hideous pink-painted diner.  That stepmother (Jennifer Coolidge), who suggests a nightmarish hybrid of Zsa Zsa  Gabor and Tammy Fay Bakker, is a greasy-looking sexpot manqué. The resident Prince  Charming (Chad Michael Murray) is the courtly captain of the football team, student  council president and closet poet, and the fairy godmother (Regina King) the salty, good-hearted African-American manager of the diner. Even for a fairy tale, &quot;A Cinderella  Story&quot; fails to make sense. — Stephen Holden", "multimedia": null}, {"headline": "Torn Between a Dreamy Idealist and a Veterinarian", "publication_date": "2004-07-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:57:16", "opening_date": null, "display_title": "Zhou Yu's Train", "link": {"url": "http://www.nytimes.com/movie/review?res=990CE6DC143AF935A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Zhou Yu's Train", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This vehicle for the Chinese beauty Gong Li finds her approaching 40 but still playing a young, innocent peasant woman: Zhou Yu, a painter in a ceramics factory who twice a week takes a crowded train from her home in Sanming, an industrial center in the northwest, to the rural village of Chongyang.  She makes the punishing journey to see her lover, Chen Ching (Tony Leung Ka Fai), a shy, sensitive poet who lives in reclusion in a dusty library.  Built out of bits and pieces of successful Chinese films of the recent past, &quot;Zhou Yu's Train&quot; comes to seem less a movie than a memory of movies &#151; or at worst, a commercial Frankenstein's monster, sewn together to fill a perceived gap in the market.  The Chinese cinema has since gone on to more challenging, socially-engaged subjects (as in Zhang Ke Jia's amazing &quot;Platform&quot;); perhaps it's time for Ms. Li to do the same. &#151; Dave Kehr", "multimedia": null}, {"headline": "The Doodads Are Restless in Chicago", "publication_date": "2004-07-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:26", "opening_date": "2004-07-16", "display_title": "I, Robot", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E6DC143AF935A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of I, Robot", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Once again, machines are threatening to take over the world, and once again, they have developed feelings, which poses the usual conundrums of sci-fi philosophy. &quot;Suggested by&quot; Isaac Asimov's classic book of short stories, this sleek, hectic thriller engages some interesting ideas on its way to an overblown and incoherent ending. Will Smith, in weary-action movie mode, plays Del Spooner, a homicide detective in 2035 Chicago investigating the death of an old friend. Spooner is a confirmed robot-hater, and as he confronts his bigotry the movie develops a clever, if obvious, racial subtext. With the help of Susan Calvin (Bridget Moynahan), a concerned scientist, and a soulful machine, named Sonny, Spooner contends with an apparent corporate conspiracy aimed at usurping human control of everything. &quot;You're the dumbest smart person I've ever met,&quot; Spooner says to Dr. Calvin at one point, and for a dumb movie, &quot;I, Robot&quot; turns out to be pretty smart. — A. O. Scott", "multimedia": null}, {"headline": "Tryin' to Seize the Joys of Hip-Hop's M.C.'s", "publication_date": "2004-07-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:17", "opening_date": null, "display_title": "Freestyle", "link": {"url": "http://www.nytimes.com/movie/review?res=940CE2DD143AF935A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Freestyle", "type": "article"}, "mpaa_rating": "", "summary_short": "Hip-hop may rule the pop charts, but this short, scrappy documentary seeks out the music's roots in improvised, street-level pop culture. The rappers Mr. Fitzgerald encounters may not be household names (the most famous is Mos Def, though there are a few clips of Notorious B.I.G. and Tupac Shakur), but their off-the-cuff verbal inventiveness can be breathtaking. They take pride in rapping not from prepared lyrics, but &quot;off the dome&quot; in street corner and dancehall battles that combine jazz improvisation with schoolyard braggadocio. As much literary criticism as sociology, &quot;Freestyle&quot; offers a spirited tutorial in a vital, complicated and often misunderstood contemporary art form. — A. O. Scott", "multimedia": null}, {"headline": "An Idol Who's Deeply in Love With His Own Feet of Clay", "publication_date": "2004-07-14", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:28:31", "opening_date": "2004-08-06", "display_title": "The Door in the Floor", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E1D91F3BF937A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Door in the Floor", "type": "article"}, "mpaa_rating": "R", "summary_short": "Tod Williams, avoiding the traps of sentimentality and overdone whimsy that lie in wait for adaptors of John Irving's fiction, has made a version of &quot;A Widow for One Year&quot; that is better than the book. Jon Foster plays Eddie, a prep school student who spends a long, eventful summer working as an assistant to Ted Cole (Jeff Bridges), a famous writer and illustrator of children's books. Ted and his wife, Marion (Kim Basinger), are still grieving over the loss of their two sons in a car accident years before, and their marriage is falling apart. All of this might have made for maudlin, precious melodrama — especially when Eddie and Marion commence their affair — but rather than emphasize the plot, Mr. Williams makes it a relaxed, roomy landscape for the characters to roam around in. The cast rises above the occasional implausibility of the material, and the movie is funny, touching and understated. It is dominated by Mr. Bridges's performance, one of the finest pieces of screen acting by an American man so far this year, a heroically life-sized portrait of wounded narcissism and masculine need. — A. O. Scott", "multimedia": null}, {"headline": "Heavy-Metal Headshrinking and Other Secrets of the Rock 'n' Roll Business", "publication_date": "2004-07-09", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:42:52", "opening_date": "2004-07-30", "display_title": "Metallica: Some Kind of Monster", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E1DB123BF93AA35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Metallica: Some Kind of Monster", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Joe Berlinger and Bruce Sinofsky, who begin filming the mighty heavy-metal band Metallica in early 2001, turn what might have been a conventional behind-the-scenes rockumentary into a riveting, intricate psychodrama. After nearly 20 years together, Metallica was in something of a funk, and they hired Phil Towle, a therapist, to help them through their artistic and interpersonal struggles. At its core, &quot;Some Kind of Monster&quot; is the portrait of a marriage: the angry, sustaining partnership between James Hetfield, the lead singer, and Lars Ulrich, the drummer, who founded the band as teenagers and must figure out how to keep it going now that they're in their 40's. &#151; A. O. Scott", "multimedia": null}, {"headline": "An Executive's Hard Choices and the Toll They Take", "publication_date": "2004-07-09", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:21:10", "opening_date": "2004-07-09", "display_title": "Inheritance", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE1DA123BF93AA35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Inheritance", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Filmed mostly in shades of gray, this sleek, desolate fable about the conflict between corporate values and human needs gives the upscale ethos that engulfs its characters a bleak palette all its own. The central  character, Christoffer (Ulrich Thomsen), forsakes a carefree life in Stockholm to assume  control of his family's floundering steel works after his father commits suicide. Part of  the story revolves around the tug of war between his domineering mother (Ghita Norby)  and his beautiful wife (Lisa Werlinder), who puts her promising acting career on hold to move from Stockholm to Copenhagen. &quot;The Inheritance&quot; reminds you in painful detail that one of the tasks of a financially responsible executive is to execute. As he turns the business around, his decisions tear apart his family and erode his marriage. You can read the Danish film as an unsettling parable about any corporation, or, for that matter, any country forced to take stringent financial measures to avoid catastrophe. For all the pain he inflicts, Christoffer might even be seen as a self-sacrificing hero. But as the morose movie shows, a corporate hero is many ways the antithesis of a humanitarian. — Stephen Holden", "multimedia": null}, {"headline": "No More Hunt for the Perfect Wave; The Thrill Is Finding the Scariest", "publication_date": "2004-07-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:46:06", "opening_date": "2004-08-13", "display_title": "Riding Giants", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E6DA123BF93AA35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Riding Giants", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The sight of surfers gracefully navigating 50-foot waves, then being swallowed into the surge only to emerge in triumph is a surefire thrill that exerts the same visceral tug as watching storm chasers drive into tornados. Even vicariously you can feel the rushes of adrenaline.  Because the waves get progressively higher as &quot;Riding Giants&quot; goes along, some of that thrill is sustained, although the movie is too long. For all its excitement, Stacy Peralta's follow-up to his skateboarding movie &quot;Dogtown and Z-Boys&quot; lacks the quirky, personal touch of its forerunner. Though it has its share of cheek, it is a more formal survey of a sport that is already well documented. The history of surfing, one commentator remarks, can be divided into eras: before and after &quot;Gidget.&quot; The closer the movie draws to the present, the more concentrated is its attention to innovative stars like Greg Noll, Jeff  Clark and Laird Hamilton and their quest to ride the biggest, scariest waves. &#151; Stephen Holden", "multimedia": null}, {"headline": "Undies in a Scavenger Hunt (It Must Be Junior High)", "publication_date": "2004-07-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:30:03", "opening_date": "2004-07-09", "display_title": "Sleepover", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E0D9123BF93AA35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Sleepover", "type": "article"}, "mpaa_rating": "PG", "summary_short": "How young do you have to be before you want to be older? With this wispy pubescent  comedy, Hollywood, that self-appointed guardian of our national youth obsession, has  come up with a number: 14. The story of a competitive scavenger hunt with a Cinderella  subtext has the same ingredients as a John Hughes teen comedy but is scaled to a lower  age group and given a thick gloss of farce. In seeking a wobbly balance between &quot;Mean  Girls&quot; edge and pre-pubescent cheer, it embodies moviemaking as niche marketing. &#151; Stephen Holden", "multimedia": null}, {"headline": "When the Hair Made the Man", "publication_date": "2004-07-09", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:52", "opening_date": "2004-07-09", "display_title": "Anchorman", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E2DD123BF93AA35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Anchorman", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Neither as crazy as &quot;Old School&quot; nor as charming as &quot;Elf,&quot; this extended comedy sketch (written and directed by a former &quot;Saturday Night Live&quot; head writer) will nonetheless satisfy, for now, the national hunger for Will Ferrell's special brand of goofiness. This time he plays Ron Burgundy, a San Diego newsman whose supremacy is threatened by the arrival of a woman (Christina Applegate) who becomes his rival, his love interest and, of course, his straight man. The movie's ideas are none too fresh — the crazy sideburns and ugly neckties of the 1970's will only yield so much hilarity — but there is a reasonably high quotient of funny jokes and off-the-wall, nutty gags, including a street fight among rival news teams as amusing for its movie-star cameos as for it brutal slapstick. — A. O. Scott", "multimedia": null}, {"headline": "A Conflict Between Sisters, One Repressed, One Wild", "publication_date": "2004-07-09", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:43:23", "opening_date": null, "display_title": "Afraid of Everything", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E0D9123BF93AA35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Afraid of Everything", "type": "article"}, "mpaa_rating": "", "summary_short": "Filmed in black and white, largely in what looks to be a loft on the Brooklyn waterfront, &quot;Afraid of Everything&quot; has a distinctly European flavor, thanks not only to its two leading performers, the French actresses Natalie Richard (&quot;Irma Vep&quot;) and Sarah Adler (who appears in Jean-Luc Godard's new film, &quot;Notre Musique&quot;).  The writer and director, David Barker, discards the didactic tone of so much American independent filmmaking in favor of a character study that leads to no easy conclusions.  A former flight attendant who lost a leg in an accident, Ms. Richard has been afraid to leaver her apartment for a year; her younger sister (Ms. Adler) is a more impulsive, liberated type who comes for a visit, with awkward consequences for Ms. Richard's dour, live-in boyfriend, Daniel Aukin.  What sounds like another sappy fable of the carpe diem stripe develops into an opaque drama charged by unstated, subterranean tensions. &#151; Dave Kehr", "multimedia": null}, {"headline": "The Once and Future Fury: Knights Go for the Jugular", "publication_date": "2004-07-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:46", "opening_date": "2004-07-07", "display_title": "King Arthur", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E5D8173BF934A35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of King Arthur", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This misty, smoky, plodding epic claims to resurrect the &quot;true story&quot; that has been buried in centuries of Arthurian legend. Arthur (Clive Owen) is a mopey Roman officer, whose knights are a band of conscripts policing the area around Hadrian's Wall and fighitng off the Woads, a band of guerrilla fighters led by Merlin. The Romans withdraw, the Saxons arrive (led by Stellan Skarsgaard, hamming it up in braids) and Arthur grapples with his identity crisis and falls in love with Guinevere (Keira Knightley), a tough Woad babe he has rescued from a Roman dungeon. The battle scenes have some impact, though not much coherence, but the director Antoine Fuqua gives the movie an element of brawny, B-picture camp that mitigates its ponderous dullness. — A. O. Scott", "multimedia": null}, {"headline": "Reunited, Still Talking, Still Uneasy", "publication_date": "2004-07-02", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:50:53", "opening_date": "2004-07-30", "display_title": "Before Sunset", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E2DC1038F931A35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Before Sunset", "type": "article"}, "mpaa_rating": "R", "summary_short": "Nine years after they parted, in Vienna, at the end of &quot;Before Sunrise,&quot;  Jesse (Ethan Hawke) and Celine (Julie Delpy) rediscover each other in Paris,  and relive their brief encounter. This time, it is even briefer: the film unfolds, without skipping a minute, in the hour or so before Jess must catch a plane home to New York, and all those minutes are filled with looping, self-conscious talk as the reunited lovers wander along the Seine.   Their intimacy is tinged with nostalgic regret. The airy sense of freedom   that they shared in their early 20's has given way to the resignation of adulthood, even as they meander toward a second chance. The liberating   sweetness of the earlier movie has mellowed into a saltier, sadder flavor, but Richard Linklater, one of our most literate and intelligent directors, has not talked himself out of the possibility of romance, and the movie's relaxed, discursive structure is dense with implied feeling and oblique drama. — A. O. Scott", "multimedia": null}, {"headline": "A Chance to Vote at the Box Office for the Heartland", "publication_date": "2004-07-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:18:50", "opening_date": "2004-07-02", "display_title": "America's Heart and Soul", "link": {"url": "http://www.nytimes.com/movie/review?res=9807EFDA1038F931A35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of America's Heart and Soul", "type": "article"}, "mpaa_rating": "", "summary_short": "After &quot;The Passion of the Christ&quot; and &quot;Fahrenheit 9/11,&quot; here is the latest film to go after your ideological dollar.  Directed by Louis Schwartzberg, a cinematographer who specializes in time-lapse photography, &quot;America's Heart and Soul&quot; consists partly of sleek montages of standard patriotic imagery &#151; bald eagles, the Statue of Liberty, Monument Valley, usually photographed with sunrises or sunsets in the background &#151; and partly of thumbnail sketches of assorted Americans enjoying their constitutionally protected right to pursue happiness.   But a lot of this activity &#151; flying planes upside down, blowing up old television sets, fighting oil-well fires &#151; looks like an adrenaline-fired way to escape the America the movie is ostensibly celebrating. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Teenager Forced to Choose Between Dreams and Family", "publication_date": "2004-07-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:09", "opening_date": null, "display_title": "Bonjour Monsieur Shlomi", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E3DA1038F931A35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Bonjour Monsieur Shlomi", "type": "article"}, "mpaa_rating": "", "summary_short": "This Israeli after-school special — sorry, make that &quot;major motion picture&quot; — is the story of a put-upon teenager who, by the end of the film's interminable 94 minutes, has managed to solve most of the problems of his mildly dysfunctional family.  Poorly transferred to film from low-definition video, &quot;Bonjour, Monsieur Shlomi&quot; looks awful on the big screen.  Shemi Zarhin, who wrote and directed, matches the banality of his screenplay with the impersonality of his filmmaking.  The picture is a bland procession of loosely framed close-ups, which serve only to underline the amateurish performances. — Dave Kehr", "multimedia": null}, {"headline": "Jazz Age Gaiety With Misery Below the Gloss", "publication_date": "2004-07-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:34", "opening_date": "2004-08-06", "display_title": "De-Lovely", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E7DC1038F931A35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of De-Lovely", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Unfolding as a bumpy, muddled &quot;This Is Your Life&quot; series of confusing, overcrowded tableaus, the new Cole Porter biography gives you the creepy sense of watching adult children (with the singular exception of Kevin Kline, who can surmount any disaster) dressed up in period costume at a school pageant. Although its publicity goes out of its way to pat the movie on the back for its supposed candor about Porter's homosexuality, the film's attitude toward sex is dainty. The heat in a film about the man who wrote &quot;Too Darn Hot&quot; remains a steady, air-conditioned 68 degrees. It can't imagine a wealthy, sophisticated couple marrying for friendship and social advantage without that arrangement involving torment and guilt over its lack of sex. Some two dozen Porter songs are glossed by contemporary singers like Elvis Costello (&quot;Let's Misbehave&quot;), Alanis Morissette (&quot;Let's Do It, Let's Fall in Love&quot;),  Sheryl Crow (&quot;Begin the Beguine&quot;) and Diana Krall (&quot;Just One of Those Things&quot;). If they're not awful, these labored, self-conscious interpretations are undercut by flimsy period arrangements. — Stephen Holden", "multimedia": null}, {"headline": "A Tale of a Kidnapped Executive, Compelled to Confront His Flaws", "publication_date": "2004-07-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:51", "opening_date": "2004-07-16", "display_title": "The Clearing", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E6DA1038F931A35754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Clearing", "type": "article"}, "mpaa_rating": "R", "summary_short": "Joining &quot;In the Bedroom&quot; and &quot;The House of Sand and Fog&quot; in the new subgenre of tastefully filmed literary fiction, &quot;The Clearing&quot; is centered on the frayed but enduring marriage of Wayne and Eileen Hayes (Robert Redford and Helen Mirren), whose inner tensions (tastefully) explode when Wayne is kidnapped by a former employee (Willem Dafoe) and taken on a forced march through the Smoky Mountains.  Eileen and her two adult children try to cope with the crisis as best they can, but a pesky F.B.I. agent (Matt Craven) keeps stirring up the past, in the form of Wayne's adulterous relationship with another of his workers.   The film is self-consciously classy, in a tidy, antiseptic way of a New Yorker short story. — Dave Kehr", "multimedia": null}, {"headline": "Giving Corporations the Psychoanalytic Treatment", "publication_date": "2004-06-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:41", "opening_date": "2004-06-04", "display_title": "The Corporation", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E7D81538F933A05755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Corporation", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Since a corporation is legally defined as a person, it makes sense to ask what kind of a person it is. In answer, this intelligent, hectoring documentary offers an elaborate psychopathology of dishonest, unscrupulous and predatory behaviors, which are seen as expressions of the corporation's fundamental nature. Case studies in environmental pollution, aggressive branding, the exploitation of workers and the abuse of technology alternate with more general disquisitions on the brutal logic of global capitalism. The talking heads are mainly activists and scholars — Noam Chomsky, Naomi Klein and Michael Moore, among others — with a few C.E.O.'s and orthodox economists thrown in for balance. While much of the material is persuasive, the film ensnares itself in contradictions it does not acknowledge, and paints a grim, tendentious picture of the modern world. Even Marx recognized the creative, liberating force of capitalism, and without some acknowledgement of the comforts, conveniences and pleasures that corporations provide, it is hard to understand their power or, for that matter, to oppose it effectively. — A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}