{"results": [{"headline": "Unlikely Wonderhorse Scrambles to Victory", "publication_date": "2003-07-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:05:36", "opening_date": "2003-07-25", "display_title": "Seabiscuit", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E5DB123FF936A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Seabiscuit", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Gary Ross's adaptation of Laura Hillenbrand's swift-moving, sweeping best seller is serious, decorous, and not as thrilling as it might be. The voiceover narration by David McCullough, and the Ken Burns-style archival stills give it an air of public television worthiness that undercuts the excitement of the racing sequences. The story, of a runty, crooked-legged horse who became the biggest media celebrity in Depression-weary America, is impossible not to embrace, and Mr. Ross tells it with efficiency and professionalism. The movie is successful —  it gives you a sense of the times, and of the colorful human characters whose lives were entwined with Seabiscuit's — but it is also disappointing. The cast includes some of the finest actors working in movies today, but with the partial exception of Chris Cooper (as the horse's enigmatic, taciturn trainer), they are confined by the film's schematic, simplified storytelling. Jeff Bridges, as Charles Howard, Seabiscuit's owner, and Tobey Maguire, who plays his principal jockey, the unlucky Red Pollard, are both thoroughbreds. If only Mr. Ross had eased up on the reins and let them run. — A.O. Scott", "multimedia": null}, {"headline": "Seeking Pandora's Box, Aristocratically, of Course", "publication_date": "2003-07-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:13:25", "opening_date": "2003-07-25", "display_title": "Lara Croft Tomb Raider: The Cradle of Life", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE2DD123FF936A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Lara Croft Tomb Raider: The Cradle of Life", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The return of Lara Croft (Angelina Jolie), the swashbuckling archeologist and British peer who rose to digital stardom as the protagonist of a pioneering video game.  As directed by Jan De Bont (&quot;Speed&quot;), the picture quickly becomes just one more formulaic action film as the title character bounces around the globe in a deadly treasure hunt.  The object of her search is nothing less than the original Pandora's Box, revealed to be some sort of intergalactic surprise package that was once the source of all life on earth, but now contains the very essence of death and evil — a Weapon of Mass  Destruction if there ever was one.  Too many of the stunts are too obviously digitally enhanced to carry much sense of danger, and the film lopes from one set-piece to the next without developing any real rhythm or drive. — Dave Kehr", "multimedia": null}, {"headline": "Her Husband Disappears, So She Must Find Herself", "publication_date": "2003-07-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:50", "opening_date": "2003-07-25", "display_title": "Lucia Lucia", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E1DD123FF936A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Lucia Lucia", "type": "article"}, "mpaa_rating": "R", "summary_short": "This psychological mystery realizes that it is so lucky to have Cecilia Roth in the starring role that her character's name is repeated. &quot;Lucía, Lucía&quot; is such a vortex of plot that the movie begins to suck everything around it into a kind of black hole. It begins with Lucía narrating; she is about to board a plane with her husband, Ramón, for a Brazilian vacation. He disappears with the tickets as the flight is being announced. After the initial shock of her husband's broad-daylight vanishing wears off, she's forced to recognize that her marriage hadn't been a particularly happy one for some time. Ms. Roth's radiance and understanding of Lucía's emotional life gives this movie a touch of necessary psychological accessibility. Movies of this subgenre, in which the protagonist has to come to an understanding of herself by measuring her own life against her previous somnolent bourgeoisie existence, can feel vapid. This is partially because the star has to awaken from her own passivity before our very eyes. Ms. Roth makes Lucía's state a willful ignorance instead, and her emerging recognition of her unhappiness, as new information comes to light, adds a dimension to the material. The film also has two able, love-struck neighbors who lend her a couple of hands: Félix (Carlos Alvarez Novoa) &#151; a battered and elderly former political firebrand who still has a bit of a fuse left &#151; and Adrián (Kuno Becker), a 20-ish musician determined to prove his seriousness by quoting dense philosophical precepts at the most inopportune moments. Mr. Serrano stages his wobbly adaptation of Rosa Montero's novel &quot;La Hija del Canibal&quot; with lively, fast-moving efficiency.  Ms. Roth uses an anticipatory jitteriness, too, and gets to take a deep breath at the end of &quot;Lucía, Lucía.&quot; She deserves it, because she's kept the picture going. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Film Crews, an Old Resort and a Thirsty Hotel Staff", "publication_date": "2003-07-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:56:23", "opening_date": null, "display_title": "Hotel", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E6DB123FF936A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Hotel", "type": "article"}, "mpaa_rating": "R", "summary_short": "Mike Figgis's newest confessional-improvisational work rises and falls on the talents of his performers, a cast that includes David Schwimmer, Salma Hayek, Burt Reynolds, Lucy Liu, Saffron Burrows, Julian Sands, John Malkovich and Rhys Ifans, who wins by a mile. Set in a Venetian hotel, the multi-layered movie is an amalgam of plots, filmmaking styles and effects. Though finally overwhelmed by a preening lassitude, the movie is never less than fascinating, breaking into multi-screen scenarios like Mr. Figgis's 2000 experiment, &quot;Timecode.&quot; Revolving primarily around a film crew making a version of &quot;The Duchess of Malfi,&quot; the film stretches out for long, competitive turns among the actors. In one of the subplots, Mr. Ifans is the charismatic director, and Mr. Schwimmer his scheming producer and right-hand man. The connective thread of the movie is loneliness and secrets — which serve as a function of selfishness. Intriguingly, and perhaps even maddeningly, &quot;Hotel&quot; always seems to be in flux, which is a real achievement. Some may say it's like watching wine age in a bottle, but the movie also offers the sense of the vintage changing from minute to minute. In a summer when you can almost hear the sighs of boredom coming from behind the scenes, that's a worthwhile pursuit. — Elvis Mitchell", "multimedia": null}, {"headline": "A Portrait of the Army, but Few Heroes in Sight", "publication_date": "2003-07-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:48", "opening_date": null, "display_title": "Buffalo Soldiers", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E0DB123FF936A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Buffalo Soldiers", "type": "article"}, "mpaa_rating": "R", "summary_short": "Postponed several times since the Sept. 11 attacks, this would-be satire depicts an American military given over to loutishness, corruption and outright criminality. In the fall of 1989, as the Berlin Wall prepares to come down, the American forces stationed in West Germany occupy themselves with drug-dealing, arms trafficking and black marketeering. The hero, Ray Elwood (Joaquin Phoenix), is a smug, amoral supply specialist who is nonetheless the most sympathetic character in the movies, thanks to Mr. Phoenix's witty, breezy performance. Unfortunately, the director, Gregor Jordan, seems unable to organize the film's proliferating subplots with any efficiency or coherence, so it stumbles between mockery and romance, and ultimately bogs down in a violent, draggy caper story. If the movie were better, its cynical view of the United States military might be genuinely provocative (and to many, outrageous), but even for a film that revels in anarchy, it's too chaotic by half. — A.O. Scott", "multimedia": null}, {"headline": "Times They Are Surreal in Bob Dylan Tale", "publication_date": "2003-07-24", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:04", "opening_date": null, "display_title": "Masked & Anonymous", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E3DF153FF937A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Masked & Anonymous", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "As a movie, this tale of a benefit concert organized in the middle of a civil war, is an unholy, incoherent mess. As a Bob Dylan artifact, though, it exercises an undeniable fascination. Mr. Dylan plays Jack Fate, a gnomic folk singer released from prison into a squalid, magic-realist landscape of drunken journalists (Jeff Bridges), and sleazy showbiz types (Jessica Lange and John Goodman) and ranting would-be prophets (most of the rest of the cast). Were it not for a handful of first-rate musical performances (and a soundtrack featuring Turkish and Italian covers of some of Mr. Dylan's best-known songs), the movie would be a cultist's curio. As it is, it leaves you guessing about just how seriously it takes itself and, in time-honored Dylan tradition, both invites and confounds endless, earnest exegesis. — A. O. Scott", "multimedia": null}, {"headline": "Amid the Luxury, Immigrants in Peril", "publication_date": "2003-07-18", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:27:30", "opening_date": "2003-09-05", "display_title": "Dirty Pretty Things", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06EEDA133CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dirty Pretty Things", "type": "article"}, "mpaa_rating": "R", "summary_short": "This swift, tangy drama, with a terrifically terse title, pits London's illegal immigrants against the alluring hope of propriety. They are a forgotten population struggling to bring in enough income so that they don't become disposable. They're expendable manpower in the war to man the desks, mops and bottom-drawer duties of the behind-the-scenes world of luxury hotels, where they're unnoticed by the public, and underpaid and overworked by their employers. This is an urban-legend horror story rendered with grim intelligence by the man with the right tools for the job: Stephen Frears. This understated and sure film is set in a world of survivors. One of them, the Nigerian Okwe (Chiwetel Ejiofor) — who drives a cab and also works as a hotel porter under the large thumb of the smooth operator night manager, Sneaky, a smooth operator (Sergi Lopez) — seems to be as haunted as he is obsessed. The film doesn't elaborate on the troubles that have sent Okwe so far from home; all we really know is that he has left a wife and a daughter behind, and part of his pain comes from pining for them. That lingering misery is what keeps him safely on the couch of his Turkish roommate, the virginal Senay (Audrey Tatou), refusing to act on the magnetism that keeps her gazing at him adoringly. He's capable of loyalty to the rest of his ad hoc family —  to Guo Yi (Benedict Wong), the mortuary attendant, and the dangerously close-to-cliché, lovable hooker (Sophie Okonedo). The actress's cleverness brings shading and warmth to an otherwise stereotyped part. &quot;Dirty Pretty Things&quot; suggests a demented sequel to Paul Mazursky's &quot;Moscow on the Hudson,&quot; a dog-eared fairy tale in which industry and hard work could deliver refugees from evil, or at least into the middle classes. In &quot;Things,&quot; diligence is not its own reward — the decent have to fight the treacherous undertow of their employers as well as the opportunistic immigration agents. — Elvis Mitchell", "multimedia": null}, {"headline": "A Bumbling British Spy, Both Shaken and Stirred", "publication_date": "2003-07-18", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:11:28", "opening_date": "2003-07-18", "display_title": "Johnny English", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E7DA133CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Johnny English", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Splendid silliness from Rowan Atkinson, who combines the verbal dexterity of his Blackadder persona with the hapless slapstick of Mr. Bean. His character, a would-be superspy, must save England from an evil French gazillionaire, played with exquisite ennui by John Malkovich. Unlike the Austin Powers movies, whose humor depends on sexual innuendo and pop-culture reference-mongering, Johnny English taps an older, simpler reservoir of comic possibilities. Silly walks, funny faces, ridiculous sight gags, the naked buttocks of the Archbishop of Canterbury, and the contents of sewer pipes. Not to worry, though. As Johnny himself remarks, it's only a bit of poo. — A. O. Scott", "multimedia": null}, {"headline": "A Mafia Tale, Told From the Inside", "publication_date": "2003-07-18", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:01", "opening_date": "0000-00-00", "display_title": "This Thing of Ours", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E6DC103CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of This Thing of Ours", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A loosely knit collection of anecdotes centered around the earnest attempts of the young hoodlum Nicholas Santini, played by the director and co-writer, Danny Provenzano, to earn his &quot;button&quot; as a full-fledged member of the governing counsel of a New Jersey-based Cosa Nostra chapter, &quot;This Thing of Ours&quot; has a claim to authenticity that most gang movies do not.  Mr. Provenzano is a grandnephew of the Teamster official Anthony (Tony Pro) Provenzano, and is scheduled to begin a prison term in New Jersey on Aug. 15, 2003, having pleaded guilty to charges of racketeering and tax evasion in connection with his printing business.  But the film relinquishes its insider status in favor of familiar genre tropes. &#151; Dave Kehr", "multimedia": null}, {"headline": "Pimples Are the Least of This Girl's Worries", "publication_date": "2003-07-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:24:09", "opening_date": "2003-07-18", "display_title": "How to Deal", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE5DA133CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of How to Deal", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Mandy Moore plays Hallie, a teenage girl whose life quickly slides from banality to melodrama. There is a divorce, an engagement, a sudden death, an unplanned pregnancy, a car accident, a first kiss, a bad party, and an unfair grounding, all of which add up to a Douglas Sirk after-school special. The movie an awkwardly directed, unevenly acted and sloppily written. But adolescence is a sloppy, ungainly, awkward time, and after a while, the bad lighting, graceless editing, sluggish dialogue and self-conscious performances begin to seem like marks of authenticity, as if the movie had been made not just for and about teenagers, but by them. Ms. Moore and Trent Ford, who look more like twins than young lovers, make up for in sincerity what they lack in skill, which goes for the rest of the movie as well. — A. O. Scott", "multimedia": null}, {"headline": "A Director's Wooziness Finds Kurosawa's Softer Side", "publication_date": "2003-07-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:00", "opening_date": null, "display_title": "The Sea is Watching", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DEEDC133CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Sea is Watching", "type": "article"}, "mpaa_rating": "R", "summary_short": "Because Kei Kumai's loving minor-key enchantment has such a genteel, forlorn wooziness &#151; the picture is about the restorative power of love &#151;  it's hard to believe that the script comes from an unfilmed effort by Akira Kurosawa. Kurosawa was almost ruthlessly anti-sentimental and is not particularly celebrated for his female protagonists. Yet there's what feels like an idealized, late-in-life tenderness in this story of Edo Period prostitutes, particularly in the character O-Shin (Nagiko Tohno). O-Shin isn't just a hooker with a heart of gold &#151; she's all heart. Away from the brothels, she probably could pass for a young woman with a future; she doesn't have the hard-bitten sulkiness of her colleagues, principally Kikuno (Misa Shimizu), who dotes on O-Shin but knows what a fool for love her friend is.  &quot;Sea&quot; rolls through the seasons &#151; all of them &#151; and Kurosawa's script treads the delicate line between conventional mortality and decency, as does much of his finest work. This material is simple nearly to the point of simple-mindedness, though. But the movie isn't dumb, although it is dismaying to learn that even Kurosawa had an unfilmed script romanticizing hookers' need for love. O-Shin isn't treated as a bashful novice.  Fortunately Mr. Kumai, who himself has shown no aversion to baroque melodrama, leans toward a plain and direct style that's tasteful and intelligent, a boon given the predictability of the story. We're lucky, too, because Ms. Shimizu's command of character has an astringent effect as well, which is needed. By the time the film's typhoon of a climax slams into view, &quot;The Sea Is Watching'' has made emotional waves of its own. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Even Anarchists Can Stray From the Path", "publication_date": "2003-07-18", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:45", "opening_date": null, "display_title": "The Anarchist Cookbook", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E6DC103CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Anarchist Cookbook", "type": "article"}, "mpaa_rating": "R", "summary_short": "An anarchist collective in present-day Dallas falls apart as its leadership shifts from a benign 60's radical (John Savage) to a bomb-tossing nihilist (Dylan Bruno). The film mixes celluloid and video in its search for a jazzy style, but the picture deals less in how to perform dangerous, illegal acts (for that, kids will have to turn to the summer reality shows) than in domestic drama of a familiar sort, as our hero, Puck (Devon Gummersall)  finds himself torn between anarchic principles and his Young Republican girlfriend (Katherine Towne). — Dave Kehr", "multimedia": null}, {"headline": "A Band With Big Dreams and Home-Brewed Drugs", "publication_date": "2003-07-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:05:45", "opening_date": null, "display_title": "Garage Days", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E1DA133CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Garage Days", "type": "article"}, "mpaa_rating": "R", "summary_short": "After &quot;The Crow&quot; and &quot;Dark City&quot;  — two movies in which even the lightest moments seemed to take place under a full moon partially obscured by a cloud bank — Alex Proyas returns to the world of geek cinema with this spry and wiry punk comedy. Bathed in the tangy candy colors of tropical fruit Starbursts, the movie follows the adventures of an aspiring band led by the ambitious, spiky-haired Freddy (Kick Gurry). The flabby, dimwit manager Bruno (the scene-stealing Russell Dykstra) wants to shove the group along the way, too.  Touchingly, Freddy's fantasy seems to be as out-of-touch as full-priced CD's and pre-recorded videocassettes, a notion he willingly admits. His best pal, Joe (Brett Stiller), professes to crave normality. But with a former rock-star dad, Kevin (Andy Anderson),  who still wears the poodle curls  and has a penchant for groupies with a taste for suicidal tendencies, Joe isn't fooling anyone.  The drummer, Lucy (Chris Sadrinna), gobbles his own homemade brew of pharmaceuticals and judges the results on a scale of 1 to 10, 10 being a rapturous mixture of pleasure and pain he eventually experiences in a way that surprises even him. Tanya (Pia Miranda), the bassist, has the gaunt, dolorous manner of a sexy butch-pixie. Mr. Proyas, who often displays more technique than he knows what to do with, marries his compulsive exhibitionism to &quot;Garage&quot; in ways that suggest a visual exploration of pop culture wisecracking; this movie could be &quot;A Hard Day's Night&quot; as staged by the director Danny Boyle of &quot;Trainspotting.&quot; He gets the most gas out of &quot;Garage&quot; in set pieces that are departures from the pedestrian pursuit of stadium-filling popularity. The end itself may be a bit of a letdown, but much of &quot;Garage Days&quot; is choice cuts, indeed. — Elvis Mitchell", "multimedia": null}, {"headline": "Hot Cars, Burning Rubber and Guys Good and Bad", "publication_date": "2003-07-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:11", "opening_date": "2003-07-18", "display_title": "Bad Boys II", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E0DE133CF93BA25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bad Boys II", "type": "article"}, "mpaa_rating": "R", "summary_short": "Martin Lawrence and Will Smith return as a pair of Miami detectives, joined this time out by Gabrielle Union, playing a D.E.A. agent who is also Mr. Lawrence's sister and Mr. Smith's love interest. The movie's unconscionable length is achieved by some extravagant car chases and a steady stream of gruesome violence, wearying profanity and narrative idiocy. Afterward, you feel more beaten up than exhilarated, but the cast at least seems to be having some fun. The two main characters don't do anything new, but the homeboy psychobabble that punctuates their action-hero exertions gives this punishing, bombastic picture some moments of levity. — A. O. Scott", "multimedia": null}, {"headline": "Angels Dare to Tread a Spooky Countryside", "publication_date": "2003-07-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:54", "opening_date": "2003-08-01", "display_title": "Northfork", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E1DB103DF932A25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Northfork", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The third film by the Polish brothers is an opaque, elliptical dream spun out of old and invented Americana. In the 1950's, a hydroelectric dam is about to wipe out the Montana town that gives the movie its name, and a grim squad of government agents must persuade the last remaining residents to leave. One of them, the only child left in the local orphanage, dreams that a band of angels has come to town, and he tries to persuade them to take him away with them. At least this is what seems to be happening. But the film declines to mark a clear boundary between dream and reality; instead it unfurls a series of overlapping, enigmatic stories into a quilt of homegrown surrealism and soft-focus spirituality. The wide Montana landscapes and strange Hopperesque interiors are lovely to behold, but while it is easy to admire the filmmakers' unique magic, it is harder to fall completely under their spell. — A. O. Scott", "multimedia": null}, {"headline": "Loners' League to Foil Villainy", "publication_date": "2003-07-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:24:06", "opening_date": "2003-07-11", "display_title": "The League of Extraordinary Gentlemen", "link": {"url": "http://www.nytimes.com/movie/review?res=9404EEDD103DF932A25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The League of Extraordinary Gentlemen", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This listless movie adaptation, inspired by Alan Moore's imaginative and grisly take on Victorian heroes from his comics of the same name, has the sweat stains of wasted energy; it's drab, yet frantic. Convened to battle a world-threatening evil, the league is a group of tough, forgotten or ignored British loners brought together at the behest of the. The group is led by the legendary but aged hunter and explorer Allan Quatermain (Sean Connery), who, though well past his prime, is still capable of some world-beating moves. The other members include the pirate Captain Nemo (Naseeruddin Shah); an invisible man, Rodney Skinner (Tony Curran, using his voice wickedly well); the vampire Mina Harker (Peta Wilson); the dandyish Dorian Gray (Stuart Townsend); Dr. Jekyll and Mr. Hyde (Jason Flemyng); and the token American, an adult Tom Sawyer (Shane West), now an  operative for the United States Secret Service. Mr. Norrington shows glimmers of faith in Mr. Moore's melancholic and apocalyptic vision. Still, the movie suffers from its own anxiety: a dread of being too literate, if not too literary. That's an unintentionally hilarious failing, given the material's leaning on public domain book figures: in their way the Marvel comics heroes of their time. Somehow you sense that Fox would be happier calling this picture &quot;The <I>Justice</I> League of Extraordinary Gentlemen.&quot; As it stands, the movie is neither gentle nor extraordinary. — Elvis Mitchell", "multimedia": null}, {"headline": "Three Strangers United by War", "publication_date": "2003-07-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:47:44", "opening_date": null, "display_title": "The Cuckoo", "link": {"url": "http://www.nytimes.com/movie/review?res=9905EEDD113DF932A25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Cuckoo", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A Finnish student forced to fight for the Nazis, a Russian captain under arrest for writing anti-Soviet poetry, and a saucy young reindeer-farmer are brought together in distant Lapland during the last days of World War II.  This Russian film offers some standard bromides about the brotherhood of man and the inhumanity of war, but it lives in the details — how to cure a wound with a mud poultice, how to summon a man out of a coma by beating rhythmically on a drum.  Anni, the young female farmer, is played with sly sauciness by Anni-Kristiina Juuso, a non-professional cast for her ability to speak the Lapps' language. — Dave Kehr", "multimedia": null}, {"headline": "Their Home Is a Palace, but Life Is Far From a Fairy Tale", "publication_date": "2003-07-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:13", "opening_date": "2003-08-08", "display_title": "I Capture the Castle", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E7DB103DF932A25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of I Capture the Castle", "type": "article"}, "mpaa_rating": "R", "summary_short": "The narrator, Cassandra (Romola Garai), is the middle child in an eccentric, artistic English family. Her father (Bill Nighy), a thwarted novelist, has moved them out to a crumbling, dank ruin in the countryside. The castle's new owners are a pair of American brothers (Marc Blucas and Henry Thomas) who cause emotional turmoil in the lives of Cassandra and her sister, Rose (Rose Byrne). An air of English period familiarity hangs heavily over the film, adapted from a novel by Dodie Smith — it is the 1930's, and people go around in tuxedos speaking chiseled, impeccable prose — and the performances are uneven, but it does have its charms, chiefly in the persons of Ms. Garai and Mr. Nighy. — A. O. Scott", "multimedia": null}, {"headline": "A Clean House Leads to Tangled Romance", "publication_date": "2003-07-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:33", "opening_date": null, "display_title": "The Housekeeper", "link": {"url": "http://www.nytimes.com/movie/review?res=9500EFDD113DF932A25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Housekeeper", "type": "article"}, "mpaa_rating": "R", "summary_short": "This amused comic reflection on middle-aged susceptibility to the sexual power of youth is not much more than an extended anecdote  that culminates with a gently admonitory punch line.  But the modesty of this miniature  but tasty French soufflé, adapted from a novel by Christian Oster, suits its purposes. Jean-Pierre Bacri is a 50-something sound engineer warily fending for himself after the breakup of a marriage, and Emilie Dequennne the 20-year-old housekeeper Laura, who invades his life and  lures him into an affair that takes them to the coast of Brittany for a strained vacation.  The movie's biggest weakness is the underwritten character of Laura, who is less a full-blown  character than an opaque symbol of youth and its careless ways. — Stephen Holden", "multimedia": null}, {"headline": "A Student Seeks the Spark to Rekindle His Faith", "publication_date": "2003-07-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:53:21", "opening_date": null, "display_title": "The Holy Land", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DEFDD113DF932A25754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Holy Land", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In following the odyssey of a shy ultra-Orthodox Jewish scholar who suspends his rabbinical studies to flail around in Israel's secular  fleshpots and trail around after a 19-year-old Russian prostitute, this ambitious  but muddled film is a contemporary variation on the parable of the  prodigal son. The movie is also a barbed reflection on the great divide between secular  and ultra-orthodox Judaism in Israeli culture. If the performances are strong, the  digressive screenplay lacks focus and momentum and is too oblique to connect many of  the dots between its characters and their behavior. Oren Rehany's student is a creepily  accurate portrait of a clueless virginal naïf caught in a rat's nest of intrigue and vice. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}