{"results": [{"headline": "Heist (Movie)  ", "publication_date": "2001-11-09", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:17:10", "opening_date": "2001-11-09", "display_title": "Heist", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E5DB1F39F93AA35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Heist", "type": "article"}, "mpaa_rating": "R", "summary_short": "David Mamet tries his hand at one of the oldest tricks in the book: a last-big-score caper about an aging thief (Gene Hackman) who masterminds a complex robbery while fending off a young, cocky rival (Sam Rockwell). Fans of Mr. Mamet's hard-boiled poetry will feast on the gamy dialogue, but the heart of the picture lies in the performances of Mr. Hackman and Delroy Lindo (as Mr. Hackman's trusted partner), who quietly turn it from a twisty crime film into an exploration of friendship, loyalty and professionalism. – A. O. Scott\r\n", "multimedia": null}, {"headline": "I Remember Me (Documentary Film)", "publication_date": "2001-11-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:37", "opening_date": null, "display_title": "I Remember Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07E2DF1738F93AA35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of I Remember Me", "type": "article"}, "mpaa_rating": "", "summary_short": "Kim A. Snyder's earnest 16-millimeter documentary tells us everything we don't know about the ailment known as chronic fatigue syndrome. The movie follows Ms. Snyder on a dogged but ultimately futile four-year quest for hard answers about this mysterious disease, whose existence some medical experts still refuse to acknowledge. – Stephen Holden", "multimedia": null}, {"headline": "Shackleton's Antarctic Adventure (Documentary Film)", "publication_date": "2001-11-09", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:30", "opening_date": "2001-02-10", "display_title": "Shackleton's Antarctic Adventure", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E2DF1738F93AA35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Shackleton's Antarctic Adventure", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Maze (Movie)", "publication_date": "2001-11-09", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:17:06", "opening_date": null, "display_title": "Maze", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E6D81F39F93AA35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Maze", "type": "article"}, "mpaa_rating": "R", "summary_short": "Rob Morrow wrote, directed and stars in this romantic triangle melodrama as a sculptor afflicted with Tourette's syndrome. It is another vehicle that demonstrates how attracted actors are to playing damaged souls, and it's painful to watch Mr. Morrow's character tormented by the obscene rants and muscle seizures of his neurological disorder. Despite the practiced hand that Mr. Morrow shows with his actors, &quot;Maze&quot; becomes a vanity project bathed in poignancy. The mishmash of emotional tones can't be redeemed by the performers' considerable investment in their work. – Elvis Mitchell", "multimedia": null}, {"headline": "Everything Put Together (Movie)  ", "publication_date": "2001-11-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:29", "opening_date": null, "display_title": "Everything Put Together", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E6D91F39F93AA35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Everything Put Together", "type": "article"}, "mpaa_rating": "R", "summary_short": "Marc Foster's shivery domestic drama, about a glowing, young suburban mother (Radha Mitchell) who loses her baby boy to sudden infant death syndrome, is drenched in eerie sound effects that lend the movie a varnish of supernatural horror. The soundtrack is regularly punctuated by ominous heartbeats. Visually, the movie evokes the murky atmosphere of a ghost story. And the deliberately jarring cinematography contributes to a mood of escalating menace. But what it turns out to be is a finely acted expressionistic critique of the suburban baby culture and its joys, fears and fetishes. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Otomo (Movie)", "publication_date": "2001-11-07", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:52", "opening_date": null, "display_title": "Otomo", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EEDD1339F934A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Otomo", "type": "article"}, "mpaa_rating": "", "summary_short": "This German social melodrama follows the story of Frederic Otomo, a Cameroon immigrant living in Stuttgart. He's played by Isaach de Bankolé, whose fine bone structure and faraway gaze make him seem even further apart from the pale, suspicious Germans he lives among. The film, directed by Frieder Schlaich, is based on the true story of Otomo's flight after committing a violent crime and offers dramatic conjecture about the hours before his final encounter with the Stuttgart police. &quot;Otomo&quot; is a bleak and powerful work, one we probably need more than ever these days. – Elvis Mitchell", "multimedia": null}, {"headline": "Amelie (Movie) ", "publication_date": "2001-11-02", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:58:48", "opening_date": "2002-02-08", "display_title": "Amelie", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03EEDD1130F931A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Amelie", "type": "article"}, "mpaa_rating": "R", "summary_short": "Amélie (Audrey Tautou) works as a waitress in Paris and tinkers in the lives of her friends. When she falls in love with Nino (Mathieu Kassovitz), she can't be direct and let him know how she feels. Instead, she pulls him into an elaborate courtship dance that turns life in Paris into a game of Twister with a treasure hunt added to the mix. Nino trails after Amélie, still the mystery woman to him, as she leaves clues about herself everywhere. By the climax, the movie segues into a rumination on loss and the perils of being too playful. The film's original French title was &quot;Le Fabuleux Destin d'Amélie Poulain&quot; and the director, Jean-Pierre Jeunet, deflates the self-mocking pomposity of the title by the last third of the movie. Yet there is no denying that &quot;Amélie&quot; is, to paraphrase its title, fabulous. – Elvis Mitchell", "multimedia": null}, {"headline": "Monsters, Inc (Movie)  ", "publication_date": "2001-11-02", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:28:09", "opening_date": "2001-11-02", "display_title": "Monsters, Inc.", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E4DD1130F931A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Monsters, Inc.", "type": "article"}, "mpaa_rating": "", "summary_short": "Pixar's newest brightly colored, computer-animated feature is about Monsters, Inc., a company that sends kids screaming into their parents' bedrooms. It employs the creatures that ominously lurk inside closets and give children the frights. In Monstropolis, the freakazoid parallel dimension in which the monsters live, children's screams are used as a power source. But any artifact from the human world is a contaminant, so when a 3-year-old girl enters Monstropolis, panic erupts and it's up to two monsters, Sully (John Goodman) and Mike (Billy Crystal), to return her without being blamed for the mishap. There hasn't been a film in years to use creative energy as efficiently as &quot;Monsters, Inc.&quot;; this is one clean-burning engine that doesn't waste a joke or a thought. – Elvis Mitchell", "multimedia": null}, {"headline": "One, The (Movie)  ", "publication_date": "2001-11-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:29", "opening_date": "2001-11-02", "display_title": "The One", "link": {"url": "http://www.nytimes.com/movie/review?res=950CE7DB1130F931A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The One", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Parallel universes threatened by power-hungry agent. Flashy but one-dimensional.", "multimedia": null}, {"headline": "Domestic Disturbance (Movie)  ", "publication_date": "2001-11-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:05", "opening_date": "2001-11-02", "display_title": "Domestic Disturbance", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E5DD1130F931A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Domestic Disturbance", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "John Travolta throws away a loose, easy-going performance in this inept angry dad thriller. He plays a Maryland boat builder who must rescue his son from a charming businessman (Vince Vaughn) who turns out to be – to no one's surprise but the brain-dead local police force – a ruthless criminal. Steve Buscemi shows up early on to give the picture a jolt of sleazy energy, but once he is killed off, all that is left is a routine and unimaginative series of suspense-drama set pieces. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Happenstance (Movie)", "publication_date": "2001-11-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:12", "opening_date": null, "display_title": "Happenstance", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03EEDB1130F931A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Happenstance", "type": "article"}, "mpaa_rating": "R", "summary_short": "A few dozen quirky characters (including Audrey Tautou, the star of &quot;Amélie&quot;) pinball through a Paris ruled by accident and fortuity, in which the tiniest actions yield complex and unexpected, but generally happy, results. The film's French title, &quot;The Beating of the Butterfly's Wing,&quot; refers to a famous pop-science example of chaos theory, namely that the motion of insect wings over the Atlantic Ocean can raise hurricanes in the Pacific. No such cataclysmic weather troubles the Paris of &quot;Happenstance,&quot; but the director Laurent Firode is quite taken with the wide-eyed notion of cause and effect that the original title metaphorically suggests. &#151; A. O. Scott", "multimedia": null}, {"headline": "Citizen Toxie: The Toxic Avenger IV (Movie)  ", "publication_date": "2001-11-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:28", "opening_date": null, "display_title": "Citizen Toxie: The Toxic Avenger Part IV", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E2DB1130F931A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Citizen Toxie: The Toxic Avenger Part IV", "type": "article"}, "mpaa_rating": "R", "summary_short": "There's no place like home, especially if that home is anything like Tromaville, N.J., the rockin' 'n' rollin' self-proclaimed Toxic Chemical Capital of the World. Tromaville is also the operations base of the Toxic Avenger, a cuddlesome monster-faced superhero whose lofty mission is to clean up the world. If you haven't caught up with the live-action series — the brainchild of Lloyd Kaufman — imagine the zaniness of Mad magazine folded into the satire of &quot;South Park&quot; with the grotesquery exponentially multiplied into free-for-all farce. If the take-no-prisoners humor of &quot;Citizen Toxie&quot; is very funny, the movie's  relentless comic excess is ultimately a little exhausting. But the longer the series endures, the more likely it is to achieve classic cult status. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Punks (Movie)  ", "publication_date": "2001-11-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:50:57", "opening_date": null, "display_title": "Punks", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E5DB1130F931A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Punks", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "Mysterious Object at Noon (Movie)", "publication_date": "2001-11-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:16:27", "opening_date": null, "display_title": "Mysterious Object at Noon", "link": {"url": "http://www.nytimes.com/movie/review?res=9505E5DB1330F932A35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Mysterious Object at Noon", "type": "article"}, "mpaa_rating": "", "summary_short": "The director Apichatpong Weerasethakul has devised a distinct kind of entertainment. Early on in this hybrid documentary, made in Thailand, a young woman who is not an actress relates a horrible incident. As she gets through the story, the off-camera director asks her a peculiar question: &quot;Now, do you have any other stories to tell us? It can be real or fiction.&quot; Whatever his agenda, Mr. Weerasethakul's odd request leads him across Thailand, where a cross section of people pick up the new story the girl invents and add their own details. &quot;Mysterious Object&quot; is similar to the exercise in which assorted writers each contribute a sentence, or sometimes a chapter, to build a single story. By traveling through Thailand's countryside to encourage townspeople to spin the narrative, the film offers a beguiling look into the country. – Elvis Mitchell", "multimedia": null}, {"headline": "Man Who Wasn't There, the (Movie)  ", "publication_date": "2001-10-31", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:53:19", "opening_date": "2001-11-16", "display_title": "The Man Who Wasn't There", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E6DC1530F932A05753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Man Who Wasn't There", "type": "article"}, "mpaa_rating": "R", "summary_short": "The Coen brothers' latest confection, a black and white late-40's film noir, is at once somber and uproarious. Billy Bob Thornton plays Ed Crane, a barber who drifts through his life in a state of forlorn bemusement. An ill-starred attempt to blackmail his wife's lover leads to a series of ruinous calamities. Mr. Thornton's face, as shot by the brilliant cinematographer Roger Deakins, contains depths of mystery and feeling that the Coens' sly, hectic style can only gesture toward. The supporting cast, many of whom are, like Mr. Deakins, part of the Coens' stock company, is as terrific as Mr. Thornton, who gives what may be his best performance to date. – A. O. Scott", "multimedia": null}, {"headline": "Town Is Quiet, The (Movie) ", "publication_date": "2001-10-26", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:42:20", "opening_date": null, "display_title": "The Town is Quiet", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE3DA1331F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Town is Quiet", "type": "article"}, "mpaa_rating": "", "summary_short": "The sprawling mosaic of life in contemporary Marseille suggests a French answer to  Robert Altman's &quot;Nashville.&quot; The interwoven stories, which cut across class and race  boundaries, revolve around Michele (Ariane Ascaride), an intrepidly brave Mother Courage-like fishmonger who sells her own body to support a heroin-addicted daughter and grandchild. Deeply caring for its mostly working-class characters, this messy but  unforgettable epic is a sustained cry from the heart that builds its interwoven dramas to  shattering conclusions. – Stephen Holden\r\n", "multimedia": null}, {"headline": "On the Line (Movie)  ", "publication_date": "2001-10-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:48", "opening_date": "2001-10-26", "display_title": "On the Line", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03EEDD1331F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of On the Line", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A pleasant wisp of a romantic comedy starring Lance Bass and Joey Fatone from the pop group 'N Sync. If &quot;On the Line,&quot; directed by Eric Bross from a screenplay by Eric Aronson and Paul Stanton, is a mere trifle, at least it isn't as condescending or transparently synthetic as most niche-marketed daydreams for the high-school and junior-high set. Its mood is bubbly, its music sweetly perky, and Mr. Bass's character is blandly appealing in a passive way. – Stephen Holden\r\n", "multimedia": null}, {"headline": "K-Pax (Movie)  ", "publication_date": "2001-10-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:10", "opening_date": "2001-10-26", "display_title": "K-Pax", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E2DB1331F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of K-Pax", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Or, &quot;One Flew Over the Cuckoo's Nest at the Speed of Light.&quot; Kevin Spacey plays a mental patient who is either a spiritually gifted space alien or a spiritually gifted lunatic. Though the film handles this ambiguity reasonably well, it bogs down in sentimental claptrap and seems determined to exhaust every possible cliche. Mr. Spacey and Jeff Bridges (playing a psychiatrist), whose contrasting styles of acting might have made for some interesting chemistry, plod through one dreary, predictable scene after another. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Life As A House (Movie)  ", "publication_date": "2001-10-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:20", "opening_date": "2001-11-09", "display_title": "Life As A House", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E0DA1331F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Life As A House", "type": "article"}, "mpaa_rating": "R", "summary_short": "Despite Kevin Kline's carefully  understated performance in this high-minded weepie about a dying architect mending his  family fences while dying of cancer, the movie sinks into pretentious kitsch after a  bracing start. Mark Andrus's sappy screenplay relentlessly flogs the metaphor of house  building as life, and the family strife is resolved too easily. Kristin Scott Thomas is the ex-wife the architect still loves and Hayden Christensen the rebellious teenage son who mellows into a  pussycat. &#151; Stephen Holden", "multimedia": null}, {"headline": "History Lessons (Movie)  ", "publication_date": "2001-10-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:14", "opening_date": null, "display_title": "History Lessons", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E5D91031F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of History Lessons", "type": "article"}, "mpaa_rating": "", "summary_short": "Barbara Hammer has 30 years of lesbian filmmaking behind her, reaching back to the highly experimental (and now somewhat dated) shorts she made in the 1970's, like &quot;Dyketactics&quot; and &quot;Women I Love.&quot; Influenced by avant-garde filmmakers like Bruce Connor and Stan Brakhage, Ms. Hammer creates nonlinear montage films in which found film clips (old newsreels, classroom films, pornography) and newly shot material (of a documentary or polemical bent) are blended into a joyously disruptive, discontinuous whole. Ms. Hammer's &quot;History Lessons&quot; adapts those techniques to a mock history of lesbian imagery in film. – Dave Kehr\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}