{"results": [{"headline": "God Is Great, I'm Not (Movie)", "publication_date": "2002-11-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:05", "opening_date": null, "display_title": "God is Great, I'm Not", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E3DC1731F93BA35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of God is Great, I'm Not", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "At 20, Michèle (Audrey Tautou) concludes that she has ruined her life. She breaks up with her bland boyfriend, Bertrand (Mathieu Demy), and takes up with François (Edouard Baer), a veterinarian in his early 30's who is smitten by her unpredictable gamine ways. Michèle's feelings of drift, and her deep estrangement from her bitter, blowzy mother (Catherine Jacob), lead her to dabble in Buddhist meditation and then, when she discovers that François is Jewish, in Judaism. By now, of course, after &quot;Amélie&quot; and &quot;Venus Beauty Institute,&quot; most of the world is smitten with Ms. Tautou's unpredictable gamine ways, and in this movie her charm begins to wear a little thin. — A. O. Scott", "multimedia": null}, {"headline": "Rising Place, The (Movie)", "publication_date": "2002-11-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:13", "opening_date": null, "display_title": "The Rising Place", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E1D81F3EF93BA35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Rising Place", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Although a lot of tender care clearly went into the making of &quot;The Rising Place,&quot;  this misty-eyed Southern nostalgia piece, in treading the line between sappy and sanguine, winds up mired in tear-drenched quicksand. Set mostly in the 1940's, the story is a series of flashbacks from the deathbed of gentle, wise Emily Hodge, known as Aunt  Millie (Alice Drummond), whose rebellious salad days growing up in the Mississippi Delta  are recounted. The catalyst for the magnolia-scented memories that flood the screen is the discovery by the dying woman's niece, Virginia Wilder (Frances Fisher), of a cache of old letters and photographs. The film's mood of nostalgic reverence suffocates most of the drama that unfolds.  And there's a lot of it, even if it barely resonates. — Stephen Holden", "multimedia": null}, {"headline": "Strange Fruit (Movie)", "publication_date": "2002-11-06", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:49:56", "opening_date": null, "display_title": "Strange Fruit", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02EEDC133EF935A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Strange Fruit", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Strange Fruit,&quot; a polished, well-structured documentary written and directed by Joel Katz, relates the intricate and intriguing history of the title song, a pioneering attempt to inject social protest into popular music. First performed by Billie Holiday in 1939, the song, a slow lament, is a metaphorical evocation of the racist lynchings that once plagued the American South. The &quot;strange fruit hanging from the poplar trees&quot; described by the lyrics is the body of a black man.  — Dave Kehr", "multimedia": null}, {"headline": "Femme Fatale (Movie)", "publication_date": "2002-11-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:22:28", "opening_date": "2002-11-06", "display_title": "Femme Fatale", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06EEDA133EF935A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Femme Fatale", "type": "article"}, "mpaa_rating": "R", "summary_short": "If you like narrative coherence, plausible emotion and accomplished acting, &quot;Femme Fatale,&quot; the breathtakingly convoluted new thriller from Brian De Palma, may not be for you. It is, however, a reminder that there is sometimes more to movies than character and story, that formal dexterity and visual inventiveness and some nice-looking people can be the vehicles of exhilaration and surprise. These effects, above all, are what Mr. De Palma is after, and the first half of &quot;Femme Fatale&quot; provides them in abundance. The story, to the extent that it is comprehensible, is pretentious and banal. But Mr. De Palma proves that, in the absence of insight or ideas, some amazing things are possible. It is possible, for instance, to be entranced by a movie without believing it for a second. — A. O. Scott", "multimedia": null}, {"headline": "Justifiable Homicide (Movie)", "publication_date": "2002-11-06", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:50:50", "opening_date": null, "display_title": "Justifiable Homicide", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E1DC133EF935A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Justifiable Homicide", "type": "article"}, "mpaa_rating": "", "summary_short": "On Jan. 12, 1995, two young Puerto Rican residents of the Bronx, Anthony Rosario and Hilton Vega, were shot to death by detectives of the New York Police Department. The officers said they were acting in self-defense, firing on two men in the act of committing an armed robbery. A grand jury believed them, and no charges were brought against them. The makers of &quot;Justifiable Homicide,&quot; a documentary about the case, suggest that the subsequent firings of the director of the review board and the investigators assigned to the Rosario-Vega case were a result of the Giuliani administration's desire to make the case go away. Directed by Jon Osman and Jonathan Stack, &quot;Justifiable Homicide&quot; is a partisan but not excessively polemical exploration of the killings and their aftermath. — Dave Kehr", "multimedia": null}, {"headline": "Santa Vs the Snowman (Movie)  ", "publication_date": "2002-11-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:45:46", "opening_date": "2002-11-01", "display_title": "Santa vs. the Snowman", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05EFD61E3FF932A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Santa vs. the Snowman", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Santa Clause 2, The (Movie)", "publication_date": "2002-11-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:10", "opening_date": "2002-11-01", "display_title": "The Santa Clause 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E6DF1E3FF932A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Santa Clause 2", "type": "article"}, "mpaa_rating": "G", "summary_short": "In which Santa (Tim Allen) returns from the North Pole to find a wife and patch up his relationship with his teenage son. Meanwhile, back at the office, a rogue toy Santa (Mr. Allen) has staged a coup d'etat and is threatening to fill the stockings of the world's children with coal. Instead, the kind people at Disney offer them this disposable holiday goodie, decked out with maudlin spirit-of-the-season hokum and smirky Tim Allen charm for the grownups. — A. O. Scott", "multimedia": null}, {"headline": "I Spy (Movie)  ", "publication_date": "2002-11-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:30:33", "opening_date": "2002-11-01", "display_title": "I Spy", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE2DF1E3FF932A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of I Spy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This film version of the old television series teams up Eddie Murphy and Owen Wilson in the Bill Cosby and Robert Culp roles. The slim plot and its predictable third-act twist involve the theft of the Switchblade, the newest example of United States Stealth plane technology, by evildoers. That's the word used by the spy boss, McIntyre (Bill Mondy), who assigns the bumbling special agent Alexander Scott (Mr. Wilson) to retrieve the stolen plane from the evildoer Gundars (Malcolm McDowell). Scott is hooked up with the megalomaniacal boxing champ Kelly Robinson (Mr. Murphy). It's a novel notion, trying to shoehorn two actors who are born scene-stealers into a buddy comedy. But in this case, there are far more laughs in the idea of Mr. Murphy and Mr. Wilson fighting to upstage each other than there are in the movie. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Love In the Time of Money (Movie)  ", "publication_date": "2002-11-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:05:37", "opening_date": null, "display_title": "Love in the Time of Money", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07EFD61E3FF932A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Love in the Time of Money", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Love in the Time of Money&quot; consists of nine linked vignettes about lonely New Yorkers trying, and mostly failing, to connect with one another emotionally and sexually. The movie's governing notion is that this plot structure, a daisy chain of awkward encounters, is a metaphor for the loneliness and dislocation of modern urban life. This is hardly a new idea, though it's not necessarily a bad one. This movie, the first feature film written and directed by Peter Mattei, is a reworking of &quot;Reigen,&quot; Arthur Schnitzler's once scandalous 1897 play. Better known as &quot;La Ronde,&quot; the play has also inspired movies by Max Ophuls and Roger Vadim and the musical &quot;Hello Again.&quot; Mr. Mattei's version, in spite of good performances, is a listless and desultory affair. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Besotted (Movie)  ", "publication_date": "2002-11-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:50", "opening_date": null, "display_title": "Besotted", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E1D8113FF932A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Besotted", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Besotted,&quot; the occasionally diverting romantic comedy-melodrama from the writer, director and actress Holly Angell Hardman, is like a soft drink that's been sitting open too long: it's too much syrup and not enough fizz. Ms. Hardman plays a sorceress who rolls into Chatham, a small fishing town on Cape Cod, and decides to apply a bit of her own home-brewed magical matchmaking to the town's residents. This debut effort is all surfaces; it needs something more than the resort town ambience. It often seems like the kind of picture that would play well at a film festival based in the locale in which it was made; it congratulates the town for its photogenic quaintness. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Tully (Movie)", "publication_date": "2002-11-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:10", "opening_date": null, "display_title": "Tully", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E6D8113FF932A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Tully", "type": "article"}, "mpaa_rating": "R", "summary_short": "This small, beautifully acted movie, directed by Hilary Birmingham, has many of the volatile ingredients of a Sam Shepard play. Set in Nebraska, it focuses on a grimly taciturn farmer obsessed with his dead wife, and his two grown sons who have an edgy, competitive relationship. Yet in its lyrical tone and concentration on the subtleties of relationships, the movie couldn't be more different from a Shepard drama in which every emotion is wired to explode. There is no mythic superstructure to unravel, just a realistic portrait of contemporary farm folk living their lives in the shadow of a crisis. — Stephen Holden", "multimedia": null}, {"headline": "Weight of Water, The (Movie)", "publication_date": "2002-11-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:06:09", "opening_date": null, "display_title": "The Weight of Water", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E6D8113FF932A35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Weight of Water", "type": "article"}, "mpaa_rating": "R", "summary_short": "There is so much to admire in Kathryn Bigelow's thriller that when the movie finally collapses on itself late in the game, it leaves you in the frustrating position of having to pick up its scattered pieces and assemble them as best you can. Those pieces are flung into the air during the movie's grand finale, an orgiastic rush of blood and water that folds together the film's two parallel stories, one set in the present, the other in 1873. The contemporary strand follows the sexual tensions among four passengers aboard a pleasure craft off the New Hampshire coast as they face down an approaching hurricane. The more coherent, historical strand remembers the ax murders of two young women, both Norwegian immigrants, in 1873. Although those stories are supposed to bounce off each other in stimulating ways, they never mesh. — Stephen Holden", "multimedia": null}, {"headline": "Jackass the Movie (Movie)  ", "publication_date": "2002-10-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:47", "opening_date": "2002-10-25", "display_title": "Jackass: The Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CEFD6113CF935A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Jackass: The Movie", "type": "article"}, "mpaa_rating": "R", "summary_short": "The title is a little misleading — not the &quot;Jackass&quot; part, but the movie part, since the picture is essentially an extended episode of the popular &quot;Jackass&quot; MTV series, which features Johnny Knoxville and his reckless pals performing outlandish, grotesque and often very dangerous stunts involving alligators, shopping carts and anything else that comes to hand (including certain body parts). &quot;Jackass the Movie&quot; does not offer much psychological insight, but it does suggest that this small tribe of young white men is motivated by extreme boredom and a playful, quasi-erotic sadomasochistic camaraderie. They're drawn to pranks that involve nudity and anal penetration, as well as blunt trauma by means of bowling balls, boxing gloves and miniature-golf statuary. &quot;Jackass the Movie&quot; is like a documentary version of &quot;Fight Club,&quot; shorn of social insight, intellectual pretension and cinematic interest. — A. O. Scott", "multimedia": null}, {"headline": "Roger Dodger (Movie)  ", "publication_date": "2002-10-25", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:42:32", "opening_date": "2002-11-22", "display_title": "Roger Dodger", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E6D7133CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Roger Dodger", "type": "article"}, "mpaa_rating": "R", "summary_short": "Roger Swanson (Campbell Scott), the slick motor-mouthed adman who jabbers his way through Dylan Kidd's impressive filmmaking debut, is one of those bar-room pundits who have an answer for everything, including a  Darwinian philosophy of sex whose pseudo-scientific logic camouflages a deep  misogyny. The movie follows Roger and Nick (Jesse Eisenberg), his innocent teenage  nephew from Ohio, through a grueling night of New York pub-crawling during which Roger tutors Nick on how to pick up women. Mr. Scott's portrayal of this charismatic creep is a dazzling star turn and change of pace for an actor who usually plays  earnest good guys. — Stephen Holden\r\n", "multimedia": null}, {"headline": "All or Nothing (Movie)  ", "publication_date": "2002-10-25", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:47:00", "opening_date": null, "display_title": "All or Nothing", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E1D9133CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of All or Nothing", "type": "article"}, "mpaa_rating": "R", "summary_short": "After his foray into period drama and the mysteries of artistic collaboration in &quot;Topsy Turvy,&quot; Mike Leigh returns to more familiar terrain: the hard luck and domestic distress of the contemporary English working class. Timothy Spall and Lesley Manville play the depressed, bickering couple at the center of the drama, whose love for each other has been ground down by the routines of work and the unpleasantness of their children. But though the members of this family &#151; and the neighbors and coworkers whose equally unhappy lives round out the movie &#151; are frequently shown at their worst, it is impossible not to identify with them, or to love them as Mr. Leigh does. His tough, democratic generosity of spirit is evident in every frame. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Food of Love (Movie)  ", "publication_date": "2002-10-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:05:35", "opening_date": null, "display_title": "Food of Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E4DF113CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Food of Love", "type": "article"}, "mpaa_rating": "R", "summary_short": "A wobbling tone and a convoluted plot do in &quot;Food of Love,&quot; a gay romance set in the world of classical music. The first English-language feature from the Spanish filmmaker Ventura Pons (&quot;Anita Takes a Chance&quot;), the picture seems uncertain whether it wants to be an acidic all-male &quot;All About Eve&quot; or a lush, swooning melodrama in the &quot;Intermezzo&quot; strain. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "By Hook or By Crook (Movie)  ", "publication_date": "2002-10-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:10", "opening_date": null, "display_title": "By Hook or By Crook", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E4DF113CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of By Hook or By Crook", "type": "article"}, "mpaa_rating": "", "summary_short": "Sizing up the mannish attire, extensive tattoos and close-cropped hair of Shy (Silas Howard), the central character of &quot;By Hook or by Crook,&quot; a child asks, &quot;Are you a man or a woman?&quot; Shy's poetically evasive reply is &quot;both.&quot; It is, indeed, hard to keep track of the fluid genders in this independent feature shot on digital video, which proclaims itself &quot;a movie about butches by butches.&quot; Fleeing her Midwestern home town, Shy heads for San Francisco, where she hopes to pursue a life as both a sexual outlaw and a literal one. In the meantime she befriends Valentine (Harry Dodge), another young gender-bender who has teased the hair on her chin into a thin, twisty beard. The movie is, like its principal characters, a bit messy and maladroit but not without a certain charm. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Ghost Ship (Movie)  ", "publication_date": "2002-10-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:43", "opening_date": "2002-10-25", "display_title": "Ghost Ship", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E6DF113CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ghost Ship", "type": "article"}, "mpaa_rating": "R", "summary_short": "The visual clichés are predictably in place in &quot;Ghost Ship,&quot; an incoherent supernatural thriller that would like to think of itself as a Halloween-ready horror fusion of &quot;The Perfect Storm&quot; and &quot;Titanic.&quot; The story follows the crew of the Arctic Warrior, a tugboat, as it tries to salvage the Antonia Graza, an Italian luxury liner that mysteriously pops up in the heaving blue-gray desolation of the Bering Sea. If the movie sustains an eerie visual mood, its screenplay is frustratingly sketchy. And with the exception of Julianna Margulies's sensible first mate, the acting (by Gabriel Byrne, Ron Eldard, Desmond Harrington, Isaiah Washington, Alex Dimitriades and Karl Urban) is at best functional. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Truth About Charlie, The  ", "publication_date": "2002-10-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:28", "opening_date": "2002-10-25", "display_title": "The Truth About Charlie", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E0D9133CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Truth About Charlie", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Thandie Newton plays the recently married Regina, who returns home to her spacious Paris flat to break off with her husband, Charlie, an art dealer. She finds him gone and the apartment ransacked.  When Charlie's corpse turns up and a pack of mysterious strangers pop around threatening Regina and asking questions about a treasure that he supposedly left behind, she's stunned. The truth about Charlie is that everybody knew more about him than she did.  Regina's first hope is Joshua (Mark Wahlberg), a helpful American. But when even Joshua turns out not to be what he seemed, she has to turn to Bartholomew (Tim Robbins) at the American Embassy for help. This knockabout, moderately successful remake of the 1963 comic thriller &quot;Charade&quot; lacks the heartless, silken cool of the original. Most of the remake's allure comes from the sensual, butter-voiced Ms. Newton; with her, Jonathan Demme has found the 21st-century corollary to Audrey Hepburn. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Paid In Full (Movie)  ", "publication_date": "2002-10-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:50", "opening_date": "2002-10-25", "display_title": "Paid in Full", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E4DF113CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Paid in Full", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Paid in Full&quot; is almost an oxymoron: a contemporary gangster movie with a level head. Loosely based on the true adventures of AZ Alpo,  a legendary Harlem drug dealer who earned $50,000 a day at the height of the 80's crack epidemic and whose exploits inspired countless rap songs, this sad, touching period piece resists the temptation to glamorize its subject. Instead of a hyperbolic beat-charged urban western, it's an unpretentious, sociologically pointed slice of life. &#151; Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}