{"results": [{"headline": "A Comics Guy, Outside the Box", "publication_date": "2003-08-15", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:53:59", "opening_date": "2003-09-12", "display_title": "American Splendor", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E1D71630F936A2575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of American Splendor", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;From off the streets of Cleveland comes 'American Splendor,' &quot; screams the cover of every issue of the writer Harvey Pekar's surly and open-eyed autobiographical comic series. The towering, action-packed logo is a further sardonic comment on the lack of activity in the protagonist's life. There's as much at stake in this hilarious, moody and cantankerous film adaptation of &quot;Splendor&quot; as there was in this summer's other movies of comics anti-heroes like &quot;The Hulk&quot; and &quot;The League of Extraordinary Gentlemen.&quot; Harvey is extraordinary — by the way, so is this movie. As played by Paul Giamatti, Harvey's a gray wad of anger that spends his time in his cave-like apartment, with shelves sagging under the weight of his collection of record albums and jazz 78's. And sputtering to his equally powerless pals about a world that he refuses to understand. Slumped into a posture that's a question mark with a pot-belly, Mr. Giamatti's a frustrated tremor, shaking and gesticulating futilely. The filmmakers use the real Mr. Pekar as a narrator initially. For a time, the film cuts to the real-life Pekar, fulminating onscreen with his friends against a stark-white background. This sounds like a mocking, distancing device — and in the wrong hands, it would be. But the real-life Pekar is as vivid in his way as Mr. Giamatti. The actual Pekaris a flinty crank spouting while the actors portraying figures from the streets of Cleveland chuckle in disbelief at him and his obsessive, nerdy friends, like Toby (played in the film with breath-taking precision by Judah Friedlander). The great cast also includes Earl Billings as Mr. Boats, one of Harvey bellicose, small-minded and larger-than-life co-workers, and Danny Hoch. Harvey's romantic match, Joyce Brabner, is played with a tart, intriguing directness by Hope Davis that's equal parts Emma Goldman and Olive Oyl —  that is, the Olive Oyl of the comics, not the screaming helpless No. 2 pencil of the cartoons. And the picture becomes something richer and fuller when Joyce enters the film. Harvey has someone to square off with, and her eccentricities complement his. — Elvis Mitchell", "multimedia": null}, {"headline": "Thornton Wilder Passes a Tough High School Test", "publication_date": "2003-08-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:42", "opening_date": null, "display_title": "OT: Our Town", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E4D71630F936A2575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of OT: Our Town", "type": "article"}, "mpaa_rating": "", "summary_short": "This touching, modest documentary follows a group of high school students in the rough, impoverished Southern California city of Compton as they stage a production of Thornton Wilder's &quot;Our Town.&quot; The play's New Hampshire setting at first seems a world away from their lives, which they unabashedly describe as &quot;ghetto,&quot; but thanks to their own spirit and intelligence and the guidance of two hard-working, no-nonsense teachers, they discover the power of literature to expand their understanding of their own lives and circumstances. Scott Hamilton Kennedy Kennedy, tracing their sometimes bumpy progress toward opening night, observes their lives with sympathy and tact, and does the students the courtesy of allowing them to explain themselves, which they do with candor, heart and humor. &#151; A.O. Scott", "multimedia": null}, {"headline": "Ol' Razor Fingers vs. Ol' Hockey Face", "publication_date": "2003-08-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:33", "opening_date": "2003-08-15", "display_title": "Freddy vs. Jason", "link": {"url": "http://www.nytimes.com/movie/review?res=9904EFD61630F936A2575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Freddy vs. Jason", "type": "article"}, "mpaa_rating": "R", "summary_short": "The mildewed, rusted aroma that archaeologists get when opening a tomb is the same odor that will hit the nostrils of moviegoers attending this horror grudge-match torn from yesterday's screaming headlines. The movie, which pits Freddy Krueger against Jason Voorhees, is far more horrible than horrifying. The only way that &quot;Freddy vs. Jason&quot; might really be any fun is if these two avengers from beyond the grave decided to team up and go after the cast of  &quot;American Wedding.&quot; This dumb, only intermittently — sometimes even intentionally — funny sequel asks the question that since almost everything else from the 1980's has come back, why not the cynosures of the &quot;Nightmare on Elm Street&quot; series and the &quot;Friday the 13th&quot; movies. But people are also nostalgic for the world of four television networks, Macaulay Culkin and anti-trust legislation, too  — that doesn't mean they're coming back. The smirky sauciness of Kreuger (Robert Englund) at least gives audiences something to root for, or against. The real problem is that Jason is a nobody whose face has been hidden from view for 20 years. There probably won't be a sequel to &quot;Freddy vs. Jason&quot; — a concept that first surfaced over a decade ago, when both franchises had a trace of, well, blood, left. But if there is a next one, maybe they can get a make-over from the Fab Five of &quot;Queer Eye for the Straight Guy&quot;; both Freddy and Jason are so last century. — Elvis Mitchell", "multimedia": null}, {"headline": "Good and Evil Shoot It Out", "publication_date": "2003-08-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:04", "opening_date": "2003-08-15", "display_title": "Open Range", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E1D71630F936A2575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Open Range", "type": "article"}, "mpaa_rating": "R", "summary_short": "A group of free-grazing cattlemen is attacked by the minions of an evil rancher (Michael Gambon) and rides into town to take revenge. Kevin Costner, directing with his usual root-canal humorlessness, is aiming for the stark, mythic grandeur of the old westerns, but &quot;Open Range&quot; succeeds only in feeling simplistic and puffed up. As an actor in other people's movies, Mr. Costner is at his best when he unleashes his raffish, reckless charm, letting the good man and the bad boy duke it out for pre-eminence. Under his own direction, though, his self-regarding piety always wins. Every pause, every gesture, every grimace is fraught with significance, so that even his cowboy reticence comes to seem like shameless showboating. Annette Bening's performance, unfortunately, is well matched to Mr. Costner's; if the two of them were any more upstanding they'd be trees. Some of the supporting actors, notably Robert Duvall and Michael Jeter, throw off a few sparks of levity, but neither they nor the well-executed final shootout can prevent the movie from suffocating in its earnest self-seriousness. — A. O. Scott", "multimedia": null}, {"headline": "Down on Her Guccis but With a Heart of Platinum", "publication_date": "2003-08-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:18", "opening_date": "2003-08-15", "display_title": "Uptown Girls", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E5D81630F936A2575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Uptown Girls", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This rhinestone-crusted comic fantasy is true to its niche  market, the burgeoning Junior Miss genre that might be called Princess because of its  fawning adoration of overprivileged young bachelorettes and the luxuries their credit  cards can fetch. Its bratty 22-year-old heroine (a charmless Brittany Murphy) is the orphaned  daughter of rock royalty who lives in Manhattan in palatial squalor with her pet pig, Moo.   In this standard variation of the princess myth, it takes a humbling fall from grace for  Molly to gain a smidgen of soul and a glimpse of happily ever after. Forced to work as a  nanny, she achieves a saccharine redemption with the help of her charge, a stern, orderly  8-year-old girl (Dakota Fanning), whom she in turn helps softed. While pretending to  teach a lesson in compassion, the movie wallows in the perks of privilege. — Stephen Holden", "multimedia": null}, {"headline": "A Mercenary on a Quest for Revenge", "publication_date": "2003-08-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:06", "opening_date": null, "display_title": "The Princess Blade", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E4D81431F93BA3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Princess Blade", "type": "article"}, "mpaa_rating": "R", "summary_short": "This Japanese feature combines some fairly traditional sword fighting (no biting, gouging or automatic weapons allowed) with the sort of post-apocalyptic setting that has long been popular in Western action films.  The former pop singer Yumiko Shaku stars as a ferocious female fighter, Princess Yuki, who discovers that her mother was murdered by a clan chief, Byakurai (Kyusaki Shimada), in his quest for power.  Now, aided only by an anti-government rebel, Takashi (Hideaki Ito, the reigning Japanese heartthrob), she sets out to exact her revenge.  The film tries but doesn't quite succeed in blending a long-established Japanese genre, the spare, ritualistic samurai film, with the far more colorful and kinetic tradition of Chinese martial-arts movies. &#151; Dave Kehr", "multimedia": null}, {"headline": "Hanging 10, From Surf to Sheboygan", "publication_date": "2003-08-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:04", "opening_date": "2003-08-29", "display_title": "Step Into Liquid", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E0D91731F93BA3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Step Into Liquid", "type": "article"}, "mpaa_rating": "PG", "summary_short": "With this surfing documentary, Dana Brown takes over the family business.  His father is Bruce Brown, whose 1966 &quot;The Endless Summer&quot; became one of the most successful documentaries of all time, as it followed a group of clean-cut surfing champions on a world tour.  The younger Mr. Brown was the co-writer and an associate producer on &quot;The Endless Summer II,&quot; a sequel released in 1994; with &quot;Step Into Liquid,&quot; he assumes the entire process, which includes writing, edited and delivering the casual, conversational narration that the senior Mr. Brown made a trademark of his films.  With its astounding views of angry seascapes, its handsome young men (and a few women) poised atop 10-foot waves with the serenity and aplomb of an equestrian statue in Central Park, nonstop soundtrack of old and new surfing songs (Richard Gibbs contributed an original score as well) and a pervasive philosophy that views life as fun and self-fulfillment as the highest good, what is there not to like? — Dave Kehr", "multimedia": null}, {"headline": "Paris in the Summer, When It Sits There", "publication_date": "2003-08-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:07:26", "opening_date": "2003-08-29", "display_title": "Le Divorce", "link": {"url": "http://www.nytimes.com/movie/review?res=9407EFD71731F93BA3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Le Divorce", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Isabel Walker (Kate Hudson) arrives in Paris just as her half-sister (Naomi Watts) undergoes the marital catastrophe the gives this sluggish, misshapen comedy of manners its title. Adapted from Diane Johnson's brisk, knowing novel, the film somehow manages to squander both a first-rate ensemble cast and a rich, durable source of comedy: the social and romantic misadventures of Americans in France. Isabel's character and motives remain irritatingly blank, even as she undergoes a wondrous transformation, acquiring a taste for fine lingerie, elegant coiffure and suave, middle-aged politicians. But the movie lets the accessories do too much of the work, and only Thierry Lhermitte (as Isabel's politician lover) and Glenn Close (as an expatriate writer) show any real comic esprit; it's a comedy made by filmmakers with little sense of timing and almost no sense of humor, with plenty of good taste and no real flavor. — A.O. Scott", "multimedia": null}, {"headline": "Hidden Relationships and the Paradoxes of Desire", "publication_date": "2003-08-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:24", "opening_date": null, "display_title": "Charlotte Sometimes", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E4D81431F93BA3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Charlotte Sometimes", "type": "article"}, "mpaa_rating": "R", "summary_short": "Shot on video in and around Los Angeles's bohemian Silver Lake district, &quot;Charlotte Sometimes&quot; is a small, subtle character study about a young Asian-American, Michael (Michael Idemoto), who repairs cars by day and by night manages a small apartment building that belongs to his aunt.   One of his tenants is Lori (Eugenia Yuan), a sweet, girlish aspiring actress with whom Michael is secretly in love, but he is distracted by the aggressive, mysterious Darcy (Jacqueline Kim).  Like the French filmmaker Eric Rohmer, Eric Byler keeps his camera at a discreet distance from his actors, declining the easy emotional emphasis of close-ups in favor of the complex interaction of two actors sharing the same frame, communicating through glances and gestures rather than words. — Dave Kehr", "multimedia": null}, {"headline": "Working Up a S.W.E.A.T.", "publication_date": "2003-08-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:11", "opening_date": "2003-08-08", "display_title": "S.W.A.T.", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE1D81731F93BA3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of S.W.A.T.", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This feature film version of the 1970's cop show preserves the most memorable thing about the old television series: Barry DeVorzon's wah-wah crackle theme song. Unfortunately Clark Johnson and a battery of writers have also retained the punitive monotony and barely coherent narrative thinness of the old show as well: it evokes the feeling of wasting a rainy Saturday afternoon. The foreign crime boss Alex Martel (Olivier Martinez) is about to be extradited after leaving a trail of corpses and misery. Following a failed jailbreak —  after which Martel inexplicably gets to speak to the television cameras —  he offers &quot;one hundred million dollars to whoever gets me out to here.&quot; And law and order in Los Angeles suddenly evaporates, with all of the city's thugs, gang-bangers and semi-employed, dangerous-looking actors marshalling their forces to spring Martel. An elite S.W.A.T. team has to transport this prisoner to either a federal pen, the airport or another film remake of an old Aaron Spelling television show. The S.W.A.T. team members —  LL Cool J, Michelle Rodriguez, Josh Charles and Brian Van Holt —  are so gung ho that in any other city they'd be subjected to steroid testing. Samuel L. Jackson plays the absurdly named team leader Hondo —  it comes from the old show —  with the Rhythm-Heritage confidence that burbles like the old-school funk of Mr. DeVorzon's theme. And Colin Farrell, employing a wobbly American accent that makes him sound like an international criminal a step ahead of the authorities, stars as the S.W.A.T. officer Jim Street. Much of the by-the-yard martial choreography is strictly by-the-book, as Hondo's martinet captain might say. Mr. Johnson almost seems to be rejecting the fascist politics of the premise, and his discomfort is palpable, like Danny Glover's slight hesitations in the &quot;Lethal Weapon&quot; movies. — Elvis Mitchell", "multimedia": null}, {"headline": "Singing for Help From Outer Space", "publication_date": "2003-08-08", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:20:31", "opening_date": "2003-08-08", "display_title": "Koi Mil Gaya", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE4D81431F93BA3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Koi Mil Gaya", "type": "article"}, "mpaa_rating": "", "summary_short": "A broad, sentimental science-fiction Bollywood musical, &quot;Koi ... Mil Gaya&quot; isn't a blend of genres; it is one piled up on another. Borrowing from &quot;Star Wars,&quot; &quot;Close Encounters of the Third Kind,&quot; &quot;E.T.,&quot; &quot;Charly,&quot; &quot;The Sound of Music&quot; and &quot;Singin' in the Rain,&quot; it tells the story of a brain-damaged young man (Hrithik Roshan, the director's son) who picks up the work of his dead father, a scientist who had tried to communicate with alien life; falls in love with the prettiest young woman in town; and generally spreads sunshine to everyone except his devoted mother (Rekha), who blames herself for her son's limitations. — Anita Gates", "multimedia": null}, {"headline": "Walking in Mom's Shoes With Mom's Feet, Too", "publication_date": "2003-08-06", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:27:04", "opening_date": "2003-08-06", "display_title": "Freaky Friday", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E5D61E3EF935A3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Freaky Friday", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This new adaptation of Mary Rodgers's beloved novel (also the source of a 1976 movie starring Jodie Foster) is a brisk, inventive comedy of generational misunderstanding and mother-daughter reconciliation. Lindsay Lohan and Jamie Lee Curtis are Anna and Tess Coleman, who wake up one morning to find that they have switched bodies. The mother must navigate the social minefield of high school, while the daughter is plunged into a frenzy of multi-tasking, juggling work, parenthood and an impending remarriage (to an upstanding fellow played by Mark Harmon). The measure of the film's integrity is how smoothly it modulates from wild farce to earnest sentiment, and the two — really the four — main performances are as dazzling as they are effortless. This is especially true of Ms. Curtis, a real-life mom (and best-selling children's-book author in her own right), whose impersonation of a teenager trapped in a middle-aged body is wild, witty and breathtakingly funny. — A.O. Scott", "multimedia": null}, {"headline": "Trapped at the Beach Long Past the Summer", "publication_date": "2003-08-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:19", "opening_date": null, "display_title": "Seaside", "link": {"url": "http://www.nytimes.com/movie/review?res=990CEFD61E3EF935A3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Seaside", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The gray clouds hang like a shroud over the small French resort town of Julie Lopes-Curval's melodrama. They remain in place for most of the 12 months of modest, vaguely stirring complications that roll past during the film. That is undoubtedly her aim; she has managed to create a world of people mired in their limitations and the petty jealousies of a town that stinks of no ambition. In this winner of the 2002 Camera D'Or from the Cannes Film Festival, Ms. Lopes-Curval and her co-writer Francois Favrat are out to depict the cramped, meaningless lives of a place that doesn't really exist after the summer is over; in effect, it's like being backstage at Brigadoon during the period when the magic is over.  Her achievement is so particularly — and peculiarly — realized, evoking the enforced parameters and rhythms of small-town life, that the movie itself begins to feels restrictive. Ms. Lopes-Curval has managed to create a world of trapped people, and after a while we feel stuck in that world of no imagination with them. While she portrays the brittleness of their lives with lovely splashes of generosity, the lack of condescension doesn't change the fact that there's not much drama to be found in those very limitations. Her characters don't do much beyond getting on each other's nerves. Eventually, &quot;Seaside&quot; itself begins to feel like a gambler plugging away at a one-armed bandit — and as everyone knows, the odds for pleasure in such a pursuit are not in your favor. — Elvis Mitchell", "multimedia": null}, {"headline": "The Series Is 'Boys Life,' With a Hint of Maturing", "publication_date": "2003-08-01", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:36", "opening_date": null, "display_title": "Boys Life 4: Four Play", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E7DD153EF932A3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Boys Life 4: Four Play", "type": "article"}, "mpaa_rating": "", "summary_short": "Now in its fourth installment, the &quot;Boys Life&quot; series from Strand Releasing unites a group of gay-themed shorts into a feature-length passage.  But where previous editions have contained six or seven short films, &quot;Boys Life 4: Four Play&quot; requires only four titles to achieve an 87-minute running time, a sign of how much more substantial and ambitious work in the field has become.  It has also become much less overtly political.  Where much of the gay cinema of a decade ago was devoted to provocation and polemics, the films in this package tend toward more naturalistic comedy and drama, trading slogans for complex emotions. &#151; Dave Kehr", "multimedia": null}, {"headline": "'American Pie' Reaches for a Wedding Cake", "publication_date": "2003-08-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:24:19", "opening_date": "2003-08-01", "display_title": "American Wedding", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02E5D6143EF932A3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of American Wedding", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;I thought I'd outgrown this kind of behavior,&quot; Jim (Jason Biggs) says about halfway through this comedy, at which point you're likely to feel the same way. The sequel to &quot;American Pie&quot; and, even more pathetically, the sequel to &quot;American Pie 2,&quot; &quot;American Wedding&quot; struggles so hard to be tasteless that it's almost quaint. (Don't presume such a remark to be a compliment — you'll see better film on ponds.) &quot;Wedding&quot; is so reiterative that it suggests the kind of compulsive behavior that often requires psychiatric counseling. In &quot;Wedding,&quot; Jim has proposed to Michelle (Alyson Hannigan). Their friends show up to support the happy event  —  actually, his friends Finch (Eddie Kaye Thomas) and Kevin (Thomas Ian Nicholas), since Michelle's friends were apparently able to slip out of whatever obligations that might have forced them to return for this picture. Morale seems to be so low on the set that the cast might as well be clearing away shelf space at Blockbuster for the eventual spot of dishonor &quot;Wedding&quot; will assume there. — Elvis Mitchell", "multimedia": null}, {"headline": "A Dentist With Dreams and Assorted Suspicions", "publication_date": "2003-08-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:56:24", "opening_date": "2003-08-29", "display_title": "The Secret Lives of Dentists", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE2D6143EF932A3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Secret Lives of Dentists", "type": "article"}, "mpaa_rating": "R", "summary_short": "When you hear that Campbell Scott is starring in Alan Rudolph's intensely appealing new domestic comedy, your first response may be, why not? With his furtive voice and fluttering diction, Mr. Scott nearly always sounds as if he's slipping information under an embassy door; the lines waft angrily around his mouth before disappearing and leaving a whispery trace. Dave Hurst, the dentist he plays, works hard to keep his messy domestic life in order while slaving away at a dental practice with his wife, Dana (Hope Davis), while murmuring about the existence he doesn't get to lead. Mr. Rudolph weaves a hilarious subtext  — the spoiled baby-boomer who refuses to relinquish his time in the spotlight  — into a home-life scenario. This notion of nurturing his inner infant keeps things ticking. Dave is suspicious of Dana, and slightly irritated at the three great daughters that he and Dane have raised. The movie depicts warring impulses that emerge in the scenes with Dave and his girls in a subtle, daffy way. — Elvis Mitchell", "multimedia": null}, {"headline": "An Offer of Love He Can't Refuse", "publication_date": "2003-08-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:18", "opening_date": "2003-08-01", "display_title": "Gigli", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E0D6143EF932A3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Gigli", "type": "article"}, "mpaa_rating": "R", "summary_short": "The name rhymes with &quot;really,&quot; as in really, really silly. Ben Affleck is a mob enforcer who kidnaps the mentally challenged younger brother of a federal prosecutor. Jennifer Lopez, Mr. Affleck's real-life fiancée, is a lesbian organized-crime professional assigned to make sure he doesn't mess up. But the stars, and Martin Brest, who has a decent record of competence (&quot;Beverly Hills Cop,&quot; &quot;Midnight Run,&quot; &quot;Scent of a Woman&quot;), mess up just about everything. The picture  —  a drab, talky amalgam of &quot;Rain Man,&quot; &quot;Prizzi's Honor&quot; and &quot;Chasing Amy&quot; — is mostly dull and shapeless. But the torpor is leavened by some howlingly awful sexual repartee, and by the brief appearances of Christopher Walken and Al Pacino, called in as designated over-actors, and who are at least bad on purpose. — A. O. Scott", "multimedia": null}, {"headline": "A Lelouch Jet-Set Fantasy", "publication_date": "2003-08-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:19", "opening_date": null, "display_title": "And Now Ladies and Gentlemen", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E2DD153EF932A3575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of And Now Ladies and Gentlemen", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Since &quot;A Man and a Woman,&quot; his international smash hit of 1966, Claude Lelouch has not broken much new ground. This movie, about a jewel thief named Valentin (Jeremy Irons) and a cabaret singer named Jane (Patricia Kaas), might have been called &quot;Another Man and a Different Woman.&quot; The two of them drift, in a state of elegant melancholy, through various picturesque places, including Paris, London and Fez, where they finally meet, drawn together by a mysterious memory disorder. The movie is sublimely silly  &#151; as empty, elegant and beguiling as a magazine advertisement for an expensive watch &#151; but the director's evident pleasure, his impeccable CinemaScope compositions and the lush, suave score by Michel Legrand make it a seductive diversion. &#151; A.O. Scott", "multimedia": null}, {"headline": "Top Secret Enough to Require 3-D Glasses", "publication_date": "2003-07-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:21", "opening_date": "2003-07-25", "display_title": "Spy Kids 3-D: Game Over", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E1DD123FF936A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Spy Kids 3-D: Game Over", "type": "article"}, "mpaa_rating": "", "summary_short": "Robert Rodriguez (&quot;Desperado&quot;) has taken his family-friendly series of children's adventure films, &quot;Spy Kids,&quot; into the realm of three-dimensions with this sequel, an enjoyable, noisy romp that trots out all of the gimmicks that have made the format fun since its brief, first crest of popularity in the early 1950's.  Returning as Mr. Rodriguez's tweener protagonists are Alexa Vega and Daryl Sabara as Carmen and Juni Cortez, sister and brother junior agents for the top-secret O.S.S. agency who step in for their overworked parents, played by Antonio Banderas and Carla Gugino, whenever national security requires extra reinforcement. — Dave Kehr", "multimedia": null}, {"headline": "Insects Rule on the Giant Screen", "publication_date": "2003-07-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:31", "opening_date": null, "display_title": "Bugs!", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE3DD133FF936A15754C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bugs!", "type": "article"}, "mpaa_rating": "", "summary_short": "This documentary look at the insect world is the newest 3-D Imax spectacular, which means the bugs are roughly the size of a Cadillac Escalade, crawling over leaves bigger than most Manhattan studio apartments. This makes sense, since the insects inhabiting the screen and chomping away on garbage, grass and eventually each other in the Borneo rainforest can probably be found in many Manhattan studio apartments. Vivid and visually stunning, &quot;Bugs!&quot; is fun in the same self-satisfied and awe-struck way that most Imax movies are, seeming to be a cross between an infomercial and an Animal Planet documentary.  Judi Dench intones the narration with distracted urgency &#151; she sometimes sounds as if she's reading the script while working out a difficult crossword puzzle clue. At least she never has to say &quot;It's a jungle out there&quot; while the insects fly, trundle and crawl through the forbidding exteriors where &quot;Bugs!&quot; was filmed. The jokes get enough emphasis from the large camera lenses that capture the action. &#151; Elvis Mitchell", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}