{"results": [{"headline": "ABCD (Movie)", "publication_date": "2001-11-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:22:14", "opening_date": null, "display_title": "ABCD", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE7DC123DF933A05752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of ABCD", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Krutin Patel's film &quot;ABCD&quot; (the initials stand for American-born confused desi) explores the internal tug of war affecting upwardly mobile young Indian-Americans brought up in this country. Desi is a word for someone of Indian extraction living outside India, and &quot;ABCD&quot; a slang term of amused disparagement applied to those who deny (and sometimes attempt to cover up) their backgrounds. The central characters, Nina (Sheetal Sheth) and her older brother Raj (Faran Tahir), are both successful young professionals (she works in advertising, he in accounting) and both struggling with similarly conflicting impulses. &quot;ABCD&quot; doesn't make light of its characters' conflicts, nor does it try to resolve them with feel-good formulaic solutions. – Stephen Holden", "multimedia": null}, {"headline": "Independent, The (Movie)", "publication_date": "2001-11-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:53", "opening_date": null, "display_title": "The Independent", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03EFDF153DF933A05752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Independent", "type": "article"}, "mpaa_rating": "R", "summary_short": "If you've been longing to see the semilegendary Vietnam War film &quot;Brothers  Divided,&quot; &quot;The Independent,&quot; a documentary portrait of the director Morty Fineman, offers  a searing glimpse. &quot;Brothers Divided&quot; was one of seven (count 'em, seven!) movies that its  prolific producer and director made in 1969. Other Fineman films that year included &quot;Groovy Hippie Slumber Party,&quot; &quot;Mondo World&quot; and  &quot;The Mod, Mod Miniskirt.&quot; Since his 1964 directorial debut, &quot;The Simplex Complex,&quot; an Army training film about herpes, Mr. Fineman has turned out an unbelievable 427 films.  It's all a spoof, of course, expertly done in a loose-jointed, semideadpan style. — Stephen Holden", "multimedia": null}, {"headline": "Behind Enemy Lines (Movie)  ", "publication_date": "2001-11-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:29", "opening_date": "2001-11-30", "display_title": "Behind Enemy Lines", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E0D6143DF933A05752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Behind Enemy Lines", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This taut contemporary wartime thriller set in the Balkans  is a machine-tooled rescue drama that sustains a relentless buzzing energy. Owen Wilson is a cocky naval aviator, Burnett, who breaks the rules and is shot down by Serbian  anti-aircraft weapons during a reconnaissance mission. Gene Hackman is his commander, Admiral Reigart, who violates the ceasefire in effect and authorizes a rescue mission. If the dual manhunt and race-against-time stories are strictly formulaic, the movie is swiftly  paced, well acted and very much in the gung-ho patriotic spirit of the moment. – Stephen Holden\r\n", "multimedia": null}, {"headline": "In the Bedroom (Movie)  ", "publication_date": "2001-11-23", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:43:25", "opening_date": "2002-02-08", "display_title": "In the Bedroom", "link": {"url": "http://www.nytimes.com/movie/review?res=9401EED8143AF930A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of In the Bedroom", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this perfectly observed, wrenchingly acted  drama, Sissy Spacek and Tom Wilkinson are the Fowlers, a middle-class couple living in  Camden, a quiet, picturesque Maine fishing town. Their lives are torn apart when their only child, a 21-year-old son, is murdered by his girlfriend's jealous husband. Learning that a legal technicality ensures that the killer will serve only a light sentence, they are beside themselves with grief, anger and mutual recrimination. In exploring the psychological processes of grief and revenge, the profoundly quiet, deeply disturbing film doesn't make a misstep. – Stephen Holden", "multimedia": null}, {"headline": "Jung (War) in the Land of the Mujahedeen (Movie)", "publication_date": "2001-11-23", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:33", "opening_date": null, "display_title": "Jung (War) in the Land of the Mujaheddin", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE5D9143AF930A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jung (War) in the Land of the Mujaheddin", "type": "article"}, "mpaa_rating": "", "summary_short": "At one point in &quot;Jung (War) in the Land of the Mujahedeen,&quot; Gino Strada, an Italian doctor whose attempt to build a hospital near the front lines in northern Afghanistan is the the focus of the film, remarks bitterly that the conflict in that country is a &quot;forgotten war.&quot; That this is no longer the case does nothing to diminish the relevance of this unsparing, heroic documentary by Fabrizio Lazzaretti, Alberto Vendemmiati and Giuseppe Petitto, but rather makes it essential viewing for anyone who desires a sense of the finer human grain of a war that now commands the attention of the world as never before. &#151; A. O. Scott", "multimedia": null}, {"headline": "Bangkok Dangerous (Movie)  ", "publication_date": "2001-11-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:51", "opening_date": null, "display_title": "Bangkok Dangerous", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE3D8143AF930A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bangkok Dangerous", "type": "article"}, "mpaa_rating": "R", "summary_short": "Yet another pair of filmmaking brothers, this time from Thailand and poetically named Oxide and Danny Pang, stand behind &quot;Bangkok Dangerous,&quot; a violent, hyperkinetic film noir overpainted in broad sentimental strokes. The Pangs, reeling under the influence of the Wachowski brothers (&quot;The Matrix&quot;), who were themselves reeling under the influence of the Hong Kong action master John Woo, spin a lot of meaningless, self-conscious style around an old-fashioned story of fidelity and sacrifice in the criminal underworld. – Dave Kehr\r\n", "multimedia": null}, {"headline": "Devil's Backbone, the (Movie) ", "publication_date": "2001-11-21", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:46:22", "opening_date": null, "display_title": "The Devil's Backbone", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E0DF1F3BF932A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Devil's Backbone", "type": "article"}, "mpaa_rating": "R", "summary_short": "This ghost story, set in an orphanage at the end of the Spanish Civil War, uses horror-film techniques to explore the nature of political tragedy. The director, Guillermo del Toro, balances dread with tenderness, and refracts the terror and sadness of the time through the eyes of a young boy, who only half-understands what he is witnessing. This somber, gothic story of betrayal and revenge builds to a brutal climax, and a final shot in which terror effortlessly dissolves into heartbreak. — A. O. Scott", "multimedia": null}, {"headline": "Way We Laughed, the (Movie) ", "publication_date": "2001-11-21", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:44:39", "opening_date": null, "display_title": "The Way We Laughed", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E1DE1F3BF932A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Way We Laughed", "type": "article"}, "mpaa_rating": "", "summary_short": "The story of two Sicilian brothers who immigrate to Turin in the late 1950's frames an evocative, somewhat  nostalgic portrait of Italy emerging out of postwar poverty. Giovanni (Enrico Lo Verso), an  illiterate laborer who worships education, is fiercely protective of his smart but shifty  younger brother Pietro (Francesco Guiffrida) whom he encourages to be a teacher. The elliptical  story of one brother's rise and the other's downfall and of their passionate but troubled  fraternal bond leaves many questions hanging, but it is powerfully acted and gorgeously  photographed. – Stephen Holden", "multimedia": null}, {"headline": "Spy Game (Movie)  ", "publication_date": "2001-11-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:13", "opening_date": "2001-11-21", "display_title": "Spy Game", "link": {"url": "http://www.nytimes.com/movie/review?res=9903EFDC1F3BF932A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Spy Game", "type": "article"}, "mpaa_rating": "R", "summary_short": "Like something advertised in the Sharper Image catalog, Tony Scott's movie is a sleek, expensive-looking gizmo of doubtful utility. Its kinetic editing, exotic locations and general atmosphere of high-stakes espionage can't quite cover up the shallow, cynical emptiness at its heart, but &quot;Spy Game&quot; does offer some fun on its noisy journey to nowhere. Robert Redford plays a C.I.A. maverick on the eve of retirement who uses his interrogation by agency brass as an occasion to reminisce about his star-crossed relationship with Brad Pitt, whose character he recruited as an agent and who now awaits execution in a Chinese prison. Mr. Redford's performance is wry and enigmatic, and recalls several of his movies from the 1970's, when much of this film takes place. There are shades of &quot;The Great Gatsby,&quot; &quot;Three Days of the Condor&quot; and, oddly enough, &quot;The Way We Were,&quot; but with Mr. Pitt, more or less, in the Barbra Streisand role. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Black Knight (Movie)  ", "publication_date": "2001-11-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:45", "opening_date": "2001-11-21", "display_title": "Black Knight", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01EEDF1F3BF932A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Black Knight", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "An accidental plunge into the filthy moat of the medieval theme park where he  works sends Martin Lawrence's character Jamal back to the year 1328 where he leads a rebellion against the evil king. Jamal is appalled by 14th-century sanitation, while the residents of the castle in which he finds himself don't know what to make of his dancing  style until (in the movie's sole amusing sequence) he teaches them to get down and  funky. As a comic actor, Mr. Lawrence is no Eddie Murphy or Jim Carrey, and even the  off-color humor feels wan and second-hand. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Out Cold (Movie)  ", "publication_date": "2001-11-21", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:30", "opening_date": "2001-11-21", "display_title": "Out Cold", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E1DD1F3BF932A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Out Cold", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "When the masters of the drive-in movie at American-International Pictures ran out of ideas for beach party films in the early 60's, they came up with &quot;Ski Party,&quot; a 1965 production that simply transferred the eternal themes of the beach genre — revealing clothing, practical jokes and uncertainty over how far to go in sex and romance in the absence of adult supervision — to the side of a mountain. That memorable creative choice now has its descendant in &quot;Out Cold,&quot; a ski party movie in which the clothes are a little more revealing than they were 35 years ago, the practical jokes are a little more tasteless, and the uncertainty over sex is pretty much nonexistent. Most crucial, instead of surfboards there are snowboards. – Dave Kehr\r\n", "multimedia": null}, {"headline": "Sidewalks of New York (Movie)  ", "publication_date": "2001-11-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:36", "opening_date": "2001-11-30", "display_title": "Sidewalks of New York", "link": {"url": "http://www.nytimes.com/movie/review?res=9805EEDF1F3BF932A15752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Sidewalks of New York", "type": "article"}, "mpaa_rating": "R", "summary_short": "Surely, after everything this city has been through this fall, the time is right for a breezy, captivating New York romantic comedy. &quot;Sidewalks of New York&quot; is not an especially good movie, but it will do. Six Manhattanites converge to date, to fight and to seek love in a story that plays like Woody Allen's &quot;Husbands and Wives&quot; without the misanthropy or the intellectual pretension. This is a good thing, but Edward Burns shows limited interest in his characters, and seems a little too comfortable with the limitations of his imagination. The movie is likable, but not especially memorable. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Bombay Eunuch (Movie)  ", "publication_date": "2001-11-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:23", "opening_date": null, "display_title": "Bombay Eunuch", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E0D8173BF935A25752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bombay Eunuch", "type": "article"}, "mpaa_rating": "", "summary_short": "The documentary &quot;Bombay Eunuch&quot; examines with an acute, clear-eyed compassion the sad decline in status of India's eunuchs, also known as hijras. From an honored place in Hindu society, the hijras, who were once thought to possess divine powers, have been increasingly marginalized as Western notions of gender, sexual identity and spirituality have seeped into Indian culture. Because the world of the hijras has traditionally been inaccessible to journalists, the fact that &quot;Bombay Eunuch&quot; exists at all is something of a coup. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Fluffer, The (Movie)", "publication_date": "2001-11-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:30", "opening_date": null, "display_title": "The Fluffer", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E1DC173BF935A25752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Fluffer", "type": "article"}, "mpaa_rating": "R", "summary_short": "A naïve young film buff named Sean McGinnis (Michael Cunio) rents a videotape that he thinks is &quot;Citizen Kane&quot; but that turns out to be a gay pornographic film with a similar title. Before he can eject the tape, Sean is transfixed by the star, who goes by the name Johnny Rebel (Scott Gurney), and he makes his way, résumé in hand, to Men of Janus pictures, where he is hired as a cameraman. In addition to his duties behind the camera, Sean becomes Johnny Rebel's designated fluffer, an occupation helpfully defined by the film's production notes as &quot;one who provides the necessary stimulation to enable a male porn star to perform.&quot;  Directed by Richard Glatzer and Wash West, &quot;The Fluffer&quot; moves nimbly from behind-the-scenes comedy to melodrama, with occasional stumbles into pop psychology and film-noir violence. – A. O. Scott", "multimedia": null}, {"headline": "Harry Potter and the Sorcerer's Stone (Movie)", "publication_date": "2001-11-16", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:30:11", "opening_date": "2001-11-16", "display_title": "Harry Potter and the Sorcerer's Stone", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE2D8173BF935A25752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Harry Potter and the Sorcerer's Stone", "type": "article"}, "mpaa_rating": "", "summary_short": "This film adaptation of the J. K. Rowling novel opens with a familiar sight to Harry Potter fans: the dry-witted giant Hagrid (Robbie Coltrane) and Professor McGonagall (Maggie Smith) dropping a baby at the Doorstep of Destiny. Years later Harry (Daniel Radcliffe) winds up in Hogwarts, an English boarding school for wizards. While shopping for his magic equipment, Harry comes across the Sorcerer's Stone, a bedeviled jewel whose power affects his first year at the enchanted school. The most highly awaited movie of the year has a dreary, literal-minded  competence, following the letter of the law as laid down by the book's author. The film comes across as a covers act by an extremely competent tribute band — not the real thing but an incredible simulation — and there's an audience for this sort of thing. But watching &quot;Harry Potter&quot; is like seeing &quot;Beatlemania&quot; staged in the Hollywood Bowl, where the cheers and screams will drown out whatever's unfolding onstage. – Elvis Mitchell", "multimedia": null}, {"headline": "Novocaine (Movie)  ", "publication_date": "2001-11-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:46", "opening_date": "2001-12-14", "display_title": "Novocaine", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E3D9173BF935A25752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Novocaine", "type": "article"}, "mpaa_rating": "R", "summary_short": "What starts out as a smart, self-mocking piece of film noir quickly loses control of itself. Steve Martin plays Frank Sangster, a dentist who is sucked into a complex conspiracy involving his ne'er-do-well brother (Elias Koteas) and a druggy femme fatale (Helena Bonham Carter), who shows up in Frank's office complaining of a toothache. Mr. Martin, who is not bad as a smart, aloof, Hitchcockian wrong man, is less convincing as the film veers unsteadily into James M. Cain territory. – A. O. Scott", "multimedia": null}, {"headline": "Auggie Rose (Movie)  ", "publication_date": "2001-11-16", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:18:50", "opening_date": null, "display_title": "Auggie Rose", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E6D8173BF935A25752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Auggie Rose", "type": "article"}, "mpaa_rating": "R", "summary_short": "The title of writer-director Matthew Tabak's modest film noir comes from the name of the unfortunate liquor-store clerk (Kim Coates) who fatefully complies with the Wine Spectator-ish  finicky request of John Nolan (Jeff Goldblum), who requires another bottle of his favorite wine. The clerk goes to find a bottle and is killed during a hold-up attempt. John survives the robbery, but his complacency is left in shambles. In trying to make sense of the crossroads he finds himself at, John begins quite literally to inhabit the dead clerk's life and abandon his own. Despite the potential of the material, there is little action to accompany it. In fact, there's so little going on in &quot;Auggie Rose&quot; that the movie begins to feel like a coffeehouse conversation about a movie that's all about meanings and motif rather than substance and characters. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Simian Line, The (Movie)  ", "publication_date": "2001-11-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:59:02", "opening_date": null, "display_title": "The Simian Line", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E2D9173BF935A25752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Simian Line", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lynn Redgrave gives her all to the role of Katharine, an insecure middle-aged real estate agent desperately possessive of her much younger lover, Rick (Harry Connick Jr.), an easygoing stained-glass artist from the South. Katharine and Rick are among three couples whose uncertain love lives the movie follows over a crucial two-month period between Halloween and New Year's Eve. As a whole the movie, directed by Linda Yellen from a screenplay by Gisela Bernice, might be described as a muddy, cliché-ridden sudsfest that lurches uncertainly between comedy and soap opera without ever finding its emotional or visual footing. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Wash, The (Movie)", "publication_date": "2001-11-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:15", "opening_date": "2001-11-14", "display_title": "The Wash", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07EFD71F38F936A25752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Wash", "type": "article"}, "mpaa_rating": "R", "summary_short": "There are likely to be some people who'll get a laugh out of this low-energy, semi-tribute to the 1977 comedy &quot;Car Wash&quot; just by watching Dr. Dre shout &quot;I'm the L.A.P.D.!&quot; during a dream sequence. Then again, there are probably others who would guffaw when the credit &quot;A Film by D.J. Pooh&quot; rolls across the screen. Mostly, &quot;Wash&quot; is a competition to see who can give the most relaxed performance in any recent film: Dr. Dre or his homey and co-star, Snoop Dogg. It's a fierce battle, but Dr. Dre prevails, just barely. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Shallow Hal (Movie)  ", "publication_date": "2001-11-09", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:30:26", "opening_date": "2001-11-09", "display_title": "Shallow Hal", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E2D91F39F93AA35752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Shallow Hal", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Bobby and Peter Farrelly, masters of grossout comedy, have always had a streak of tender humanism running through their movies, and in their latest it comes to the fore. Jack Black, in the title role, undergoes a transformation at the hands of the self-help maestro Tony Robbins, and perceives inner beauty as its physical counterpart. This means that Rosemary, an obese Peace Corps volunteer, takes on the appearance of Gwyneth Paltrow. Ms. Paltrow's performance is flawless, and the movie accomplishes the impressive feat of transforming a series of fat jokes into a warm, affirmative fable and a charming love story. – A. O. Scott\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}