{"results": [{"headline": "Following an Addict on Her Uphill Road to Redemption", "publication_date": "2003-11-21", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:54:35", "opening_date": null, "display_title": "Acts of Worship", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E7DA143BF932A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Acts of Worship", "type": "article"}, "mpaa_rating": "R", "summary_short": "A mercilessly gritty portrait of Alix  (Ana Reeder), a junkie scrounging for herself on the Lower East Side, &quot;Acts  of Worship&quot; is drawn from the director's own experiences on the streets more than a  decade ago. The core of the movie follows the heroic attempt by Alix's neighbor Digna  (Michael Hyatt), a successful young photographer and herself a recovering addict, to rescue her. For all the misery on view, the movie doesn't belong to the shock school of  addiction films represented by &quot;Requiem for a Dream&quot; or &quot;Spun,&quot; which concentrated on  sensations rather than characters. Nor does it pretend to be a weepy Hollywood  redemption fantasy. It knows full well that even the happiest endings are conditional and  subject to change. &#151; Stephen Holden", "multimedia": null}, {"headline": "If You See a Roadside Ghost Afire, It's Best to Keep Right on Driving", "publication_date": "2003-11-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:49:35", "opening_date": "2003-11-21", "display_title": "Gothika", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00EEDB143BF932A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Gothika", "type": "article"}, "mpaa_rating": "R", "summary_short": "Halle Berry plays a psychiatrist at an exceedingly creepy facility for the criminally insane who wakes up after a traumatic night to find herself an inmate, suspected of killing her husband and boss (Charles S. Dutton) with an ax. &quot;I'm not deluded. I'm possessed,&quot; she insists to her therapist (Robert Downey Jr.), and indeed she seems to be haunted by an especially  passive-aggressive ghost.  For a while, this glib thriller, directed with reasonable skill by Mathieu Kassovitz, will manage to quicken your pulse and keep you in a state of nervous anticipation. In the end, though, as the ghost-story clichés collide with the serial killer clichés and the women-behind-bars clichés give way to the wronged-women-seeking-revenge clichés, the movie proves to be both too much and not enough — yet another slick, empty package of ersatz entertainment, at once overwrought and under-thought. — A. O. Scott", "multimedia": null}, {"headline": "Falling in Love Was Not His Mission", "publication_date": "2003-11-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:35", "opening_date": null, "display_title": "Mail Order Bride", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E7D8153BF932A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mail Order Bride", "type": "article"}, "mpaa_rating": "R", "summary_short": "If this strained, incoherent farce accomplishes anything positive, it will be to drive another nail into the coffin of that exhausted sub-genre, the mob comedy. Danny Aiello is Tony, a New York crime boss who dispatches his incompetent nephew Anthony (Robert Capelli Jr.) to track down and bring back a mail-order bride who cheated several potential husbands (including a pal of Tony's) out  of their money. Once the movie goes to Moscow, it goes from bad to worse. To be avoided. &#151; Stephen Holden", "multimedia": null}, {"headline": "Two Teenage Girls and a Swimmer, Staking Out Territory in a Triangle", "publication_date": "2003-11-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:17", "opening_date": null, "display_title": "Blue Gate Crossing", "link": {"url": "http://www.nytimes.com/movie/review?res=9805EFDB143BF932A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Blue Gate Crossing", "type": "article"}, "mpaa_rating": "", "summary_short": "The shy Taiwanese teenagers caught in a triangle in this tender wisp of a film may be naive and virginal, but their innocence doesn't prevent them from succumbing to acute romantic anguish. The &quot;No Exit&quot;-like  situation finds the tomboyish Meng Kerou (Lun-Mei  Guey) playing Cupid's messenger to  Zhang Shihao (Bo-Lin Chen) a young swimmer for her best friend Lin Yuezhen (Shu-Hui Liang).  Because Kerou is secretly in love in Yuezhen and Shihao doesn't believe Yuezhen exists,  complications develop. The movie, though little more than an elongated vignette, is well- acted, especially by Ms. Guey. &#151; Stephen Holden", "multimedia": null}, {"headline": "My, a Cat Can Be Mean on a Very Big Screen", "publication_date": "2003-11-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:33", "opening_date": "2003-11-21", "display_title": "Dr. Seuss' The Cat in the Hat", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E7DB143BF932A15752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dr. Seuss' The Cat in the Hat", "type": "article"}, "mpaa_rating": "PG", "summary_short": "It is fun to have fun, but you have to know how. This vulgar, unimaginative adaptation of Dr. Seuss' first &quot;I Can Read&quot; book is a compendium of how not to. Mike Myers, as the anarchic feline, has the manner of a Borscht belt comedian telling toilet jokes, and he helps to drag a great work of literature through a sewer of pandering, cynicism and crude sentimentality. Spencer Breslin and Dakota Fanning, as the two children whose dreary day at home is disrupted by the cat, are smart young actors, but they have little to do besides stand around and gawk, and then learn valuable lessons at the end. Parents tempted to expose their children to this bottom-feeding attempt to cash in on Dr. Seuss' reputation should heed the advice of the skeptical fish: &quot;Make that cat go away. Tell that cat in the hat you do not want to play.&quot; — A. O. Scott", "multimedia": null}, {"headline": "Master of the Sea (and the French)", "publication_date": "2003-11-14", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:48:45", "opening_date": "2003-11-14", "display_title": "Master and Commander: The Far Side of the World", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E6D81438F937A25752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Master and Commander: The Far Side of the World", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This stupendously entertaining movie, adapted from two of the novels in Patrick O'Brian's 20-volume maritime adventure series, celebrates an idea of England that might have seemed a bit corny even in 1805, when the action takes place, but that is brought to vibrant life thanks to Russell Crowe's commanding performance and Peter Weir's thoroughgoing mastery. Mr. Crowe plays Jack Aubrey, captain of the H.M.S. Surprise, a British frigate doing battle with a mysterious French battle ship off the Coast of South America. The combat scenes are shot with economy and vigor, but the most thrilling parts of the movie take place between skirmishes, when the complex system of authority and deference that runs the Surprise —  and the personality traits needed to keep it running —  is at the center of attention. The film's theme is the nature of authority, and Aubrey functions as a kind of ideal CEO: charismatic, tactically astute and able to instill in his sailors a sense of discipline and respect. Paul Bettany plays the ship's surgeon, Aubrey's best friend and foil, and the tension between them — between reason and duty, between intellect and action — gives the movie some unexpected dramatic depth. — A. O. Scott", "multimedia": null}, {"headline": "On Film, at Least, a Rap Star Defies Death", "publication_date": "2003-11-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:19:14", "opening_date": "2003-11-14", "display_title": "Tupac: Resurrection", "link": {"url": "http://www.nytimes.com/movie/review?res=9402EEDC1438F937A25752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Tupac: Resurrection", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lauren Lazin's documentary about the life and work of the rap star and actor Tupac Shakur is less a biography than a posthumous memoir, narrated by its subject — who was killed in a drive-by shooting in 1996 — from beyond the grave. Ms. Lazin uses audio and video clips, interviews, still photographs and handwritten lyrics to give Shakur the chance to reflect on his short, dramatic and remarkably productive life. &quot;This is my story,&quot; he says. &quot;Ambition, redemption, violence and love.&quot; There is also controversy, legal trouble, a difficult childhood and a some jail time — as well as snippets from Shakur's fresh, diverse and provocative music. As its title suggests, the movie is less concerned with analyzing Shakur than with bringing him back to life, for which his fans can only be grateful. For everyone else, this film provides the affecting, partial portrait — you might even say the self-portrait — of a talented young man (he was 25 when he died) whose fate was to be misunderstood, perhaps most tragically by himself. — A. O. Scott", "multimedia": null}, {"headline": "An Architect Discovers Failure in Every Room", "publication_date": "2003-11-14", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:23:34", "opening_date": null, "display_title": "A House on a Hill", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E5D91538F937A25752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of A House on a Hill", "type": "article"}, "mpaa_rating": "", "summary_short": "The fiction film debut of the director Chuck Workman, best known for the snappy compilations of film clips that have often enlivened the  Academy Award presentations.  Where Mr. Workman's shorts skip merrily from title to title and decade to decade, his attempt to patch together a drama from a number of story fragments and briefly glimpsed characters in &quot;A House on a Hill&quot; ends in shallowness and confusion.  His central character, Harry Mayfield (played by the reliably authentic Philip Baker Hall), is a brilliant but neglected architect who identifies with the Frank Lloyd Wright-ish figure played by Gary Cooper in King Vidor's 1949 adaptation of &quot;The Fountainhead,&quot; a notion introduced, naturally enough, by a well-chosen film clip.  He has been summoned out of cranky semi-retirement by a wealthy young woman, Kate Banks (Rebecca Staab), to build a house for herself and her heartless yuppie husband on the site of what was to have been Mayfield's own dream home, which he lost in a tragic fire that also claimed the life of his son. &quot;A House on a Hill&quot; struggles with large issues but  unlike, say, Vidor's 1949 film,  does not find characters of an equivalent scale or dramatic moments of a sufficient impact to communicate its concerns. — Dave Kehr", "multimedia": null}, {"headline": "Bugs Bunny and Friends Dash Through Movie Lore", "publication_date": "2003-11-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:30:30", "opening_date": "2003-11-14", "display_title": "Looney Tunes: Back in Action", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE4D91438F937A25752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Looney Tunes: Back in Action", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This ambitious fusion of cartoons and live-action  comedy has loads of nerve but is only fitfully amusing. The animated characters Daffy  Duck and Bugs Bunny interact with Drendan Fraser and Jenna Elfman, as Warner Bros. employees. At every turn, you can sense the filmmakers' jitters as they pack more and  more extraneous stuff into each scene. The absurd spy plot, which borrows heavily from  the &quot;Austin Powers&quot; movies, is half-smothered under the tonnage of pop-culture  references. And the movie, which sustains the sheer dizzying speed of a Saturday-morning  cartoon for 90 minutes, is exhausting to watch.  But when this mad dash of a comedy  pauses to catch its breath, it has a moment or two of pure cinematic wonder. The wittiest  feat of magic is a sequence set at the Louvre in which Daffy Duck and Bugs  gleefully hop in and out of famous paintings, including the Mona Lisa and Munch's &quot;Scream.&quot; — Stephen Holden", "multimedia": null}, {"headline": "Trophy Wife or Torch Singer?", "publication_date": "2003-11-14", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:00", "opening_date": null, "display_title": "Anything but Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E5D91538F937A25752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Anything but Love", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Billie Golden, as played by the statuesque redhead Isabel Rose, dreams of becoming a sultry nightclub singer, like the character portrayed by Rita Hayworth &#151;  Billie's absolute idol &#151; in Charles Vidor's classic film noir &quot;Gilda&quot; of 1946. Unfortunately, Billie lives in the not-so-classic Queens of 2001, where her romantic choices consist of an uptight corporate lawyer (Cameron Bancroft) and a gifted but temperamental musician (Andrew McCarthy).  &quot;Anything but Love,&quot; which was written by Ms. Rose and Robert Cary and directed by Mr. Cary, is anything but unpredictable, but it is a pleasant, good-natured picture that struggles, gallantly if vainly, to recapture the style and sensibility of a studio musical on the severely limited budget of an independent film. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Tropical City as Fruit, Rotten at the Center", "publication_date": "2003-11-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:23", "opening_date": null, "display_title": "Mango Yellow", "link": {"url": "http://www.nytimes.com/movie/review?res=940CE1DF1738F930A25752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mango Yellow", "type": "article"}, "mpaa_rating": "", "summary_short": "Much of the drama in this teeming, surreally tinged social mosaic, set in the Brazilian coastal city of Recife, takes place in the seedy Hotel Texas. The movie observes the interactions of assorted desperate characters. One, a sadist and borderline necrophile (Jonas Bloch) is the film's most potent metaphor for the economic and spiritual malaise that suffuses the downscale world. Others include the flamingly effeminate hotel cook (Matheus Nachtergaele), the macho  butcher (Chico Diaz) for whom he pines, and the butcher's angelic wife (Leona Cavalli).  For all the misery on display, the characters emerge as robust, full-dimensional people in  touch with their own explosive feelings. This is humanity at its most basic without the  rose-colored protections afforded by affluence.  — Stephen Holden", "multimedia": null}, {"headline": "Desperately Trying to Relate to Her Body by Cutting It", "publication_date": "2003-11-07", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:14:47", "opening_date": null, "display_title": "In My Skin", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06EEDA1439F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of In My Skin", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This harrowing portrait of a thirty-something business woman who succumbs to an obsession with cutting her own flesh suggests that such extreme behavior is often a  desperate attempt to re-establish a connection with the body that has been lost. Esther  (Marina de Van), the central character, finds herself on the fast track to disaster after she injures a leg while stumbling around a junk-strewn building site in the dark. She develops an intoxicated, almost cannibalistic fascination with her own torn flesh and ability to  ignore physical pain. Because the camera shares her voyeuristic fascination with her skin, the movie is often uncomfortable to watch. But the intensity of its focus on Esther's loss of control ultimately forces us to identify her behavior with whatever  embarrassing tics and eccentricities we might be struggling to conceal. A brave and scary  filmmaking debut. — Stephen Holden", "multimedia": null}, {"headline": "At a School for Future Leaders, an Anthology of Atrocity", "publication_date": "2003-11-07", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:19:32", "opening_date": null, "display_title": "Hidden in Plain Sight", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E4D91539F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Hidden in Plain Sight", "type": "article"}, "mpaa_rating": "", "summary_short": "This documentary on the United States Army's controversial School of the Americas brings together material from several politically engaged films about American activity in Latin America, creating a sort of anthology of atrocity. John H. Smihula has little difficulty in establishing a grave record of human-rights violations by graduates of the institution.  Scenes roll by of villages massacred, nuns raped and murdered, children maimed and tortured, and politicians assassinated, all apparently at the hands of soldiers trained by the school or under the leadership of its graduates. The film's title comes from Noam Chomsky's description of the program  &#151;  while everyone is looking for the secret tools of American influence, its physical plant is there for everyone to see.  Mr. Smihula's documentary is a sober, concentrated film that asks Americans to take another look at what is going on in their own backyard. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Singer at the Intersection of Rock and Politics", "publication_date": "2003-11-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:13", "opening_date": null, "display_title": "Just an American Boy", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E4D91539F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Just an American Boy", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This technically crude but stirring video documentary of the country-rocker Steve Earle was filmed over several months in 2002 and 2003. The movie takes its title from a line in his song &quot;John Walker's Blues,&quot; a dramatic monologue that imagines the thoughts of the young Californian who fought with the Taliban in Afghanistan.  Although conservative critics accused Mr. Earle of being a Taliban sympathizer, it was  merely the latest in a string of songs written from the point of view of social pariahs. Mr.  Earle comes across as an impassioned left-wing populist carrying on the tradition of his idol Woody Guthrie. &#151; Stephen Holden", "multimedia": null}, {"headline": "In Search of the Ultimate Wave", "publication_date": "2003-11-07", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:18:31", "opening_date": null, "display_title": "Billabong Odyssey", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E4D91539F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Billabong Odyssey", "type": "article"}, "mpaa_rating": "PG", "summary_short": "With its emphasis on global positioning devices, sophisticated jet skis and computer-designed surfboards, Philip Boston's surfing film is concerned very much with the stuff, and very little with the spirit, of professional surfing as it is practiced today.  Sponsored by the Billabong corporation, a manufacturer of wetsuit systems, &quot;Billabong Odyssey&quot; tells the story of an 18-month expedition that took a group of professional surfers (most of them with marquee names and blond good looks suitable for product endorsements) on a worldwide search for the planet's tallest wave.  Using satellite weather prediction technology as well as computer-generated maps of the ocean floor, the odyssey's participants have no trouble locating waves that tower 50 feet or more, but the legendary hundred-foot wave remains elusive. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Love Triangle Tests the Limits of Desire", "publication_date": "2003-11-07", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:56:28", "opening_date": null, "display_title": "Love Forbidden", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E4D91539F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Love Forbidden", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A love triangle in a Roman pension for visiting artists, among a shy filmmaker (Rodolphe Marconi), a sexually aggressive Italian apprentice (Andrea Necci) and an American author obsessed with serial killers (Echo Danon). Beginning as a youthful romance  not unlike Cedric Klapisch's recent &quot;L'Auberge Espagnole,&quot;  &quot;Love Forbidden&quot; gradually and gracefully develops into a gothic tale (aided, here, by Mr. Marconi's use of the baroque clutter of the Medici mansion).  The film enters the uniquely French territory of l'amour fou, where the more unaccountable the passion, the more extravagant its expression. &#151; Dave Kehr", "multimedia": null}, {"headline": "For One Lad, Pointy Shoes Turn Out to Be Hard to Fill", "publication_date": "2003-11-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:47", "opening_date": "2003-11-07", "display_title": "Elf", "link": {"url": "http://www.nytimes.com/movie/review?res=980CE0D91439F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Elf", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Will Ferrell, admired for his television impersonation of George W. Bush, plays Buddy the Elf, who is not really an elf, but an overgrown human child raised by elves. Buddy, who towers over the other residents of the North Pole (thanks to some ingeniously designed sets and clever camera angles), is lovable but inept; he has been accepted by the elves, and his adoptive father (Bob Newhart) dotes on him, but he still does not quite fit in. And so, following the timeworn adoptee-in-search-of-birth-parent storyline, Buddy sets out for New York, on a mission to find his roots and also to revive the faltering Christmas spirit of the notoriously cynical locals, who include his dad (James Caan) and an adorable department store pseudo-elf (Zooey Deschanel). Directed in relatively mellow, easy-going style by Jon Favreau, &quot;Elf&quot; is a charming, silly family Christmas movie more likely to spread real joy than migraine, indigestion and sugar shock. The movie succeeds because it at once restrains its sticky, gooey good cheer and wildly overdoes it. The restraint comes from the casting of two beloved old sitcom curmudgeons, Ed Asner and Mr. Newhart, as Santa and his chief Elf. The responsibility for overdoing it belongs to Mr. Ferrell, who seems poised to enter the million-dollar pop-culture doofus pantheon alongside Adam Sandler, Jim Carrey and Spongebob Squarepants. — A. O. Scott", "multimedia": null}, {"headline": "Tales of Love, the True and the Not-So-True", "publication_date": "2003-11-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:28", "opening_date": "2003-11-14", "display_title": "Love Actually", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E3D7153BF934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Love Actually", "type": "article"}, "mpaa_rating": "R", "summary_short": "An indigestible Christmas pudding from the British whimsy factory responsible for such reasonably palatable confections as &quot;Four Weddings and a Funeral,&quot; &quot;Notting Hill&quot; and &quot;Bridget Jones's Diary.&quot; A romantic comedy swollen to the length of an Oscar-trolling epic — nearly two and a quarter hours of cheekiness, diffidence and high-toned smirking — Richard Curtis's film is more like a record label's greatest-hits compilation or a &quot;very special&quot; sitcom clip-reel show than an actual movie. A sparkling Anglo-American cast of newly minted and long familiar stars chirps, swoons, pines, quips and sheds the odd tear. Presiding over it all is the new Prime Minister, a twinkly bachelor with a tonsorial resemblance to Tony Blair, who is played by none other than Hugh Grant. He is just one of a number of men (Alan Rickman and Colin Firth are the others) who fall for younger women in their employ. Another half-dozen subplots are strewn hither and yon as the movie swerves between cynicism and maudlin sentiment, oblivious to its own sleaziness and dishonesty. The only genuine comic spark comes from Bill Nighy, as a washed-up rock star trying to make a comeback with a treacly Christmas single. The song, he's happy to admit, is rubbish. So is the movie, though it is decked out with the outward signs of sophisticated good taste. — A. O. Scott", "multimedia": null}, {"headline": "A Wild Ride Through New York With a Psychiatrist and His Patient", "publication_date": "2003-11-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:25:11", "opening_date": null, "display_title": "Martin & Orloff", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07E4D91539F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Martin & Orloff", "type": "article"}, "mpaa_rating": "", "summary_short": "A scattershot farce created by members of the comedy  troupe Upright Citizens Brigade, this film touts itself as an example of  Dadaist alternative comedy. What that really means is a jolly but amorphous sequence of  related skits stretched into a feature film. Matt Walsh is Martin Flam, a suicidally inclined  advertising costume designer who places himself in the care of Dr. Orloff (Ian Roberts),  a supremely rude, self-regarding psychiatrist, and they gallivant around New York having zany adventures. The satire of therapy and the advertising business has its amusing moments, but the film lacks a center and the story barely coheres. &#151; Stephen Holden", "multimedia": null}, {"headline": "A Morbid Song Casts a Terrible Curse", "publication_date": "2003-11-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:28", "opening_date": null, "display_title": "Gloomy Sunday", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E4D91539F934A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Gloomy Sunday", "type": "article"}, "mpaa_rating": "", "summary_short": "This contorted period melodrama, adapted from a book by Nick Barlow, constructs a creaky Holocaust drama around the  legend of &quot;Gloomy Sunday,&quot; a morbid Hungarian art song that is alleged to have driven hundreds to suicide in the 1930's. The story is set in a Budapest restaurant whose owner shares the woman he loves with the house pianist and composer of &quot;Gloomy Sunday.&quot; A customer and future Nazi SS officer also falls in love with her but is spurned. When he returns years later, he is in charge of the Final Solution in Hungary. If &quot;Gloomy Sunday&quot; were better written and acted, it might have transcended its own pretensions and cast a clammy spell. But the legend of the Song That Kills is just too hokey not to seem silly. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}