{"results": [{"headline": "Women Ascending Wall Street, Making Trades and Trade-Offs", "publication_date": "2004-02-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:53", "opening_date": null, "display_title": "Risk/Reward", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E0DF103CF934A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Risk/Reward", "type": "article"}, "mpaa_rating": "", "summary_short": "This just-the-facts documentary buries its lead a bit. The film follows a group of women through their grueling schedules in the financial world. By the time it burrows more specifically into the lives of the four subjects &#151; the New York Stock Exchange floor broker Louise Jones, the equity research analyst Carol Warner Wilke, the foreign exchange sales trader Kimberley Euston and the Wharton School business student Umber Ahmad &#151; the movie is far more watchable. Perhaps it's understandable that the directors want to establish a context to the demands of Wall Street, an environment with an atmosphere as dense and troublesome as the gravity of Jupiter. The withering compromise comes from self-generated stress, especially given that discrimination isn't as overt as it used to be on Wall Street &#151; though the number of women is still small. The burdens the subjects place on themselves, in attempts to juggle personal and work existences, is brutal and more informative than the prologue tutorial. The flux in the subjects' lives, and the determination that put them in such rarified positions, is what gives &quot;Risk&quot; some needed roughage. Much of the film takes place in the summer; Ms. Warner Wilke's husband jokes that they sure are glad their children were born in July or August, when things are slower but, as we learn, not much slower. She's striving to be included in a magazine's upcoming ranking of financial figures. The directors catch Ms. Jones on her annual return to the Upper West Side location where she was abandoned as a 2-day-old. She's in the midst of selling her company to a larger firm and contemplating motherhood. The moderately arresting &quot;Risk&quot; at times appears to suffer from a lack of resources and seems to be writ small, suggesting that it may play better on television. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Art Imitates Life in the Nevada Desert", "publication_date": "2004-02-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:53:56", "opening_date": "2003-10-23", "display_title": "Confessions of a Burning Man", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CEFDE113CF934A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Confessions of a Burning Man", "type": "article"}, "mpaa_rating": "", "summary_short": "This incoherent documentary about the annual Burning Man arts festival in the northern Nevada desert makes the fatal flaw of cinematically imitating the anarchistic spirit of the event it observes. The 10-day festival, which draws over 25,000 people annually to the Black Rock Desert of Nevada, where they create and then disassemble a temporary city, is a kind of modern-day Woodstock festival with a new-age, survivalist, environmentally sensitive aesthetic. There is no narrator, and the structure that exists is clouded by the new-age mumbo-jumbo of eight principal  commentators. &#151; Stephen Holden", "multimedia": null}, {"headline": "No Peace in a City Teeming With Life", "publication_date": "2004-02-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:56:17", "opening_date": null, "display_title": "Alila", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE0DE113CF934A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Alila", "type": "article"}, "mpaa_rating": "", "summary_short": "The Israeli filmmaker Amos Gitai is an acerbic social critic who likes to point fingers and pick at warts, and &quot;Alila,&quot; his acidly comic study of life in a flimsy Tel Aviv apartment complex, is a sour urban mosaic whose seedy characters, try as they might, can't get out of one another's faces. Their residence, jerry-built in a dreary working-class section of Tel Aviv, is little more than a grubby housing development baking in the heat. Among the mostly unpleasant characters are Hezi, a secretive brute, and his besotted girlfriend. Another is a ruthless local builder whose sullen cream puff of a son deserts the army and hides out in the city's red-light district. Disgustedly observing the  chaos is a doddering, ill-tempered Holocaust survivor. The filmmaker's jaundiced view of humanity is matched by his eye for the ugly. &#151; Stephen Holden", "multimedia": null}, {"headline": "Spilled Drinks Make the Dancing Dirty", "publication_date": "2004-02-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:03", "opening_date": "2004-02-27", "display_title": "Dirty Dancing: Havana Nights", "link": {"url": "http://www.nytimes.com/movie/review?res=940CE4DE103CF934A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Dirty Dancing: Havana Nights", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Every once in a while, a movie comes through with a daring brand of emotional and filmmaking honesty that redefines the medium: &quot;Dirty Dancing: Havana Nights&quot; is not such a movie. This reimagining of the recklessly melodramatic 1987 original is packed with flashy, taffeta silliness, and a desperation for a sweaty PG-13 sexiness so laughable that the cast members deserve Oscar nominations for getting through the picture without cracking up. The film is set in 1958. Teenaged Katey Miller (Romola Garai) has just moved to Havana with her family; her father, Bert (John Slattery), has gone to work for Ford in Cuba. A nervous, repressed bookworm, Katie wraps her arms around her torso and wears a black cardigan as she sits by the pool. Enter the foxy, sultry Javier (Diego Luna), a busboy whom Katey accidentally disgraces when she knocks over his tray of drinks. When she rushes to pay for the beverages, he bats his lush eyelashes and hisses, &quot;I don't need your charity.&quot; Of course, this unfortunate introduction leads them down the path of love and a dance contest. — Elvis Mitchell", "multimedia": null}, {"headline": "Party Animals in Paradise", "publication_date": "2004-02-27", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:11:26", "opening_date": "2004-02-27", "display_title": "Broken Lizard's Club Dread", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07EFDE113CF934A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Broken Lizard's Club Dread", "type": "article"}, "mpaa_rating": "R", "summary_short": "From Broken Lizard, the comedy troupe that delivered the low-budget sleeper &quot;Super Troopers&quot; in 2001, &quot;Club Dread&quot; is a disappointingly routine horror movie spoof that follows the well-worn path of the &quot;Scream&quot; and &quot;Scary Movie&quot; franchises. The setting is Pleasure Island  a booze-soaked, low-rent resort owned and operated by a terminally laid-back rock star named Coconut Pete (Bill Paxton). When a new group of party animals arrives at the island, things seem to be going well enough — the amusements include nonstop drinking and a live-action Pac-Man game, with staff members dressed as fruit running through a maze.  But then members of the staff begin turning up dead in various grisly ways (quite grisly, in fact, for a comedy). Who's responsible?  Who cares?  Certainly not the filmmakers, who lay out their standard wares with the weariness of an overworked street vendor:  a topless female here, a scatological gag there, a hip movie reference somewhere else. — Dave Kehr", "multimedia": null}, {"headline": "Watching Old Lovers Turn Into Dead Ones", "publication_date": "2004-02-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:42:15", "opening_date": "2004-02-27", "display_title": "Twisted", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE4D8133CF934A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Twisted", "type": "article"}, "mpaa_rating": "R", "summary_short": "The greatest mystery in this laborious, nonsensical thriller is why Philip Kaufman, whose credits include movies like &quot;The Right Stuff&quot; and &quot;The Unbearable Lightness of Being,&quot; bothered to lend his talents to such mediocre studio hackwork. Ashley Judd, struggling mightily to convince the world that she has a dark, complicated side, plays Jessica Shepard, a San Francisco homicide investigator who also seems to be the prime suspect in her first big case. The victims of an apparent serial killer all turn out to be men she has slept with, and the fact that Jessica's father was both a cop and a murderer makes the possibility of her guilt all the more plausible. Is she the killer, or is one of her friends and protectors — her mentor (Samuel L. Jackson), her partner (Andy Garcia), her shrink (David Strathairn), her ex-boyfriend (Mark Pellegrino) — setting her up? It is hard even to be curious, much less to care. — A. O. Scott", "multimedia": null}, {"headline": "Restoring a Berlin Wall to Comfort Dear Old Mom", "publication_date": "2004-02-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:41:31", "opening_date": "2004-05-14", "display_title": "Goodbye, Lenin!", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E2D6133CF934A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Goodbye, Lenin!", "type": "article"}, "mpaa_rating": "R", "summary_short": "A softhearted tribute to — of all things — Communism, the German director Wolfgang Becker's social satire has a knobby tone that somewhat mutes its crowd-pleasing ambitions and keeps it from becoming &quot;My Big, Fat Life Is Beautiful.&quot; The film captures the struggle of the devoted Alex (Daniel Brühl), fighting to keep his mother's failing health up. In 1989, just before the fall of the German Democratic Republic, Christiane (Katrin Sass) sees her son beaten by police during a riot. She falls into a coma and the Berlin Wall — and all that implies — collapses during that time. &quot;Mother slept through the relentless triumph of capitalism,&quot; Alex notes. Any sudden shock could kill her, so Alex contrives to keep her convinced that things are still the same. Alex has to rescue the paste-board furniture that he and his sister were happy to heave onto a junk heap; the utilitarian design of the furniture seems to inform us that East Berlin may have been where Ikea got its ideas from. There are a few bright jokes and sharp observations in &quot;Lenin!&quot; Alex's determination eventually pulls in everyone he knows; instead of paying off East German officials for better supplies, he's now giving money to kids to dress as Young Pioneers — the East German equivalent of Boy Scouts — to serenade his mother. His boyhood idol — a cosmonaut who now occupies a reduced station in life — becomes part of the imposture. And his best friend and fellow satellite television installer recreates old-school newscasts. The laughs grow out of the elaborate lies they have to construct when Christiane inadvertently glimpses the new world. But the zing of the &quot;Lenin!&quot; highlights doesn't keep the movie breathless enough. Mr. Becker can generate tension when necessary — he doesn't get to flex that muscle enough. — Elvis Mitchell", "multimedia": null}, {"headline": "Good and Evil Locked in Violent Showdown", "publication_date": "2004-02-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:42:27", "opening_date": "2004-02-25", "display_title": "The Passion of the Christ", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07EFD6143CF936A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Passion of the Christ", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Mel Gibson's version of the last 12 hours in the life of Jesus, controversial long before it was seen, is a harrowingly violent spectacle that invites the audience's revulsion in the hopes that it will turn into something like awe. After a horror-movie beginning, complete with demons, menacing music and creepy camera moves, Mr. Gibson settles into a long, relentless contemplation of torture, maiming and execution. His stated goal was realism, but the emphatic musical, visual and aural effects — the first nail is driven into Jesus' palms with a sickening thwack that must have required hours of digital tweaking — make the film a melodramatic exercise in high-minded sadomasochism. Despite concerns about the anti-Semitism of Mr. Gibson's portrayal of the Pharisees, the movie is more grueling and unnerving than outrageous or offensive. For a movie made out of such evident religious conviction, it seems utterly lacking in grace. — A. O. Scott", "multimedia": null}, {"headline": "Scandinavian Comedy, No Knees Slapped", "publication_date": "2004-02-20", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:05:53", "opening_date": null, "display_title": "Kitchen Stories", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E3DA103DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Kitchen Stories", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The Norwegian writer and director Bent Hamer's wry, uninflected deadpan social comedy points as straight and true as a compass fixed on magnetic north. It has the tingly, dry shock of a snootful of sub-zero air. The material itself is so minimal that it makes a New Yorker cartoon look like an episode of &quot;SpongeBob SquarePants.&quot; Folke (Tomas Norstrom) is an expert from the Swedish Home Research, part of a project to track the domestic habits of Norwegian bachelors. He moves into the home of one of the study's subjects, Isak (Joachim Calmeyer), a bizarre codger who pads around his tiny, uncomfortable house. Isak turns the tables at night by slipping into his attic and spying on the lonely Folke, who lives in a trailer on Isak's property. Mr. Hamer takes what sounds like a constricted and unpromising premise, and gets the most out of the modest contradictions. He maximizes the concept, through an entrancing visual flair and, eventually, a tiny depth of feeling. He keeps the film compact, and the design scheme of this postwar era has dash and vigor. The retro polish of &quot;Kitchen Stories&quot; comments on the loneliness of utilitarian design. Folke might as well be a vowel floating in a Campbell Soup can. — Elvis Mitchell", "multimedia": null}, {"headline": "A Ruminating Newcomer Stirs Things Up", "publication_date": "2004-02-20", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:43:45", "opening_date": null, "display_title": "The Big Animal", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04EFDC103DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Big Animal", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Adapted from a script written in the 1970's by the great Polish director Krzysztof Kieslowski, Jerzy Stuhr's film is a small, charming fable about individual idiosyncrasy and social uniformity. A giant Bactrian camel, left behind by a traveling circus, is adopted by Zygmunt and Marysia Zawicki (Mr. Stuhr and Anna Dymna), a middle-aged, childless couple whose lives are both enriched and disrupted by the animal's presence. The camel, a slow-moving, deadpan metaphor, becomes the center of a civic scandal, and the movie, like many works of art that originated in Communist Eastern Europe, is both patently allegorical and teasingly oblique. — A. O. Scott", "multimedia": null}, {"headline": "On the Road in Search of Doggy Treats", "publication_date": "2004-02-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:25", "opening_date": "2004-04-23", "display_title": "Clifford's Really Big Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E1D9113DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Clifford's Really Big Movie", "type": "article"}, "mpaa_rating": "G", "summary_short": "This feature, spun off from the PBS series (itself spun off from Norman Bridwell's beloved picture books), will probably satisfy its intended audience of pre-schoolers. Its story, which sends the enormous red dog and his pals, Cleo and T-Bone, out on the road with a traveling carnival, is bland and innocuous, as every hint of trouble is quickly turned into a soothing lesson. The gaudy, unimaginative animation is a step down from the simplicity of the series, and adults may find the cloying harmlessness oppressive. They may also feel a twinge of nostalgic sorrow on realizing that Clifford speaks in the voice of John Ritter. &#151; A. O. Scott", "multimedia": null}, {"headline": "Mourners for Hire", "publication_date": "2004-02-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:20", "opening_date": null, "display_title": "Crying Ladies", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E1D9113DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Crying Ladies", "type": "article"}, "mpaa_rating": "", "summary_short": "In this sloppy, happy soap opera from the Philippines, three working-class Manila women &#151; Stella, Ailing and Choleng &#151; are hired as paid mourners at a traditional Chinese funeral. Each of them, as well as the dead man's family, is facing a personal or family crisis, and the wailing strains of melodrama lurk beneath the surface of every scene. Luckily, Mark Meily has a light, relaxed touch, and his cast, in particular Sharon  Cuneta and Hilda Koronel, prefer likeability to grand displays of emotion. &#151; A. O. Scott", "multimedia": null}, {"headline": "Politics and Personal Rivalries in a Small Maine Town", "publication_date": "2004-02-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:50:11", "opening_date": "2004-02-20", "display_title": "Welcome to Mooseport", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE2D9113DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Welcome to Mooseport", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Donald Petrie's film, from a screenplay by Tom Schulman and a story by Doug Richardson, is a terminally mild attempt to revive the populist political comedy as pioneered by Frank Capra in the 1930's. A far-fetched plotline finds a former President of the United States (Gene Hackman) running for mayor of a small New England town against beloved local son and all-purpose handyman Ray Romano.  They're also competing for the affections of the local veterinarian, played by Maura Tierney.  The picture is oversupplied with excellent actors — also in the cast are Rip Torn as Cole's chief political advisor and Marcia Gay Harden as Cole's dedicated executive secretary — but undersupplied with wit and dramatic interest.  The immensely likable Mr. Romano (star of television's &quot;Everybody Loves Raymond&quot;) and the charmingly pouty Ms. Tierney (a regular on &quot;E. R.&quot;) make a lovely sitcom couple, and &quot;Mooseport&quot; could easily serve as a pilot for a new series, should they ever decide to abandon their current sinecures.  Mr. Hackman fills the role of special guest star, floating above and apart from the rest of the cast, descending occasionally for a verbal wrestling bout or a bit of broad slapstick. — Dave Kehr", "multimedia": null}, {"headline": "A Teenager Struggles to Star in Her New Town", "publication_date": "2004-02-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:05", "opening_date": "2004-02-20", "display_title": "Confessions of a Teenage Drama Queen", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E6DA103DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Confessions of a Teenage Drama Queen", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Tweeners &#151; that audience of adolescent girls caught between Nickelodeon and MTV &#151; are the demographic target of this Walt Disney production starring the apple-cheeked Lindsay Lohan. A proudly bohemian resident of Greenwich Village, Ms. Lohan's Lola is uprooted from Manhattan and transplanted to a prosperous suburb in New Jersey, when her potter mom (the enduring Glenne Headly) decides she's had enough of the big city.  Used to being the center of attention, with her swirling outfits, honey blond hair and flair for self-dramatization (she dreams of becoming an actress), Lola is astonished to find herself the odd girl out at her new school, dominated by uptight preppies led by the imperious Carla (Megan Fox).  &quot;Confessions&quot; was directed by the British filmmaker Sara Sugarman (&quot;Very Annie Mary&quot;), which may explain why its New Jersey looks more like Beverly Hills than North Caldwell, and seems to function on a similar cultural basis, grounded in conspicuous consumption and the pursuit of celebrity (of course, it's also the kind of New Jersey you reach by taking a train from Grand Central). &#151; Dave Kehr", "multimedia": null}, {"headline": "A Jokey Quest for Eurosex, Riding a Wave of Alcohol", "publication_date": "2004-02-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:49", "opening_date": "2004-02-20", "display_title": "Eurotrip", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E0DD103DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Eurotrip", "type": "article"}, "mpaa_rating": "R", "summary_short": "Now that bad taste has officially become institutionalized, this sometimes funny  — but just as often dopey — comedy has all of the anarchic charge of getting a tattoo at Wal-Mart. The movie's willingness to embarrass every single participant is almost touching. The primary victim of the movie is Scotty ((Scott Mechlowicz). At his high school graduation, he's dumped by a girl who looks as if she just stepped off the set of &quot;Smallville.&quot; Worse, the e-mail correspondence that Scotty has had with his German friend Mieke takes a very weird turn; based on his extremely limited conversational German, Scotty figures out that Mieke has just come on to him. Horrified, he blows Mieke off forever — until his younger brother tells him that Mieke is a girl's name (Scotty thinks it's the German version of Mike), and, as it follows, Mieke (Jessica Boehrs) is indeed a girl. And, yes, kids, she is hot.  Since his friends, the twins Jenny (Michelle Trachtenberg) and Jamie (Travis Webster), are headed to Europe for a summer trip, Scotty joins them so he can chase down Mieke and straighten things out. Scotty's best friend, Cooper (Jacob Pitts), tags along, in search of the kind of rampant sexual activity that he imagines is only found in more sophisticated countries. — Elvis Mitchell", "multimedia": null}, {"headline": "Fearlessly Going Where the Punches Are Flying", "publication_date": "2004-02-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:04", "opening_date": "2004-02-20", "display_title": "Against the Ropes", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E0DA103DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Against the Ropes", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this flat-footed feminist fight picture, Meg Ryan, with a grating Midwestern accent, plays the real-life boxing manager Jackie Kallen as a kind of ringside Erin Brockovich, with sexy clothes and endless gumption. Starting out as an underappreciated executive assistant (whose boss runs the Cleveland Coliseum), Jackie storms the all-male world of professional boxing with a rough, hard-punching middleweight named Luther Shaw (Omar Epps). The script is pretty much one cliché after another, and Charles S. Dutton's direction, in both the dramatic scenes and the fight sequences, is workmanlike, but some interesting and complex issues of race, ambition and masculinity hover over the cheery, inspirational story like a cloud of cigar smoke. Some of the performances — notably Tony Shalhoub as Jackie's dapper, vicious nemesis and Kerry Washington as her sidekick (and Luther's love interest) — have an idiosyncratic flair sadly missing from the picture as a whole. — A. O. Scott", "multimedia": null}, {"headline": "The Campy Allure of Flying Saucers and Wooden Dialogue", "publication_date": "2004-02-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:09", "opening_date": null, "display_title": "The Lost Skeleton of Cadavra", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E1D9113DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Lost Skeleton of Cadavra", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Written and directed in black and white by Larry Blamire, who also stars as the pipe-smoking scientist Dr. Paul Armstrong, &quot;The Lost Skeleton&quot; is a parody of such drive-in cheapies as Roger Corman's 1957 &quot;Not of This Earth&quot; (from which it seems to have inherited the world's least convincing space alien) and Ed Wood's ineluctable &quot;Plan 9 From Outer Space&quot; (1959), with its pie-plate flying saucers and oaken dialogue.  Mr. Blamire's scientist is one of a group of characters — including a pair of space aliens accompanied by their pet giant mutant — searching the woods around Lake Arrowhead for a mysterious elements called &quot;atmospherium.&quot;  The picture wisely avoids a broad, campy style in favor of straight-faced pastiche, but never breaks through into laugh-out-loud comedy.  The question remains:  Why work so hard to make something deliberately bad, when the world is hardly running a shortage of mediocre movies? — Dave Kehr", "multimedia": null}, {"headline": "Seduction as Corporate Strategy", "publication_date": "2004-02-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:23:29", "opening_date": null, "display_title": "Secret Things", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E1D9113DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Secret Things", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Jean-Claude Brisseau's French film is a frequently overheated, often delirious fantasy about two Parisiennes in their early 20's, the exotic dancer Natalie (Coralie Revel) and the shy suburbanite Sandrine (Sabrina Seyvecou). Co-workers in a strip club, the women become friends and roommates, as Natalie initiates the conservative, uncertain Sandrine into the pleasures of unbridled female sexuality.  But pleasure also becomes business, as the two young women resolve to use their sexual powers to conquer the male-dominated business world, embodied by a private bank where Sandrine gets a job as a secretary and begins seducing her way to the top. Mr. Brisseau may pay lip service to post-feminist ideas of female empowerment through seduction, though his actual concerns seem to be less intellectual than frankly carnal.  As the two friends compete to see who will be the first to conquer and tame the elusive Christophe (a Sadean libertine in his own right), Mr. Brisseau stages some rousingly voyeuristic sex scenes that, while they stop short of hardcore pornography, feature combinations seldom seen outside the oeuvre of Jenna Jameson.  Viewers of &quot;Secret Things&quot; will find it impossible not to allow a snicker to escape occasionally, as the film's lurid plotline unfolds into ever more preposterous developments.  But there is no denying the force of Mr. Brisseau's bizarre imagination and the personal conviction he brings to it. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Frankenstein Story for the Digital Age", "publication_date": "2004-02-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:28", "opening_date": "2010-10-26", "display_title": "Teknolust", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E1D9113DF933A15751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Teknolust", "type": "article"}, "mpaa_rating": "R", "summary_short": "A minor addition to the tiny genre of feminist science fiction films, &quot;Teknolust&quot; is a benign, digital-age Frankenstein story about a mousy genetic research scientist, Rosetta Stone (the stunning Tilda Swinton, struggling to look plain by donning a curly wig and oversized glasses), who uses her own DNA to create three color-coded clones.  Written and directed by Lynn Hershman Leeson, who guided Ms. Swinton to a more effective performance in the 1998 &quot;Conceiving Ada,&quot; &quot;Teknolust&quot; has a lot on its mind but little on the ball when it comes to transforming thematic notions into dramatic concepts.  The most aggressive of the clones, Ruby, becomes infatuated with an irritatingly incompetent copy shop employee (ok, we got it) played by the perpetually twitchy Jeremy Davies.  Love, it seems, will help her to become real, like some sort of hormonally charged Pinocchio.  There's some potential for entertainment here, but Ms. Leeson's emphatic direction draws much of the fun from the comedy elements.  Even Ms. Swinton, usually the most restrained and elegant of performers, can be found mugging outrageously as she strains to put over the less-than-convulsive laugh lines. &#151; Dave Kehr", "multimedia": null}, {"headline": "Coping in a Land That's Not Quite Heaven", "publication_date": "2004-02-18", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:22:24", "opening_date": null, "display_title": "Lost Boys of Sudan", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E4DF153DF93BA25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Lost Boys of Sudan", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "When one of the hopeful teenagers in this film, talking about his upcoming trip to America, remarks that &quot;The journey is like you are going to heaven,&quot; your heart sinks.  But in this well-organized and fascinating movie, the tidy and intelligent filmmakers Megan Mylan and Jon Shenk follow the accretions of small defeats that don't sap the will of the young Africans transplanted to the United States to make a better life for themselves. &quot;You are the future of Sudan,&quot; the boys are told as they prepare to leave their homeland. The film, which primarily follows two of the boys, Peter and Santino, over the course of a year, doesn't make us dread that line about a heaven that may not materialize. At its core, &quot;Sudan&quot; becomes about coping with loneliness, as alienation increases and both young men — like their newly arrived tribesmen — are orphaned into trying to stay afloat. Hearing the African teenagers joke about the customs they can no longer observe — like the familiar touching considered homosexual behavior in America — only italicizes the spiritual distance between America and Africa. The nearly unlimited access the directors have to the lives of their subjects intensifies the narrative, because it allows us to drift along in the swells and eddies of Peter and Santino's time in the United States. The filmmakers don't shy away from touchy issues, like the schism between the Sudanese and American blacks. Subtly, &quot;Lost Boys of Sudan&quot; provides a sense of what its subjects have traded — sacrificed, really — to come to America. Getting an audience so caught up is no small feat, and a tribute to the directors' storytelling. And though that early reference to heaven on earth — hovering and poised for contradiction — is answered by the end of &quot;Sudan,&quot; by then the film has earned the right to do so. — Elvis Mitchell", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}