{"results": [{"headline": "Simon Magus (Movie)", "publication_date": "2001-03-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:02", "opening_date": null, "display_title": "Simon Magus", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E2DD143FF933A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Simon Magus", "type": "article"}, "mpaa_rating": "", "summary_short": "Visionary outcast and village railway station. Reasonably diverting, with good visuals.", "multimedia": null}, {"headline": "Lift (Movie)  ", "publication_date": "2001-03-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:38", "opening_date": null, "display_title": "Lift", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05EFD7163FF93AA15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lift", "type": "article"}, "mpaa_rating": "R", "summary_short": "Inner-city style maven perfects the five-finger discount. Bargain basement clutter, teeming with life.", "multimedia": null}, {"headline": "Faat-Kine (Movie)  ", "publication_date": "2001-03-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:54", "opening_date": null, "display_title": "Faat-Kine", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E0D61E3CF93BA15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Faat-Kine", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Faat-Kine&quot; is the welcome return of the master Senegalese filmmaker Ousmane Sembene, with his first film in nearly 20 years. Once again, his blithe naturalism   —   his films seem to coast into view and before you know it you're hooked   —   draws the audience slowly into the rhythms of another world. In this case, it's Kine (Venus Seye)'s. She works in Dakar at a tiny gas station that functions as the center of the universe:  everyone she knows passes through her orbit. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "All Those Pretty Bodies, All That Fruitless Talk", "publication_date": "2001-03-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:41", "opening_date": null, "display_title": "Confusion of Genders", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E7DF1F3CF93BA15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Confusion of Genders", "type": "article"}, "mpaa_rating": "", "summary_short": "This deadpan comedy of uncertain sexual identity holds out the promise of a spicy erotic roundelay but quickly turns into an earnest talkfest (embellished with  flashes of nudity and explicit dialogue) that feels stiffly programmatic and ultimately false. All the major characters yearn for people they essentially can't have (even when they have sex with  them), and the movie plays like a clotted, multi-sexual elaboration of &quot;No Exit.&quot; The irritating central character is a masochistic bisexual lawyer (Pascale Greggory) who in vacillating between his  long-time law partner (Nathalie  Richard), his adoring young male roommate and a convicted  (heterosexual) murderer, spreads frustration wherever he goes. — Stephen Holden", "multimedia": null}, {"headline": "Face (Movie)", "publication_date": "2001-03-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:53:05", "opening_date": null, "display_title": "Face", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E5DB113CF934A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Face", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "On Common Ground (Movie)  ", "publication_date": "2001-03-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:51", "opening_date": null, "display_title": "On Common Ground: An American-German WWII Reunion", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E0DE103CF935A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of On Common Ground: An American-German WWII Reunion", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Faute a Voltaire, La (Movie)", "publication_date": "2001-03-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:06:15", "opening_date": null, "display_title": "La Faute a Voltaire", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03EEDE103CF935A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of La Faute a Voltaire", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Foul King (Movie)", "publication_date": "2001-03-24", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:55", "opening_date": null, "display_title": "Banchik Wang", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E7D9153CF937A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Banchik Wang", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Day I Became a Woman, The (Movie)", "publication_date": "2001-03-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:30:38", "opening_date": null, "display_title": "The Day I Became A Woman", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E3D7153CF937A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Day I Became A Woman", "type": "article"}, "mpaa_rating": "", "summary_short": "Marzieh Meshkini's stunner of a film delivers three vignettes, all meditations on the near-impossibility of escaping the assigned female role in a fundamentalist  Muslim state. Each story contemplates a woman at a different age. The movie is an astonishing directorial debut because it doesn't include a single loose end or extraneous image. What appears on the screen has a starkness that is almost indelible. &#151; Stephen Holden", "multimedia": null}, {"headline": "Heartbreakers (Movie)  ", "publication_date": "2001-03-23", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:56:17", "opening_date": "2001-03-23", "display_title": "Heartbreakers", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE5DB173CF930A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Heartbreakers", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A pair of con women, mother and daughter (Sigourney Weaver and Jennifer Love Hewitt), prowl the country running a complicated matrimonial scam on helpless, hormone-crazed men. They also squabble and bicker just like ordinary mothers and daughters, and their schemes are complicated when one of them falls reluctantly in love. No, this is not a great movie, but it is something that these days seems almost as rare: a well-made, clever comedy that balances low humor with fizzy mock-sophistication and that doesn't depend entirely on the genitals and the lower digestive track for its humor. Weaver shows her considerable comic gifts, Hewitt makes comic use of her considerable physical gifts, and Gene Hackman and Ray Liotta nearly steal the show. — A. O. Scott", "multimedia": null}, {"headline": "Cashier Wants to Go to the Seaside, The (Movie)  ", "publication_date": "2001-03-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:36", "opening_date": null, "display_title": "The Cashier Wants to Go to the Seaside", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04EED8173CF930A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Cashier Wants to Go to the Seaside", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Friendly Persuasion: Iranian Cinema After the Revolution (Movie)  ", "publication_date": "2001-03-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:59", "opening_date": "2001-03-23", "display_title": "Friendly Persuasion: Iranian Cinema After the Revolution", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E2DB173CF930A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Friendly Persuasion: Iranian Cinema After the Revolution", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Brothers, The (Movie)  ", "publication_date": "2001-03-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:52:03", "opening_date": "2001-03-23", "display_title": "The Brothers", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E0DB173CF930A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Brothers", "type": "article"}, "mpaa_rating": "R", "summary_short": "This male answer to &quot;Waiting to Exhale&quot; explores the love lives of four on-the-cusp-of-30 Los Angeles  African-American professional men, three of whom are commitment-phobic bachelors. All  but one of their stories amounts to little more than lighthearted window dressing around  the heart of the movie, which follows the plunge by Jackson Smith (Morris Chestnut) into his  first serious relationship. But what appears to be a perfect union founders  when he discovers his new love once dated his father, who abandoned the family 18 years  earlier. The soulfulness of this strand of the story is deepened by Jenifer Lewis's  wonderfully gutsy portrayal of Jackson's sassy, truth-talking mother. — Stephen Holden", "multimedia": null}, {"headline": "Say It Isn't So (Movie)  ", "publication_date": "2001-03-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:34", "opening_date": "2001-03-23", "display_title": "Say It Isn't So", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E7DA173CF930A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Say It Isn't So", "type": "article"}, "mpaa_rating": "R", "summary_short": "Man discovers that his girlfriend may be his sister. Title tells all.", "multimedia": null}, {"headline": "Bartleby (Movie)  ", "publication_date": "2001-03-23", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:17:08", "opening_date": null, "display_title": "Bartleby", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E0D9173CF930A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bartleby", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "It took the rise of psychoanalysis and literary modernism to crack the code on Herman Melville's &quot;Moby-Dick&quot; and &quot;Pierre, or the Ambiguities.&quot; And similarly the advent of modern office culture has at last made it possible to appreciate fully &quot;Bartleby the Scrivener,&quot; his enigmatic 1856 &quot;tale of Wall Street.&quot; Jonathan Parker's quirky, sure-footed &quot;Bartleby,&quot; with the ethereally pallid Crispin Glover in the title role, transports Melville's story into a surreal contemporary nowhere world where computer-generated office complexes sit perched above the freeways on lonely, grassy plateaus. Mr. Parker has brilliantly updated his source and grasped its essence, composing a sorrowful and hilarious tone poem about alienated labor, or an absurdist workplace sitcom, as if a team of French surrealists had been put in charge of &quot;The Drew Carey Show.&quot; &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Galapagos (Movie)", "publication_date": "2001-03-23", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:11", "opening_date": "1999-10-27", "display_title": "Galapagos", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E1DB173CF930A15750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Galapagos", "type": "article"}, "mpaa_rating": "", "summary_short": "In 1835, Charles Darwin visited the Galapagos Islands, a small archipelago off Ecuador, in the H.M.S. Beagle, and the curious species of bird, lizard and tortoise he found there helped him formulate the theory of natural selection. A marine biologist named Carole Baldwin visited these islands 163 years later on the research vessel Seward Johnson, taking along equipment that Darwin would have envied, including a high-tech bathysphere and a pair of Imax 3-D cameras. Darwin recorded his discoveries in notebooks and later published them in &quot;The Voyage of the Beagle.&quot; What Dr. Baldwin saw on the islands, and at the bottom of the nearby ocean, can be seen in &quot;Galapagos,&quot; a 40-minute Imax documentary. &#151; A. O. Scott", "multimedia": null}, {"headline": "Exit Wounds (Movie)  ", "publication_date": "2001-03-17", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:23:43", "opening_date": "2001-03-16", "display_title": "Exit Wounds", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E7DB153DF934A25750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Exit Wounds", "type": "article"}, "mpaa_rating": "R", "summary_short": "Rap sheets and rap music just about wrap up the rapid fire &quot;Exit Wounds,&quot; which unites the old economy's Steven Seagal with the MTV generation's DMX in the eternal quest for box-office gold. The ingredients of this bullet-punctuated, car-demolishing, flame-filled  good-cop, corrupt-cop tale are about as novel as a lollipop. But for those in search of action-filled escapist entertainment who are willing to jettison expectations of credibility into the nearest popcorn tub, &quot;Exit Wounds,&quot; directed by Andrzej Bartkowiak (&quot;Romeo Must Die&quot;) with a sense of pace and style, will do to pass time on an inclement day. — Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Memento (Movie)  ", "publication_date": "2001-03-16", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:50:18", "opening_date": "2001-05-25", "display_title": "Memento", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E5DC173DF935A25750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Memento", "type": "article"}, "mpaa_rating": "R", "summary_short": "A dazzling feat of narrative sleight-of-hand, &quot;Memento&quot; runs its film-noir revenge plot in reverse. Guy Pearce plays an insurance investigator afflicted with short-term amnesia (&quot;I can't make new memories,&quot; he explains), trying to track down his wife's murderer with the help of a sheaf of Polaroids, a chest full of tattoos and a couple of shady characters (Joe Pantoliano and Carrie-Anne Moss). The movie, a triumph of directorial style, is challenging and suspenseful, even if, in the end, nothing more than formal bravura seems to be at stake. — A. O. Scott", "multimedia": null}, {"headline": "Enemy at the Gates (Movie)  ", "publication_date": "2001-03-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:32", "opening_date": "2001-03-16", "display_title": "Enemy At the Gates", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE7DC173DF935A25750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Enemy At the Gates", "type": "article"}, "mpaa_rating": "R", "summary_short": "A big, hokey, old-style war picture, set during the Nazi siege of Stalingrad in 1942. The story is overloaded and often unconvincing, but Jude Law, playing a real-life Soviet sniper named Vasily Zaitsev, has unquestionable movie-star charisma, and Ed Harris, as Vasily's Nazi nemesis, is steely, sinister and surprisingly human. Their performances and the dexterity with which Jean-Jacques Annaud stages their confrontations stand out from the overloaded script. They are nearly overwhelmed by James Horner's score, which not even bombs and artillery fire can silence. — A. O. Scott.\r\n", "multimedia": null}, {"headline": "American Desi (Movie)  ", "publication_date": "2001-03-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:33", "opening_date": null, "display_title": "American Desi", "link": {"url": "http://www.nytimes.com/movie/review?res=9505E4DD173DF935A25750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of American Desi", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;American Desi&quot; has quite a bit of such cultural information to impart. Most of it has to do with the ways younger Indian-Americans keep their culture alive in the United States and the ways they don't. The movie follows Krishna Reddy (Deep Katdare), a handsome Indian-American who walks the walk and talks the talk of a typical American high school graduate who strides off to college determined to leave his background behind. At the beginning, it looks as if &quot;American Desi&quot; might seriously tackle some of the problems of cultural identity that Krishna's situation brings up. But once he arrives at college, the movie settles for being a light romantic comedy in which he struggles to win the heart of Nina Shah (Purva Bedi), an Indian-American beauty who values traditional culture. &#151; Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}