{"results": [{"headline": "Washing That Girl Out of His Head", "publication_date": "2004-03-19", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:58:53", "opening_date": "2004-03-19", "display_title": "Eternal Sunshine of the Spotless Mind", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E6D61231F93AA25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Eternal Sunshine of the Spotless Mind", "type": "article"}, "mpaa_rating": "R", "summary_short": "Michel Gondry's film, an angular and intelligent romantic comedy, isn't entirely consistent. Even as you laugh, it's a movie you admire more than love. Mr. Gondry, displaying an impressively quicksilver, scrambling technique, is working with a much better script than he had for &quot;Human Nature,&quot; his previous collaboration with the screenwriter Charlie Kaufman (&quot;Being John Malkovich,&quot; &quot;Adaptation&quot;).  Kate Winslet is Clem, the brash, loquacious bookstore employee who meets Joel (Jim Carrey) as he wanders the streets alone on Valentine's Day. The two of them fall in love under a glum, flannel cloud cover that could use some eternal sunshine.  After they break up, Joel's ego is bruised when he finds out that Clem has had all memories of him erased from her mind. Devastated, he goes for the same treatment. Mr. Kaufman has conjured the film equivalent of a Philip K. Dick Hallmark card. The movie has all of the knickknacks of a Kaufman script, including a nerdy, socially inept protagonist. In the case of &quot;Mind,&quot; this translates into Joel's being the least developed character. Mr. Carrey does get to show some aplomb in the final scene, when Joel acts out the most mature sentiment ever found in a Kaufman script, that having one's psyche purged isn't necessarily a good thing. What becomes of the broken-hearted, after the conversation has dimmed, is that they get over it. And by concluding with an adult realization, the film lets sunlight peek through the gloom, in more ways than one. — Elvis Mitchell", "multimedia": null}, {"headline": "It's France, 1940, and Farce Is in the Air", "publication_date": "2004-03-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:56:53", "opening_date": "2004-05-21", "display_title": "Bon Voyage", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E1D61231F93AA25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Bon Voyage", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "If an award were given to a movie for skillful crowd control,  this rich, teeming French farce set in and around Bordeaux in 1940 on the  eve of the German occupation of Paris would be a leading contender. Movie stars, spies,  government ministers and jailbirds collide in a panoramic gridlock when the advancing  German army threatens Paris and the city's upper crust flees en masse to the Hotel  Splendide in Bordeaux. The film, with many subplots, blurs the line between comedy and  epic drama so adroitly that the two styles fuse into something quite original: a lyrical  farce that pays homage to its period in any number of ways. Isabelle  Adjani portrays a  spoiled, pouting movie star whose manipulation of once and future lovers, keeps  everybody hopping. — Stephen Holden", "multimedia": null}, {"headline": "Who Is That Serial Killer? Why Is He Calling Me?", "publication_date": "2004-03-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:47:58", "opening_date": "2004-03-19", "display_title": "Taking Lives", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04EFD81231F93AA25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Taking Lives", "type": "article"}, "mpaa_rating": "R", "summary_short": "Angelina Jolie, the flesh-and-blood actress most likely to be mistaken for a  computer-generated special effect, plays an F.B.I. profiler on the trail of a   sick and ingenious serial killer. Is there any thing more to say? Not  really. There is the usual unsurprising surprise twist, the scene where the  killer says to the profiler &quot;we're the same&quot; and a succession of gruesome   crime-scene images. The film, competently directed by D. J.  Caruso, does have   one small claim to distinctiveness: it is one of the rare recent movies   shot in Canada that is actually set there, rather than in someplace like   New York or Chicago. That it is set in Quebec also allowed for the casting   of Tchéky Karyo, Jean-Hugues Anglade and Olivier Martinez, three fine French actors who add a soupçon of brooding Gallicism to this slick and phony genre exercise. — A. O. Scott", "multimedia": null}, {"headline": "A Cautionary Tale for Those Dying to Shop", "publication_date": "2004-03-19", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:25:56", "opening_date": "2004-03-19", "display_title": "Dawn of the Dead", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06EED61231F93AA25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Dawn of the Dead", "type": "article"}, "mpaa_rating": "R", "summary_short": "Zack Snyder's blood-feast in a mall is strictly by the numbers —  the world's most expensively made Troma film. This makes sense: the screenwriter James Gunn crafted &quot;Tromeo and Juliet,&quot; that no-budget B-movie studio's seminal film. Still, this is the first studio picture to exhibit the tacky Troma influence, which means something, like the end of shame in Western civilization, perhaps. The first undead we see in this &quot;reimagining&quot; of the George Romero classic is a little girl with part of her face rotted away, who goes right for her dad's neck. The mother, Ana (Sarah Polley), barely escapes the house intact, and drives away. She runs into Kenneth (Ving Rhames), a uniformed cop. They make their way to the Crossroad Mall, where a handful of security guards have taken up residence. They're determined to keep the zombies out, especially once Ana figures out that the life-free scourge is spread from a zombie bite. A scene in which weapons have to be liberated from a gun store, so the group can get to a marina and sail away to safety — don't ask —  shows why zombie pictures aren't unsettling anymore. The flesh-eaters are picked off like video-game targets. The eventual video game is bound to a lot more fun —  and less slowed down by bad dialogue —  than this &quot;Dead.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Wintry Landscapes, External and Internal", "publication_date": "2004-03-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:49", "opening_date": null, "display_title": "Noi", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E1D91231F93AA25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Noi", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The title character of Dagur Kari's debut feature is an albino teenager who lives in a small town in a remote part of Iceland. Despite his loneliness and isolation, Noi is part of an international tribe of hollow-cheeked, disaffected young people who populate movie screens from California to Argentina to Japan. He has trouble in school and with his father and grandmother, and  seeks refuge in a romance with Iris, who works in the local gas station/convenience store. Mr. Kari directs this spare, funny-sad story in a witty minimalist style, but after a while, like its protagonist, the film starts  to spin its wheels. Having no particular place to go, it ends with a   cataclysm that seems unduly portentous, gesturing toward a metaphysical   significance that it has not quite earned. &#151; A. O. Scott", "multimedia": null}, {"headline": "The Seamy Side of Dublin, With No Four-Leaf Clovers", "publication_date": "2004-03-19", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:55", "opening_date": "2004-04-16", "display_title": "Intermission", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE3D71231F93AA25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Intermission", "type": "article"}, "mpaa_rating": "R", "summary_short": "John Crowley uses the warm rapport of ensemble acting to take the jaggedness out of the rough-and-tumble vivacity of digital-video moviemaking. The result is this altogether compelling Irish comedy-drama. The first scene of the picture serves as an announcement of its intentions and is emblematic of the film's approach. Strolling into a restaurant and trilling his consonants as if he were trying to add an extra layer of moss to his accent, the roguish Lehiff (Colin Farrell) wins over the girl behind the counter, and the scene spins wildly into something else entirely. The shock &#151;  both comic and finally horrific  &#151; gives the movie the fizz of unpredictability. Surprise hovers over &quot;Intermission&quot; like a creature waiting to stun the cast of the movie into submission.  What Mr. Crowley and the screenwriter Mark Rowe have done is assemble a group of actors whose feistiness keeps the doom that drips around the corners of the frame from consuming them all whole. The tangle of intersecting lives is what keep the movie thorny, and forces the actors to stay alert.  Though a bank robbery is fundamentally the center of the action, following the characters around is really what &quot;Intermission&quot; is all about. It's as if the movie is an intermission for Mr. Crowley from the rigid demands of plot and theme that crop up so often in his stage work. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "In Need of a Couch to Reconnect With the Fold", "publication_date": "2004-03-17", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:10", "opening_date": null, "display_title": "Divan", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E4D71731F934A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Divan", "type": "article"}, "mpaa_rating": "", "summary_short": "In her personal  documentary film, Pearl Gluck has made what may the first movie to evoke in equal  measure the attraction of the highly circumscribed, ritualized world of Hasidic Judaisim  and the equally compelling reasons she abandoned it. The movie is a flighty push-pull affair, in which a so-called &quot;chorus&quot; of voices of ex-Hasidic Jews comments on Ms. Gluck's campaign to maintain her connection with her devout father, even after she has  &quot;slipped&quot; (to use her word). The movie is an attempt to win him back, on her terms. After attending college, she received a Fulbright scholarship to visit the home of her ancestors  in Hungary and Ukraine. The diaristic movie follows her on this journey, during which she hopes to retrieve a legendary couch, associated with miracles and magic, which many rabbis slept on, and bring it to the United States as a kind of offering. &#151; Stephen Holden", "multimedia": null}, {"headline": "Dad Dies, Leaving a Caldron of Rage, Despair and Love", "publication_date": "2004-03-12", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:12:50", "opening_date": "2003-08-03", "display_title": "Broken Wings", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E5DC133EF931A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Broken Wings", "type": "article"}, "mpaa_rating": "", "summary_short": "The performances in Nir Bergman's  aching domestic drama &quot;Broken Wings&quot; are so finely meshed that the actors playing the  Ullmans, an Israeli family of five shattered by the recent death of the father, project the  weary, lived-in kinship of people who have flailed in too close proximity for far too long.  Plenty of love floats among the Ullmans, but just as much bottled-up rage, despair and  guilt leaks out. Because the mother has to work as a nightshift midwife in a Haifa  hospital, her two rebellious oldest children, 17 and 16, are forced to take care of the  youngest two. One day, a small act of forgetfulness precipitates a grave new family crisis. — Stephen Holden", "multimedia": null}, {"headline": "A Snapshot of a 1970's New York Subculture", "publication_date": "2004-03-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:06:02", "opening_date": null, "display_title": "Maestro", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DEFDA103EF931A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Maestro", "type": "article"}, "mpaa_rating": "", "summary_short": "This passionate but crude, unstructured and often articulate documentary eulogizes the multi-cultural, gay-leaning underground dance movement in New York City that coalesced in the early 1970's. It reserves special reverence for the deejays Larry Levan and David Mancuso, who presided  at the Paradise Garage and the Loft: for cultists only. &#151; Stephen Holden", "multimedia": null}, {"headline": "Beware of Amish Hitmen and the Anxiety of Influence", "publication_date": "2004-03-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:13", "opening_date": "2004-03-12", "display_title": "The Secret Window", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E5DB133EF931A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Secret Window", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "If a movie requires the lead to spend a good chunk of his time onscreen talking to himself, it's hard to do better than Johnny Depp, whose performance as the writer Mort Rainey is the highlight of this underwhelming film. A suspense thriller whose only suspense, and thrills, comes from an audience wondering if the picture will hit its promised 97-minute running time, &quot;Secret Window&quot; dramatizes Mort's plight. He's suffering from writer's block, triggered by the tumultuous break-up of his marriage to Amy (Maria Bello), and the protracted divorce proceedings. Mort lives in a remote cabin until a thunderous knock at the door rouses him from a sofa almost as lived-in as his bathrobe. The visitor is John Shooter (John Turturro), who drawls menacingly, &quot;You stole my book.&quot; Sleepy and astounded, Mort gets the evidence shoved into his life.  Shooter's short story reads exactly like Mort's best-selling murder mystery, &quot;Secret Window.&quot; What's worse, Shooter gives Mort three days to set things right, or else. What little intrigue the movie has comes from Mort's shattered self-esteem; he asks himself if he really was capable of stealing Shooter's story vowel for vowel. Unfortunately, such a concern may not mean a whole lot to most viewers. Then again, neither will the whole of &quot;Secret Window,&quot; which has the vague plotting generally found in an anthology horror-show episode. — Elvis Mitchell", "multimedia": null}, {"headline": "The Thriller According to Mamet", "publication_date": "2004-03-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:19", "opening_date": "2004-03-12", "display_title": "Spartan", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E1DF133EF931A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Spartan", "type": "article"}, "mpaa_rating": "R", "summary_short": "David Mamet may not be a great filmmaker, but with this moody political thriller he proves himself, once again, to be a thrillingly competent one. His tightly coiled plot and swift, economical direction shows up the bloat and incoherence that afflict most Hollywood suspense pictures these days, and the many little touches of Mametude — jagged one-liners, swaggering repartee, William H. Macy — make it unusually flavorful. Val Kilmer, his sorrowful cool nicely suited to the fiercely stylized acting Mr. Mamet requires, plays a secret agent who must rescue the kidnapped daughter of a prominent politician. The plot's twists and turns ultimately lead nowhere very interesting, but for much of its running time the picture hums along beautifully, fueled by a potent mix of technical assurance and professional braggadocio. — A. O. Scott", "multimedia": null}, {"headline": "A Teenage Agent Tackles a New Case", "publication_date": "2004-03-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:54:28", "opening_date": "2004-03-12", "display_title": "Agent Cody Banks: Destination London", "link": {"url": "http://www.nytimes.com/movie/review?res=9803EFDA103EF931A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Agent Cody Banks: Destination London", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Frankie Muniz, the now 18-year-old urchin of &quot;Malcolm in the Middle,&quot; is back as a 16-year-old C.I.A. operative in this sequel to the fitfully entertaining &quot;Agent Cody Banks.&quot;   The subversive humor that occasionally brightened the first film — the notion, for example, that an innocuous summer camp is actually a high-tech C.I.A. training base for child agents — is absent from this sophomore effort, as is Hilary Duff, the highly popular teenage actress whose co-starring role in the first &quot;Cody&quot; likely had a lot to do with the film's success.  Otherwise, things are pretty much the same, as the screenwriters Don Rhymer, Harald Zwart and Dylan Sellers do their best to duplicate the first film's blend of James Bondish adventure and adolescent anxieties. Young Cody is assigned by the director of the C.I.A. (Keith David) to track down the rogue agent Diaz (Keith Allen), who was once Cody's trainer at C.I.A. camp but has now joined the evil English aristocrat Lord Kenworth (James Faulkner) in a mad plot to rule the world by implanting mind-controlling microchips in the molars of world leaders.  Directed by the British filmmaker Kevin Allen (&quot;Twin Town,&quot; &quot;The Big Tease&quot;), &quot;Cody Banks 2&quot; is full of chase sequences and comic battles, but Mr. Allen's work is compromised by an apparent inability to match his shots in a spatially coherent fashion.  It's never easy to tell who is chasing whom and in which direction, a needless confusion that dampens many of the thrills and scuttles quite a few of the gags. — Dave Kehr", "multimedia": null}, {"headline": "The View From Inside (and in the Path of) Roaring Race Cars", "publication_date": "2004-03-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:38", "opening_date": "2004-03-12", "display_title": "NASCAR: The Imax Experience 3D", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02EFDA103EF931A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of NASCAR: The Imax Experience 3D", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Directed by the Australian filmmaker Simon Wincer, whose two-dimensional Imax film &quot;The Young Black Stallion&quot; gallantly tried to graft some narrative interest onto the format, &quot;Nascar&quot; purports to be a documentary about the National Association for Stock Car Auto Racing &#151; the organization that regulates the hugely popular and immensely profitable stock car races that fill huge stadiums from North Carolina to southern California.   Somewhere on the multi-channel soundtrack, the voice of the actor Kiefer Sutherland can be heard reciting facts and figures about the Nascar phenomenon, but he's effectively drowned out by the roar of the engines and the visceral impact of the 3-D images. What &quot;Nascar&quot; is really about, of course, is huge objects hurtling toward the camera &#151; which is to say, right at your head.  Mr. Wincer and his cinematographer, James Neihouse, come up with enough imaginative angles to keep the monotonous spectacle (how much fun is it really to watch cars drive in a circle?) fresh and exciting, and they even score the ultimate money shot &#151; a crash that sends a loose tire sailing straight into the viewer's forehead. &#151; Dave Kehr", "multimedia": null}, {"headline": "Eager to Join Mom and Dad in the Land Six Feet Under", "publication_date": "2004-03-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:10:43", "opening_date": null, "display_title": "Wilbur Wants to Kill Himself", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E0DC133EF931A25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Wilbur Wants to Kill Himself", "type": "article"}, "mpaa_rating": "R", "summary_short": "The title is accurate as far as it goes, but Wilbur (Jamie Sives) is only the most floridly despairing character in this oddly charming movie about a small constellation of lonely, taciturn Scots. For a movie concerned with suicide, depression, terminal illness and bereavement, Lone Scherfig's dark comedy  is curiously uplifting, and dryly funny when it could be gooily sentimental. Wilbur and his brother Harbour, who runs the family bookshop, anchor the story with their contrasting temperaments, but its fluttery, eccentric heart belongs to Shirley Henderson, who plays a bookshop customer who joins their morose and peculiar family. — A. O. Scott", "multimedia": null}, {"headline": "You Have the Right to Remain Silent (and to Wear Creased Jeans and Polyester)", "publication_date": "2004-03-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:42:42", "opening_date": "2004-03-05", "display_title": "Starsky & Hutch", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E1DF103FF936A35750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Starsky & Hutch", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Todd Phillips's sparkling big-screen adaptation has a crafty, can-you-dig-it? spirit, derived from his affection for the mid-1970's cop show that inspired it and for the era itself. The original series featured a pair of apparently plainclothes cops — who were they supposed to be fooling? — played by Paul Michael Glaser and David Soul. Mr. Phillips may not quite be a filmmaker, but he's on his way to becoming a director; his grasp of tone is a few steps ahead of his previous film, &quot;Old School.&quot; Starsky (Ben Stiller) is probably one of those rare detectives who don't deserve the by-the-book speeches from their commanders. He is paired with another loner — cool, shaggy Hutch (Owen Wilson) — who's a step away from being bounced from the force. Starsky and Hutch are tethered to a harness of buddy-movie clichés, but their congeniality comes from the actors' chemistry, demonstrated in five previous films. \r\nEschewing the confrontational machismo of the television series, the movie instead plays Starsky's zealous obliviousness against Hutch's low-rent worldliness. But the movie's advertising tagline, &quot;Starsky & Hutch — they're the Man,&quot; needs to be amended. The movie belongs, completely and utterly, to Snoop Dogg. Picking up the mantle of the police informant Huggy Bear, <em>he</em> is the man. — Elvis Mitchell", "multimedia": null}, {"headline": "A Plot Written by a Mustang? He's Smart Enough Not to Say", "publication_date": "2004-03-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:03", "opening_date": "2004-03-05", "display_title": "Hidalgo", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E2DE103FF936A35750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Hidalgo", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This much too long, primitively plotted family action adventure has a handful of well-handled sequences. But given the young audience the film is intended for, the picture is like having to finish an entire pot of broccoli to have a couple of jelly beans for dessert. The expansive and fairly unbelievable movie follows Frank Hopkins (Viggo Mortensen), who's persuaded to leave Buffalo Bill's Wild West show to participate in the Ocean of Fire, a death-defying race across 3,000 miles of Arabian Desert. The prize is $100,000. But the real star of  &quot;Hidalgo&quot; is a handsome mustang with a white face and brown patches over each eye who gets more glamorous close-ups than Joan Crawford did in her entire career.  Eventually, Frank and Hidalgo's journey is a testament to Frank's need for validation, and is so full of incident that the movie is finally about as colorful, and convincing, as one of those penny dreadfuls about Buffalo Bill's own life. — Elvis Mitchell", "multimedia": null}, {"headline": "For One Earnest Pilgrim, No Land of Milk and Honey", "publication_date": "2004-03-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:19", "opening_date": null, "display_title": "James' Journey to Jerusalem", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E4D6133FF936A35750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of James' Journey to Jerusalem", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Ra'anan Alexandrowicz's film, shot in unpretty video, is about the moral conflict between religious idealism and the crude materialism of the modern world. James (Siyabonga Melongisi Shibe), a devout young African Christian, is sent to Israel on a pilgrimage, but is taken for one of the many illegal migrants who come to that country looking for work. He winds up living in a cramped apartment with other immigrants, who are hired out for menial labor by a businessman named Shimi (Salim Daw). The contrast between James's guilelessness and the duplicity and corruption of Israeli society is a bit heavy-handed, as is the story of James's material rise and spiritual fall. But Mr. Shibe is a smart and subtle actor who draws you into his character's predicament, and at its best the film has the sad, generous glow of genuine humanism. &#151; A. O. Scott", "multimedia": null}, {"headline": "Mother and Daughter, Out Looking for Hope", "publication_date": "2004-03-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:20", "opening_date": null, "display_title": "The Promised Life", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E0D6133FF936A35750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Promised Life", "type": "article"}, "mpaa_rating": "", "summary_short": "Isabelle Huppert, an actress incapable of making a mawkish gesture, fights tooth and nail to keep this soft-boiled story of an embittered prostitute and her 14-year-old daughter from turning to mush. Even for an actress of Ms. Huppert's severity, however, it's a losing battle, especially when she has to carry around a teddy bear at the end. Ms. Huppert's character, Sylvia, is an abused streetwalker in Nice whose life takes a desperate turn when her daughter, Laurence (Maud Forget), impulsively stabs to death a pimp who has been beating Sylvia. The two flee Nice for the north where Sylvia once led a  bucolic married life. The farther they go, the gooier it gets. &#151; Stephen Holden", "multimedia": null}, {"headline": "Seeking Human Truths Through the Stage", "publication_date": "2004-03-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:12", "opening_date": null, "display_title": "The Reckoning", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE4DE103FF936A35750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Reckoning", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this talky medieval melodrama Paul Bettany plays a disgraced priest in 14th-century England who joins up with a troupe of traveling actors led by Willem Dafoe, who practices a medieval version of yoga. The players arrive in a gloomy town where a woman is about to be unjustly executed for the murder of a boy. Scrapping their traditional material, they decide to perform a piece based on the case. &quot;This is how plays will be made in times to come,&quot; Mr. Dafoe intones. Also many television programs. This painfully earnest adaptation of Barry Unsworth's novel would probably have worked better as a cheesy series about a priest turned actor turned fearless crime-fighter. — A. O. Scott", "multimedia": null}, {"headline": "Anguished Emotions, Smoldering Since 9/11", "publication_date": "2004-03-03", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:46:26", "opening_date": null, "display_title": "Collateral Damages", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E6DD1631F930A35750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Collateral Damages", "type": "article"}, "mpaa_rating": "", "summary_short": "In the two and a half years since they occurred, the events of Sept, 11, 2001, have become so enmeshed in politics, speculation and debate that in looking back it is easy to be distracted from the trauma of the terrorist attacks themselves. Étienne Sauret's intimate, heartbreaking documentaries, &quot;Collateral Damages,&quot; which interviews several firefighters, and the near-wordless &quot;The First 24 Hours,&quot; return to those primal events and their immediate aftermath. Both films are meditations on the scale of a catastrophe so enormous that all the assembled rescue resources seem paltry and inadequate. Many grief-stricken, traumatized words are uttered in &quot;Collateral Damages,&quot; a personal scrapbook of the memories of several firefighters who survived the horrors.  Despite its anguish, the movie suggests that time does heal, and that even the worst memories eventually sink in and are absorbed. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}