{"results": [{"headline": "To Brown or Cornell, on the Wings of a Heist", "publication_date": "2004-01-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:56", "opening_date": "2004-01-30", "display_title": "The Perfect Score", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE6D91038F933A05752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Perfect Score", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A thin, pleasant teenage heist comedy in which six diverse New Jersey teenagers — an athlete, a stoner, a goody-two-shoes, etc — oppressed by standardized testing, conspire to break into the offices of the Educational Testing Service to steal the answers to the SAT. While the movie does raise some interesting questions about the fairness and utility of standards in determining the futures of young people, it undermines its defense of individuality by being so bland and generic. In the end, test or no test, everyone learns some valuable lessons. — A. O. Scott", "multimedia": null}, {"headline": "A Frenchman on the Lam, Out to Settle Old Scores", "publication_date": "2004-01-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:28", "opening_date": null, "display_title": "The Trilogy: On the Run", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E2DB1038F933A05752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Trilogy: On the Run", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The first installment in Lucas Belvaux's ambitious &quot;Trilogy&quot; — three films of different genres whose chronology and characters overlap — is a slow, moody thriller. Mr. Belvaus plays Bruno, a former leftist militant who escapes from prison and returns to his hometown of Grenoble, where he seeks out former colleagues and tries to resume his campaign of revolutionary violence. The film never quite works on its own terms, and is the weakest of the three films, gaining coherence only in retrospect, after you've seen the other two — a romantic comedy and a melodrama. — A. O. Scott", "multimedia": null}, {"headline": "Mixing Up the Many Faces of Vanity and Modesty", "publication_date": "2004-01-23", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:54:59", "opening_date": null, "display_title": "Made-Up", "link": {"url": "http://www.nytimes.com/movie/review?res=950DEFDE1139F930A15752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Made-Up", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The ostensible subject of this smart, deceptively modest comedy is female beauty, which is also the apparent subject of a documentary made by one of its characters, a frustrated filmmaker named Kate, who is played by the screenwriter Lynne Adams. Ms. Adams's real-life sister, the semi-retired movie star Brooke Adams, plays Kate's sister, a former actress named Liz whose makeover at the hands of her headstrong daughter (Eva Amurri) Kate hopes to record on camera. It sounds complicated, and it is, especially when the made-over Liz attracts the attention of a shy local restaurant owner who is played by Tony Shalhoub, the director and Brooke Adams's husband. But the ramshackle intricacy of the story, which is full of genuine surprises and odd, improvised moments, highlights the movie's most appealing trait, which is the warm, sly individuality it confers on its odd, abrasive and marvelously likable characters. &#151; A. O. Scott", "multimedia": null}, {"headline": "On a Mountain, Deciding When You Have to Let Your Partner Go", "publication_date": "2004-01-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:49:43", "opening_date": "2004-03-12", "display_title": "Touching the Void", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E1D61039F930A15752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Touching the Void", "type": "article"}, "mpaa_rating": "R", "summary_short": "With the use of staged, pseudo-documentary sequences, Kevin Macdonald's British film reconstructs the disastrous 1985 attempt that Joe Simpson and Simon Yates made on the 21,000 foot Siula Grande in the Peruvian Andes.  All went well for three days, until Mr. Simpson fell and drove his lower leg into his kneecap, leaving him crippled.  Mr. Yates tried to lower Mr. Simpson down the mountainside with a climbing rope, but accidentally lowered him into a deep crevasse.  Receiving no response from his partner, Mr. Yates was faced with a terrible choice:  either to stay and hold on to the rope, at the risk of being eventually pulled into the ravine by Mr. Simpson's body weight, or to cut the rope and attempt to save himself. This is compelling stuff, but there is something deeply distracting in the use of recreated material.  Mr. Macdonald, the director, imitates a raw, video-based cinema-verite style, but fairly often places the camera in locations that would be inaccessible to a cameraman on the actual expedition (for example, when Mr. Simpson falls into the crevasse, the camera crew is already there to meet him. — Dave Kehr", "multimedia": null}, {"headline": "Hollywood Star vs. Local Hunk: What's a Girl to Do?", "publication_date": "2004-01-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:41", "opening_date": "2004-01-23", "display_title": "Win a Date with Tad Hamilton!", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E5DF1139F930A15752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Win a Date with Tad Hamilton!", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Right now, there's no more  likely candidate to assume the crown of the people's princess, Hollywood style, than 21-year-old Kate Bosworth, who has, as they say, the glow. And &quot;Win a Date With Tad Hamilton!,&quot; a sweet little nothing of a romantic comedy that has all the edge of an  overstuffed cream puff, is just the sort of innocuous vehicle that can carry an aspiring  princess another step closer to royal status. Ms. Bosworth's character is a star-struck  supermarket checker in a West Virginia hamlet who wins a date with her Hollywood  heartthrob (Josh Duhamel). He, in turn, is captivated by her wholesome innocence and  goodness and thinks she can reform him from his bad-boy ways. The movie pits the  Hollywood smoothie against a nice hometown boy (Topher Grace) in a struggle for her  affection. Think of it as a kind of &quot;Sweet Home Alabama&quot; revisited in which the heroine finds herself in a win-win situation. — Stephen Holden", "multimedia": null}, {"headline": "A Man With a Past Best Forgotten Goes to All Lengths to Remember", "publication_date": "2004-01-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:25", "opening_date": "2004-01-23", "display_title": "The Butterfly Effect", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E1D61039F930A15752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Butterfly Effect", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ashton Kutcher, the shaggy haired young actor best known for &quot;Dude, Where's My Car?&quot; and dating Demi Moore, stars in a purported thriller that mines the memory loss theme that has been turning up with striking regularity in American movies, from &quot;Memento&quot; to &quot;Paycheck.&quot;  Mr. Kutcher's character, Evan Treborn, is an earnest college student whose life has been marked by a series of blackouts surrounding traumatic events.  Majoring in psychology (he keeps a rat maze in his dorm room), he hopes to discover the reason behind the mysterious black holes in his mind. For reasons the film does not trouble to explain, Evan discovers that, if he reads a few lines from his childhood journals, he will be projected back in time to his traumatic moments, where he will be able to change his behavior in small ways that will make a big difference later on.  The overly complicated plotting quickly becomes impossible to follow, while the filmmakers — the writer-directors Eric Bress and J. Mackye Gruber — wallow in some of the most repugnant imagery imaginable: a dog set aflame, a baby blown to bits. — Dave Kehr", "multimedia": null}, {"headline": "Putting Psychoanalysis Itself on the Couch", "publication_date": "2004-01-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:35", "opening_date": null, "display_title": "Empathy", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DEEDE1239F932A15752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Empathy", "type": "article"}, "mpaa_rating": "", "summary_short": "This curious hybrid of documentary, fictional feature and graduate-school seminar paper explores the peculiar dynamics of psychoanalysis. The most interesting sections are interviews with practicing analysts (all of them old, white and male), during which Amie  Siegel manages to unsettle their professional composure with blunt, clever questions. These sessions give way to a meandering exploration of the daily life of a fictional woman (Gigi Buffington) being treated for depression by an actual analyst. The layering of reality and fiction is intricate and provocative &#151; we see Ms. Buffington's screen test, as well as a cast party at which the shrinks mingle with the actors and the crew &#151; but ultimately Ms. Siegel's insights are lost in the self-congratulatory complexity of her formal experiments. — A. O. Scott", "multimedia": null}, {"headline": "Three Down-and-Outs Rescue a Foundling From the Trash", "publication_date": "2004-01-16", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:51:16", "opening_date": null, "display_title": "Tokyo Godfathers", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E5D81130F935A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Tokyo Godfathers", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Another marvel from Satoshi Kon, whose first two films, &quot;Perfect Blue&quot; and &quot;Millennium Actress,&quot; have already pushed Japanese feature-length animation toward greater realism and wilder fantasy. Loosely based on &quot;3 Godfathers,&quot; John Ford's maudlin 1948 western, this movie, a sweet fable of decency amid the down and out, also has echoes of Chaplin and Capra. Three homeless people — an embittered alcoholic, a middle-aged transvestite and a teenage runaway — find an abandoned baby on Christmas Eve. As they try to reunite the foundling with her parents, they revisit their own unhappy lives, and travel through a city rendered with unbelievable precision and tinted with undeniable love. The potentially sticky sentiments of the story are balanced by a crazily inventive narrative and by Mr. Kon's cool, obsessively detailed visual style. At the end, the skyscrapers of Tokyo wriggle and dance to a Japanese-language techno version of Beethoven's &quot;Ode to Joy,&quot; which pretty much sums up this indescribable, unforgettable movie. — A. O. Scott", "multimedia": null}, {"headline": "A Hand-Drawn Dog, Striving to Be Human", "publication_date": "2004-01-16", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:55:10", "opening_date": "2004-01-16", "display_title": "Disney's Teacher's Pet", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E1D81130F935A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Disney's Teacher's Pet", "type": "article"}, "mpaa_rating": "PG", "summary_short": "It actually seems a sadly appropriate exercise of corporate short-sightedness that, just after Disney announced it was shutting down its Florida-based animation studios and bringing to a close the era of hand-drawn animation, the studio releases &quot;Teacher's Pet.&quot; This marvelously quick-witted and gloriously goofy hand-drawn feature shows that there's still more than 21 grams of life left in the form. It helps when the drawn stuff has a touch of individuality, and the artist Gary Baseman — creator of both the Saturday morning cartoon show and this sure-footed, blessedly swift movie that was derived from it — couldn't be more idiosyncratic. Nathan Lane's shameless vocal theatrics is a perfect fit for the character he voices, Spot, a relentlessly chatty blue dog whose ambition to be a human boy instead of a doggy is realized by slipping into a pair of shorts, a bright yellow short-sleeved shirt and  a pair of glasses. When Spot hears about Dr. Krank (Kelsey Grammer), the mad scientist who has perfected the technology of turning animals into humans, he scampers off to Florida to undergo treatment. &quot;Teacher's Pet&quot; will reward your close attention with a gratifyingly high ratio of humor. It gets more laughs out of 74 minutes than many recent live-action comedies with much more time. — Elvis Mitchell", "multimedia": null}, {"headline": "A Ballad About Hunting a Fugitive and Finding Evil", "publication_date": "2004-01-16", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:54:27", "opening_date": null, "display_title": "The Tracker", "link": {"url": "http://www.nytimes.com/movie/review?res=9403EFD71130F935A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Tracker", "type": "article"}, "mpaa_rating": "", "summary_short": "A stark moral fable told in the language of the sort of western that Hollywood has stopped making, &quot;The Tracker&quot; which is set in 1922 in the Australian outback, could be viewed as a companion piece to &quot;Rabbit-Proof Fence,&quot; which takes place nine years later. The story follows three mounted policemen and an Aboriginal tracker on a mission to bring to justice a black man accused of murdering a white woman. The characters have symbolic names like the Tracker, the Fanatic, the Follower, the Veteran and the Fugitive. Gary Sweet's Fanatic is as scary a racist fiend as has ever been brought to the screen. David Gulpilil's Tracker, who is a bridge between the Aboriginal and white societies, exudes the same aura of mystical watchfulness and omniscience that he brought to the movies &quot;Walkabout,&quot; &quot;The Last Wave&quot; and &quot;Rabbit-Proof Fence.'' The story is strung around a 10-song suite of narrative ballads, and  handsome mural-like illustrations by Peter Coad that deepen its mythical flavor. — Stephen Holden", "multimedia": null}, {"headline": "Evidence That in Castro's Cuba, at Least the Music Is Irrepressible", "publication_date": "2004-01-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:38", "opening_date": "2004-01-16", "display_title": "Cuba: Island of Music", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E1D91130F935A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Cuba: Island of Music", "type": "article"}, "mpaa_rating": "", "summary_short": "Underneath the ebullient surface of this musical documentary is a plea for an end to the United States  embargo on trade with Cuba. The movie, which jumps back and forth between Havana and New York and offers a musical mosaic of Afro-Cuban styles, mostly salsa based, could be described as a basic course: Afro-Cuban music 101. Besides the director, the most articulate of several commentators is the jazz pianist, composer and educator Billy Taylor, who has been a long-time champion of Afro-Cuban music. The movie's  cheerful view of contemporary Havana is markedly different from Wim Wenders' elegiac  &quot;Buena Vista Social Club.&quot; &#151; Stephen Holden", "multimedia": null}, {"headline": "A Romance Battles the Odds: Risk Assessor Woos Daredevil", "publication_date": "2004-01-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:38", "opening_date": "2004-01-16", "display_title": "Along Came Polly", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E2D91130F935A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Along Came Polly", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Nothing can really make up for the mismatching of Ben Stiller, as a phobia-ridden risk assessor for an insurance company, and Jennifer Aniston, as the free-spirited daredevil who tries to liberate him from his safety obsession.  This flat romantic comedy by one of the writers of &quot;Meet the Parents&quot; and &quot;Zoolander,&quot; both of which starred Mr. Stiller, also fails to provide any reason a spunky girl-next-door like Ms. Aniston's character would give Mr. Stiller's uptight nerd the time of day.  His troubles begin on the first day of his St. Barts honeymoon with his new wife (Debra  Messing), who deserts him for a hunky, French scuba diver (Hank Azaria). Philip  Seymour Hoffman, Alec Baldwin and Bryan Brown have colorful turns as, respectively, Mr. Stiller's  slobby best friend, his crude boss, and an insurance client who likes to leap from office  buildings with a parachute. — Stephen Holden", "multimedia": null}, {"headline": "Men and the Art of Motorcycle Madness (Henry James, Too)", "publication_date": "2004-01-16", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:35", "opening_date": "2004-01-16", "display_title": "Torque", "link": {"url": "http://www.nytimes.com/movie/review?res=9507EED61130F935A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Torque", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This monotonously macho action-adventure film wears testosterone as if it were a new fragrance. The motorcycle-riding morons circle one another, hissing threats and flaring their nostrils as if they were about to lash their wrists together and break into a dance number reminiscent of Michael Jackson's &quot;Beat It&quot; video. They also do a lot of flexing and flashing of their tattoos — which look like wall appliqués for a particularly surly 6-year-old's bedroom — and seem to spend more time primping than Paris Hilton and Nicole Ritchie. Chief among these idiots is Ford (Martin Henderson), who's just returned from either a restful vacation in Thailand, or a flight there from his enemies. But he can't just ride around greater downtown Barstow on his bike or tune-up his misfiring relationship with his ex-girl Shane (Monet Mazur), a bike shop owner he abandoned. He's being stalked by the menacing motorcycle gang leader Henry  (Matt Schulze), who runs a lucrative crystal Meth business. Ford has possession of some of Henry's drugs and he wants his valuable stash returned, or else. Henry has worked the competing gang leader Trey's bandanna into a knot; he tried to persuade Trey (Ice Cube) into joining the drug business, but he refused. Henry kills Trey's little brother and frames Ford for the crime. Now, in addition to Henry's boys, the police and Trey's squad also are out to put their hands on Ford, who has to slip past all of them to get to Los Angeles. Why? So the film can show its true colors as a tribute to Walter Hill's haiku of a gang action classic, &quot;The Warriors,&quot; a movie that has less dialogue and far more wit than &quot;Torque.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Back in the Spotlight After 10 Years", "publication_date": "2004-01-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:42", "opening_date": null, "display_title": "Japanese Story", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E2D81130F935A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Japanese Story", "type": "article"}, "mpaa_rating": "R", "summary_short": "Sue Brooks's film, a stretched-out short story about cultural misunderstanding set against the natural sublimity of the Australian wilderness, provides Toni Collette, who has distinguished herself in so many supporting roles, with an opportunity to display her range.  She plays Sandy, an ambitious and self-sufficient geologist sent to a remote desert surface mine to meet a visiting Japanese businessman (Gotaro Tsunashima). Inevitably, they find themselves stranded on a desolate, dusty stretch of road and, perhaps just as inevitably, the angry friction between them softens into romance. The unnerving emptiness of the Outback adds a dimension of menace and mystery, but &quot;Japanese Story&quot; is, ultimately, too thin for its length and too dependent on easy assumptions about its characters. It does, however, demonstrate that Ms. Collette is more than capable of carrying a movie, and leaves you hopeful that she will soon have another chance to do so. — A. O. Scott", "multimedia": null}, {"headline": "Boyz N a New Hood (Fatherhood, That Is)", "publication_date": "2004-01-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:15", "opening_date": "2004-01-09", "display_title": "My Baby's Daddy", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DEEDF1630F933A25752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of My Baby's Daddy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This lame comedy squanders a promising &#151; if not entirely original premise. Three feckless Philadelphia bachelors (Anthony Anderson, Eddie Griffin and Michael Imperioli) must learn responsibility when they become fathers. The movie's blithe multiculturalism is a refreshing sign that longstanding Hollywood taboos on interracial sex have faded, but the overloaded plot generates precious few laughs as it tries to mine the unlovely facts of parenthood &#151; spitup, diapers, breastfeeding &#151; for jokes that are at once coarse and timid. — A. O. Scott", "multimedia": null}, {"headline": "A Serial Killer's Last Days", "publication_date": "2004-01-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:09:31", "opening_date": null, "display_title": "Aileen: Life and Death of a Serial Killer", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03EFDC1E31F93AA35752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Aileen: Life and Death of a Serial Killer", "type": "article"}, "mpaa_rating": "R", "summary_short": "This documentary is Nick Broomfield's second cinematic examination of Aileen Wuornos, the Florida serial killer and truck-stop prostitute who  murdered several of her clients and pleaded self-defense but was sentenced to death; she  was executed on Oct. 9, 2002. While the earlier film (in 1992) documented the cynical  marketing of her story, the new one follows her all the way to her execution and looks  into her troubled past. The film is absorbing partly because its clinically paranoid subject  exudes a scary charisma. But although its portrait of Wuornos is sympathetic and  becomes the basis for a screed against capital punishment, its arrival right on the heels of &quot;Monster,&quot;  in which Charlize Theron delivers an eerily accurate impersonation of Wuornos, smacks  of the very exploitation Mr. Broomfield so righteously condemns. — Stephen Holden", "multimedia": null}, {"headline": "A First Daughter Longing for Normalcy", "publication_date": "2004-01-09", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:22", "opening_date": "2004-01-09", "display_title": "Chasing Liberty", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE6D91E31F93AA35752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Chasing Liberty", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Though its title suggests the flat-footed literalism of &quot;Poetic Justice,&quot; there actually is a Liberty being chased in this romantic comedy. That's the code name of Anna Foster (Mandy Moore), a freedom-hungry First Daughter and a pouty, selfish 18-year-old trapped in a security bubble. But the movie stumbles trying to stay in the footfalls left before it by &quot;Roman Holiday&quot; and &quot;It Happened One Night.&quot; Liberty eventually runs off through most of Europe with Ben Calder (Matthew Goode), who rescues her from her plexiglass prison.  Resemblances to screwball comedies aside, it should also be noted that &quot;Chasing Liberty&quot; is the sacrificial first studio release of 2004; this means that the movie is like a Secret Service agent taking a bullet for the President. — Elvis Mitchell", "multimedia": null}, {"headline": "Breaking of an Incendiary Party Girl", "publication_date": "2003-12-31", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:25:55", "opening_date": null, "display_title": "Millennium Mambo", "link": {"url": "http://www.nytimes.com/movie/review?res=990CE3D6103EF932A05751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Millennium Mambo", "type": "article"}, "mpaa_rating": "R", "summary_short": "Hou Hsiao-hsien's film has a much quicker pulse than several of his recent movies &#151; 1998's &quot;Flowers of Shanghai&quot; and 1996's &quot;Goodbye South, Goodbye&quot; &#151; and the blood racing through its temples come from the full-blooded pop and luminosity of the imagery in his melodrama. It's all buzz, instead of buzz-kill this time &#151; and superficially enjoyable, though not nearly as rich or resonant (or, for that matter, as memorable) as his other work. He's drawn toward stories of alienation and anguish, though they're generally rendered in unrelieved, hypnotic tableaus of stoicism punctuated by outbursts of anguish &#151; underscaled family tragedy with a hint of adrenaline. There's always a young person looking for an answer to a question better off unasked. Here, it's the sylph-like club hostess Vicki (Shu Qi), whose radiant smile and dimples are like all the lights in the room being fired up simultaneously. Vicki's spirits are being broken like an undernourished bull by a series of boyfriends, the DJ Hao-hao (Tuan Chun-Hao) and, later, the gangster Jack (Kao Jack) &#151; who does everything but play &quot;The Blueprint&quot; so it's clear exactly where he lives. That's only because rap isn't part of the musical purview of &quot;Mambo&quot;: the insistence of high-throb electronica calls out to Vicki, so that she pounds the thoughts out of her head. She runs to Jack, to whom she's attracted because of his nurturing side; for Vicki, he's a romantic version of mobster noblesse oblige. Mr. Hou makes an impressive case for the lure of drum and bass for Vicki &#151;  the music enlivens his reflexes, though he's not driven to make the emotional underpinning of the story as rich as he generally does. The soap opera stuff in &quot;Mambo&quot; isn't even as dense as the music.  Working with the screenwriter Chu Tien-Wen and the cinematographer Mark Lee Ping-Bing, the director has made a film that feels like an episode of  &quot;The O.C.&quot; directed by Wong Kar Wai: a pretty attractive concept, come to think of it. Some of the sequences &#151;  especially those contrasting her moribund life at home with Hao-hao versus getting her pupils dilated at the clubs &#151;  have a startling staying power.  Mr. Hou has a gift for vibrant shocks that roam around in an audience's head for years. When that singularly perverse capacity of his isn't connected to something more substantial, it seems a waste. Despite its artistry, &quot;Mambo&quot; seems to last nearly a millennium. &#151;  Elvis Mitchell", "multimedia": null}, {"headline": "Even in Fabled Neverland, a World of Contradictions", "publication_date": "2003-12-25", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:45", "opening_date": "2003-12-25", "display_title": "Peter Pan", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E5DA1F3FF936A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Peter Pan", "type": "article"}, "mpaa_rating": "PG", "summary_short": "P. J. Hogan's adaptation of J. M. Barrie's novel is bracingly true to the tough, buoyant spirit of the original, and his filmmaking style is a perfect mixture of wide-eyed wonder and slightly melancholy sophistication. While Peter (Jeremy Sumpter) is appropriately dashing and adventurous, Hook (Jason Isaacs) wonderfully villainous and Tinker Bell (Ludivine Sagnier) as cute and naughty as anyone could wish, the movie belongs to Rachel Hurd-Wood's Wendy Darling. Ms. Hurd-Wood, a 13-year-old British actress making her professional debut, was born for the role, which calls on her to be a precocious child, an action heroine, the surrogate mother of a tribe of Lost Boys, and the romantic lead. Her soft, sensitive features display both Wendy's child-like eagerness and her incipient wisdom without overdoing either trait, and she and Mr. Sumpter remind us that Peter Pan, beyond all the swashbuckling and fantasy, is a love story, which ends on a poignant Jamesian note of renunciation. The sets and special effects are rousing and vivid, but what distinguishes this Peter Pan from the other versions (and from most recent children s entertainment) is its unsentimental insight into the terrors and delights of both childhood and growing up. — A. O. Scott", "multimedia": null}, {"headline": "Mining the Sanitized Mischief of Sitcomland", "publication_date": "2003-12-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:44", "opening_date": "2003-12-25", "display_title": "Cheaper by the Dozen", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E4D61531F936A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Cheaper by the Dozen", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This remake of the 1950 movie starring Clifton Webb  and Myrna Loy is a bubbling crockpot of farcical mush to warm the tummies of anyone who  really and truly misses &quot;The Brady Bunch,&quot; and I mean really and truly. The story of a big, mostly happy family that includes 12 mostly adorable children and two mostly adoring parents whose 23-year marriage still has a snap of sex is set in suburban Illinois.  But its real location is that imaginary playground of cheery roughhouse and sanitized mischief known as Sitcomland, where it is now and forever 1955.  For Steve Martin, who has earned his crown as the movies' most affably, reassuring 50's-style dad since Spencer  Tracy, the role of the paterfamilias who coaches college football is just not a piece of  cake but a morsel of buttery fudge that instantly melts on his tongue. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}