{"results": [{"headline": "Mad Songs of Fernanda Husein, The (Movie)  ", "publication_date": "2002-05-31", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:39", "opening_date": null, "display_title": "The Mad Songs of Fernanda Hussein", "link": {"url": "http://www.nytimes.com/movie/review?res=9507EFDF163AF932A05756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Mad Songs of Fernanda Hussein", "type": "article"}, "mpaa_rating": "", "summary_short": "Using nonprofessional actors and mixing documentary and fictional techniques, the director, John Gianvito, has assembled three stories about residents of New Mexico whose lives are turned upside-down by the culture of militarism. The film, clumsily acted and awkwardly paced, is stretched out to nearly three hours by slow pans across the desert landscape and long close-ups of a man playing the oud. Mr. Gianvito's approach cannot really be called critical, since criticism would require some cogent analysis of causes and events. Rather, he seems to be working from a set of vague but unshakable assumptions about American politics and culture, and he has built his overstated, unconvincing stories from these assumptions rather than from observation and reflection. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Undercover Brother (Movie)  ", "publication_date": "2002-05-31", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:32", "opening_date": "2002-05-31", "display_title": "Undercover Brother", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E4DE163AF932A05756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Undercover Brother", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The title character of this short, lively spoof began his life as an Internet cartoon. As portrayed by Eddie Griffin, Undercover Brother, decked out in blaxploitation splendor with a mile-high afro and towering platform shoes, wages a heroic battle against The Man, who is not a metaphor for white power but an actual man. The satire is not altogether fresh, but the jokes are at once sufficiently clever and sufficiently silly to keep things moving, and to point up the ridiculousness of American racial politics. As one character remarks, &quot;It's a proud day for black people of all races.&quot; — A. O. Scott\r\n", "multimedia": null}, {"headline": "Sum of All Fears, The (Movie)  ", "publication_date": "2002-05-31", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:05", "opening_date": "2002-05-31", "display_title": "The Sum of All Fears", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E6DF163AF932A05756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Sum of All Fears", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Given our national jitters after Sept. 11, the updated film adaptation of Tom Clancy's 1991 novel about a terrorist nuclear attack on Baltimore is inescapably gripping. But the scenario, in which cartoonish neo-Nazis carry out the secret attack hoping to draw Russia and the United States into war, is bogus. And  Ben Affleck, the third actor to play Mr. Clancy's C.I.A. hotshot Jack Ryan in a Hollywood movie, lacks the gravitas for the role. Even so, the movie succeeds in churning up froth of suspense before finally collapsing into a swamp of sentimentality. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Nijinsky: The Diaries of Vaslav Nijinsky (Movie)  ", "publication_date": "2002-05-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:13", "opening_date": null, "display_title": "Nijinsky", "link": {"url": "http://www.nytimes.com/movie/review?res=9802EFDE103BF93AA15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Nijinsky", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Elling (Movie)  ", "publication_date": "2002-05-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:07", "opening_date": null, "display_title": "Elling", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E1DE103BF93AA15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Elling", "type": "article"}, "mpaa_rating": "R", "summary_short": "If it weren't acted with such naturalistic precision, Petter Naess's small, good-natured film would be an indigestibly sugary slice of inspirational pie in the sky. This gentle Norwegian comedy, nominated last year for an Academy Award for best foreign movie, observes the day-by-day rehabilitation of two middle-aged men after their discharge from the provincial mental hospital, where they were roommates. Assigned to live in a state-sponsored apartment in Oslo, this odd couple must overcome their compulsions and phobias and learn to navigate in the world on the most basic level. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Next Big Thing, The (Movie)  ", "publication_date": "2002-05-29", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:23:01", "opening_date": null, "display_title": "The Next Big Thing", "link": {"url": "http://www.nytimes.com/movie/review?res=9500EEDF103BF93AA15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Next Big Thing", "type": "article"}, "mpaa_rating": "R", "summary_short": "It's an all wind that blows no good. For proof of that adage, take the case of Gus Bishop (Chris Eigeman), a struggling artist who is fed up with his unpromising life in a Queens loft that doubles as his studio. The wind arrives in the form of Deech Scumble (Jamie Harris), an all-around lowlife dedicated to subway begging scams, pickpocketing, breaking and entering, theft, lying and anything else necessary to the achievement of an impeccably immoral lifestyle. So begins this deftly satisfying, comically coherent sendup of the world of art directed by PJ Posner. — Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Insomnia (Movie)  ", "publication_date": "2002-05-24", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:50:19", "opening_date": "2002-05-24", "display_title": "Insomnia", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E3DE1F38F937A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Insomnia", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this noir thriller, Detective Will Dormer (Al Pacino) is tracking down a murderer in a small Alaska town while pursued by his own guilt. Back in Los Angeles, Will is the object of an Internal Affairs investigation. His chase is preordained to end in tragedy, and he knows it. This intensely sharp-witted remake of a 1997 Norwegian film also stars Robin Williams as the subject of the detective's chase, a canny murderer with no one to brag to, except Will. The suspense in Christopher Nolan's film comes not in the standard whodunit plot turns but from another question: will having too much in the hero's head bring him down? &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Thirteen Conversations About One Thing (Movie) ", "publication_date": "2002-05-24", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:26:14", "opening_date": "2002-07-05", "display_title": "Thirteen Conversations About One Thing", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE2DE1F38F937A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Thirteen Conversations About One Thing", "type": "article"}, "mpaa_rating": "R", "summary_short": "This movie's general subject &#151; that mysterious thing that might be called fate, serendipity, happenstance or luck &#151; has inspired a number of recent movies, but Karen and Jill Sprecher wield their pop mysticism with breathtaking intelligence and control. Four stories, all involving adrift, unlucky Manhattanites, spiral around each other in a chronological scheme that is as lucid and complex as a piece of music. Alan Arkin, in one of his best recent performances, plays an insurance executive with a fatalistic view of the universe and a guilty conscience, and the actor's dry, precise sense of comedy gives the movie the absurdist kick of a Beckett play. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Sia: The Dream of the Python (Movie)  ", "publication_date": "2002-05-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:57:31", "opening_date": "2002-05-24", "display_title": "Sia: The Dream of the Python", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E1DE1F38F937A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sia: The Dream of the Python", "type": "article"}, "mpaa_rating": "", "summary_short": "With &quot;Sia: The Dream of the Python,&quot; the African filmmaker Dani Kouyaté continues the project he began in 1995 with his first feature, &quot;Keita!&quot;: to find a cinematic equivalent for the voice of the griot, the traditional singer-storyteller whose responsibility it was to convey the history and culture of his people in the absence of a written language. Sia,&quot; derived from a play by Moussa Diagana, is a reconstruction of a myth of the Wagadu people of Western Africa dating from the seventh century.  The source may lie in legend, but the essence of &quot;Sia&quot; is political and contemporary. A stripped-down approach does give the film a certain timeless quality, but the measured pace and lack of dramatic inflection can also seem tedious. &#151; Dave Kehr", "multimedia": null}, {"headline": "Enough (Movie)  ", "publication_date": "2002-05-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:30:13", "opening_date": "2002-05-24", "display_title": "Enough", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E0DB1F38F937A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Enough", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;The Terminatrix&quot; might be a more apt title for this jarring thriller about a battered  wife who flees her comfortable Southern California life with a young daughter and assumes a new identity. When she eventually faces down her evil yuppie husband (Billy Campbell), she is armed with brass knuckles and fortified by a martial arts course. Packed with crude  shocks, the movie has an ugly undertone of class warfare (Jennifer Lopez's battered wife is a  spunky working-class waitress who marries up). Despite the movie's loathing of its villain, it still manages to suggest that batterers make better lovers. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Cq (Movie)  ", "publication_date": "2002-05-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:21:15", "opening_date": "2002-05-31", "display_title": "CQ", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE4DC1F38F937A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of CQ", "type": "article"}, "mpaa_rating": "R", "summary_short": "Set in 1969, &quot;CQ&quot; is a behind-the-scenes look at the making of a femme fatale spy movie. Sitting on the periphery of the tumult is Paul (Jeremy Davies), an editor and second-unit director working a small, personal film of his own in his dreary Parisian apartment. He has dreams of making a hot, personal movie &#151; his own life as a series of journal entries &#151; and is so self-obsessed that he's almost paralyzed by the real world. The film, Roman Coppola's directorial debut, has a pixilated spirit; the filmmaker splatters the scene with his love for the movies, comic books and music, and the movie vibrates with that affection. These elements are the building blocks of pop, and he uses a dry, sharp wit to delineate the story. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Spirit: Stallion of the Cimarron (Movie)  ", "publication_date": "2002-05-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:21:56", "opening_date": "2002-05-24", "display_title": "Spirit: Stallion of the Cimarron", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E6DE1F38F937A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Spirit: Stallion of the Cimarron", "type": "article"}, "mpaa_rating": "G", "summary_short": "The animated feature &quot;Spirit: Stallion of the Cimarron&quot; is ostensibly about the herds of wild horses that once roamed the West, though the film may be more closely concerned with another endangered species: the animated film as a hand-drawn, hand-painted artifact. Working with pixels rather than pencils, animators can now create volumes, textures and spaces with a three-dimensional solidity that has come to make the old methods suddenly look flat and insubstantial. As it stands, &quot;Spirit&quot; provides neither the profound human touch of the great Disney animation of the past, nor the dazzling, high-tech fun of present-day digital cartooning. For children raised on the digital gleam of the Pixar features (&quot;Toy Story,&quot; &quot;A Bug's Life,&quot; etc.), &quot;Spirit&quot; will seem as ordinary as Saturday morning television. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Importance of Being Earnest, The (Movie)", "publication_date": "2002-05-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:54:52", "opening_date": "2002-06-21", "display_title": "The Importance of Being Earnest", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E7DB1338F931A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Importance of Being Earnest", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Hyped up with fantasy sequences, a hot air balloon and music that sounds more 1920's than 1890's, Oscar Wilde's 1895 comic masterpiece has been reduced from a scathing satire of upper-class superficiality into a goofy, gimmicky costume comedy. If the playwright's dazzling language is intact, the embellishments interrupt its rhythms, and the low-keyed, realistic performances don't synchronize with the style of the play.  The classic 1952 film adaptation, starring Edith Evans, is far preferable. — Stephen Holden", "multimedia": null}, {"headline": "Back of the World, The (Movie)", "publication_date": "2002-05-22", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:41", "opening_date": null, "display_title": "The Back of the World", "link": {"url": "http://www.nytimes.com/movie/review?res=9806E5DD1338F931A15756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Back of the World", "type": "article"}, "mpaa_rating": "", "summary_short": "Should documentaries about poverty and oppression necessarily look poor and oppressed? There's certainly something unseemly about them if they don't. The Spanish production &quot;Back of the World,&quot; directed by Javier Corcuera, has been shot with the latest digital equipment and looks as polished as any recent independent feature, and more polished than many. The film jets around the world to look at what Mr. Corcuera regards as prime examples of social injustice: a child laborer in Peru, an exiled Kurdish activist in Sweden and a man who has been on Death Row in Texas since 1986. As the filmmakers build up their frequent-flier miles, they seem painfully unaware of the paradox that their subjects will probably never be able to leave the places where they have been filmed. — Dave Kehr", "multimedia": null}, {"headline": "About a Boy (Movie)  ", "publication_date": "2002-05-17", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:50", "opening_date": "2002-05-17", "display_title": "About a Boy", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E7DC1E39F934A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of About a Boy", "type": "article"}, "mpaa_rating": "", "summary_short": "In this sweet, breezy comedy of redemption, Hugh Grant plays Will Freeman, a rich London slacker who has made it his goal in life to be as shallow as possible.  Devoted to clothes, videos, pop music and nice stuff, Will decides to take up a sideline in seducing single mothers. This project leads him to Marcus (Nicholas Hoult), an awkward 12-year-old with a depressive mother (Toni Collette). For no good reason, the boy decides to become Will's best friend, and ends up teaching him valuable lessons about the importance of other people. The story, based on Nick Hornby's novel, is thoroughly sentimental, but the Weitz brothers bring it off with a light, knowing touch, and Mr. Grant has the wit to turn his charm against itself, emphasizing Will's caddish narcissism enough to make his maturation seem meaningful. — A. O. Scott\r\n ", "multimedia": null}, {"headline": "Nina Hagen=Punk+Glory (Movie)  ", "publication_date": "2002-05-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:02", "opening_date": null, "display_title": "Nina Hagen = Punk + Glory", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E1DE1039F935A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Nina Hagen = Punk + Glory", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;I use everything as a mirror,&quot; the German pop star Nina Hagen declares near the end of Peter Sempel's chaotic, murky, confrontational documentary portrait. She isn't exaggerating. Her relentless exhibitionism (she boasts of having once masturbated on an Austrian television show) makes Madonna's most flamboyant ploys for attention seem demure. As Ms. Hagen babbles clichés about animal rights, the joys of motherhood and the peaceful philosophy of Hinduism (&quot;the universe is as big as love&quot;), which she has adopted under the aegis of Guru Muniradschi, it is obvious she has a good heart. But all those lofty intentions don't make the abrasive, self-obsessed personality that flames across the screen any less insufferable. &#151; Stephen Holden", "multimedia": null}, {"headline": "Cremaster 3 (Movie)  ", "publication_date": "2002-05-15", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:16:11", "opening_date": null, "display_title": "Cremaster 3", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E7DE1239F936A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Cremaster 3", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The scaly spire of the Chrysler Building in New York City is the summit of all dreams in &quot;Cremaster 3,&quot; the centerpiece of Matthew Barney's deliriously esoteric five-part epic cycle exploring artistic creation and destruction. With its spiky Art Deco crown, that skyscraper is a potent symbol of demonically ambitious creativity in a film that celebrates the twin urges to build and destroy as inseparable (and irrational) compulsions. At its most powerful, the largely wordless film evokes this theme with thrilling rushes of imagery, music and visual humor. &quot;Cremaster 3&quot; is the largest and final piece in a cycle that was filmed out of order (4, 1, 5, 2, 3) beginning in 1994 and that has already been canonized as a major work of contemporary fine art. — Stephen Holden", "multimedia": null}, {"headline": "Standing By Yourself (Movie)  ", "publication_date": "2002-05-15", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:55", "opening_date": "2002-05-15", "display_title": "Standing By Yourself", "link": {"url": "http://www.nytimes.com/movie/review?res=9406E3D61539F936A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Standing By Yourself", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The possibilities opened up by the availability of relatively inexpensive, highly compact digital video cameras are just beginning to be explored. For documentary makers in particular, the new technology points the way toward a new aesthetic.  Though Josh Koury made this 65-minute nonfiction film with a series of low-cost home video cameras, the film could serve as a model for what the newer technology might bring. &quot;Standing by Yourself&quot; is a portrait of the filmmaker's 17-year-old younger brother, Adam, a high school student who lives with his mother in Clinton, N.Y, a middle-class suburb of Utica. Adam's principal occupations are smuggling liquor into shopping malls, smoking joints while riding around in cars and raiding the shelves of the local CVS for the cough syrup he chugs down to obtain what he and his friends call a &quot;'tussin high.&quot; &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Espn's Ultimate X (Movie)", "publication_date": "2002-05-10", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:07", "opening_date": null, "display_title": "ESPN's Ultimate X", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E3D91030F933A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of ESPN's Ultimate X", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This Imax documentary, a highlight reel of the 2001 Summer X-Games in Philadelphia (X as in Extreme), functions &#151; dare we say it? &#151; on two levels. It will leave devotees of the events — which include moto-X (motocross), street luge, BMX (bicycle moto-cross) and skateboarding &#151; in rapt silence, rocked into a delirium over the derring-do as the bikes and boards float skyward again and again. And for those new to X-Games, &quot;Ultimate X&quot; will serve as a kind of  &quot;Extreme Games for Dummies.&quot; &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Blackwoods (Movie)  ", "publication_date": "2002-05-10", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:32", "opening_date": null, "display_title": "Blackwoods", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE5DA1030F933A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Blackwoods", "type": "article"}, "mpaa_rating": "R", "summary_short": "At first &quot;Blackwoods,&quot; a supernatural thriller crammed with slow-motion  photography, garish blue-tinted flashbacks and other special effects, appears to be a cut-and-dried low-rent horror film about a nice young man and his girlfriend whose trip to the country turns into a nightmare. But &quot;Blackwoods&quot; turns out to be smarter and more diabolical than you could have guessed at the beginning. Directed by Uwe Boll from a screenplay by Robert Dean Klein, it plumbs psychic territory where the supernatural meets the psychotic in a Freudian forest. &#151; Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}