{"results": [{"headline": "All About the Benjamins (Movie)", "publication_date": "2002-03-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:20", "opening_date": "2002-03-08", "display_title": "All About the Benjamins", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE0DC1330F93BA35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of All About the Benjamins", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this fast, violent caper comedy, Ice Cube and Mike Epps reprise the hip-hop-era, Martin-and-Lewis routing they inaugurated in &quot;Next Friday.&quot; There are some funny bits, and a few stylish action sequences, as the pair, playing a roughneck bounty hunter (Ice Cube) and a motor-mouth petty con man (Mr. Epps), chase after stolen diamonds, a winning lottery ticket and an international cast of bad guys. But the light comic tone is marred by gruesome, sadistic violence, and the rabid materialism suggested by the title (which refers to $100 bills) has an ugly, cynical edge. – A. O. Scott", "multimedia": null}, {"headline": "Festival In Cannes (Movie)", "publication_date": "2002-03-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:14", "opening_date": null, "display_title": "Festival in Cannes", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E7D71330F93BA35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Festival in Cannes", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Because Henry Jaglom's satire of Hollywood wheeler-dealers foaming at the mouth with dealmaking fever was filmed two years ago at the actual Cannes International Film Festival, its setting initially reinforces the authenticity of its insider's view of that annual shark convention on the French Riviera. A good deal of anger washes through this acerbic portrait of the movie business in histrionically high gear. But so does a lot of sentimentality, and as the sentimentality quotient rises, it erodes the film's credibility. Many of the characters spend the movie baldly lying to one another. Then suddenly, near the end, they pair off and begin hugging and dancing around. The abrupt change from bitter to warm-and-fuzzy just doesn't compute. &#151; Stephen Holden", "multimedia": null}, {"headline": "Miss Wonton (Movie)", "publication_date": "2002-03-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:50:57", "opening_date": null, "display_title": "Miss Wonton", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E7D71030F93BA35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Miss Wonton", "type": "article"}, "mpaa_rating": "", "summary_short": "Meng Ong's debut feature tells the story of Ah Na (Amy Ting), a young woman who emigrates from rural China to New York City, where she finds a job working at a small restaurant near Grand Central Terminal. She shares cramped sleeping quarters upstairs with her co-workers and gravitates to the Golden Palace, a section of the train station where immigrant women gather in the hopes of picking up American men.  Considered objectively, the events in &quot;Miss Wonton&quot; have a sad, sleazy quality. But Mr. Ong chooses to present Ah Na's life as a slight, weightless fairy tale, whose most unpleasant details seem to melt away in the face of the character's blank-faced optimism. – A. O. Scott", "multimedia": null}, {"headline": "Time Machine, The (Movie)", "publication_date": "2002-03-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:54", "opening_date": "2002-03-08", "display_title": "Time Machine", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E3D91330F93BA35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Time Machine", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This uninviting and pallid film version of H.G. Wells's novel is set in Manhattan. Guy Pearce plays Prof. Alexander Hartdegen, who is compelled to invent his time machine after suffering a personal tragedy. Alexander is deposited at 2030 and 2037 before ending up thousands of years in the future. He meets the peace-loving Eloi, who dwell in pods affixed to mountains, and inspires them to fight against their cannibalistic nemeses, the monstrous Morlocks. But this &quot;Time Machine&quot; is intent on grinding all the sharp edges off Wells's original story, in effect making the movie childproof, so no one can get hurt touching it. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "We Were Soldiers (Movie)", "publication_date": "2002-03-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:46:55", "opening_date": "2002-03-01", "display_title": "We Were Soldiers", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E6DD1331F932A35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of We Were Soldiers", "type": "article"}, "mpaa_rating": "R", "summary_short": "Square, corny, but effective all the same, Randall Wallace's film — based on the book by Lt. Gen. Harold G. Moore, retired, and Joseph L. Galloway — chronicles a bloody three-day battle between the United States Seventh Cavalry and the North Vietnamese army in November 1965. The early part of the movie, which depicts the American soldiers at home with their loyal wives and cute kids, is almost unbearably hokey in its simplistic view of American innocence. The war sequences that follow — uncompromisingly brutal and solidly photographed and edited — offer an honest, clear-eyed picture of both military disaster and valor in combat. For all the violence, an air of calm, sad stoicism — embodied by Mel Gibson, who plays Moore with apt modesty and discipline — prevails. At the end, one feels the story has been honorably told, and that due tribute has been paid both to the American soldiers and their Vietnamese adversaries. – A. O. Scott", "multimedia": null}, {"headline": "40 Days and 40 Nights (Movie)", "publication_date": "2002-03-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:35", "opening_date": "2002-03-01", "display_title": "40 Days and 40 Nights", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E7DE1331F932A35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of 40 Days and 40 Nights", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this mildly amusing but wholly unnecessary comedy, Matt (Josh Hartnett)  decides to mend his carnal ways  and give up sex  for Lent. Sure enough, temptation arrives when he meets the right girl (Shannyn Sossamon), who is initially charmed and eventually puzzled by his behavior. It was bad enough when sitcoms used to pilfer the stories of romantic comedies. Then things got worse when movies were made from old television series.  But when we get to the point of movies shoplifting the narrative of television episodes for grist, what does that mean? &quot;40 Days&quot; burbles thoughtlessly through a premise that supplied the plot for an episode of &quot;Seinfeld.&quot; – Elvis Mitchell", "multimedia": null}, {"headline": "Borstal Boy (Movie)", "publication_date": "2002-03-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:56:28", "opening_date": null, "display_title": "Borstal Boy", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E2DE1331F932A35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Borstal Boy", "type": "article"}, "mpaa_rating": "", "summary_short": "Brendan Behan, the loquacious Irish novelist and playwright who died in 1964 of diabetes complicated by alcoholism (he was only 41), once jokingly described himself as &quot;a drinker with a writing problem.&quot; Peter Sheridan's gentle, misty-eyed screen adaptation of Behan's coming-of-age novel, &quot;Borstal Boy,&quot; is a likable rites-of-passage memory piece doused in period nostalgia. While incarcerated in a Borstal (a British reform school), the teenage Brendan (Shawn Hatosy) discovered the theater by reading Oscar Wilde, stood up to the institution's resident bully, tried and failed to escape, and formed two romantic relationships. By the end of the film, he has blossomed from an introverted rebel into an endearing, self-assured future Great Writer. – Stephen Holden", "multimedia": null}, {"headline": "Trouble Every Day (Movie)", "publication_date": "2002-03-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:22", "opening_date": null, "display_title": "Trouble Every Day", "link": {"url": "http://www.nytimes.com/movie/review?res=990CEED61231F932A35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Trouble Every Day", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "To describe the sex scenes in Claire Denis's erotic horror film as indelible isn't to say they are the least bit inviting or easy to watch. This daring, intermittently beautiful failure of a movie, by the director who emerged with &quot;Beau  Travail&quot; as one of France's greatest filmmakers, explores with gruesome explicitness  the metaphor of sex as cannibalism. The squeamish are strongly advised to avoid the film, which created a minor scandal when it was shown last spring at the Cannes Film Festival. The story of &quot;Trouble Every Day,&quot; by  Ms. Denis and Jean-Pol Fargeau, is so sketchy it amounts to little more than preliminary  notes for a science-fiction horror film, and the movie's fragmentary narrative style makes  piecing the story together frustratingly difficult. – Stephen Holden", "multimedia": null}, {"headline": "Esther Kahn (Movie)", "publication_date": "2002-03-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:24:17", "opening_date": null, "display_title": "Esther Kahn", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E2D61231F932A35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Esther Kahn", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Esther Kahn&quot; wants to explore the nature of performance by presenting an extreme case: a person who is present to herself only when pretending to be someone else, and whose counterfeit emotions carry more truth than the plain speech of the people who surround her. The problem is that rather than dramatizing this premise, the director, Arnaud Desplechin, is content to state it. At crucial moments, instead of showing us what Esther (Summer Phoenix) does onstage, he resorts to voice-over narration to explain what we are supposed to be seeing. But for Esther's character to make sense, for her to be something more than a moody, baffled zombie, the transformation that takes place must be palpable and vivid. – A. O. Scott", "multimedia": null}, {"headline": "Ram Dass Fierce Grace (Movie)", "publication_date": "2002-02-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:40", "opening_date": null, "display_title": "Ram Dass: Fierce Grace", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E1DB1731F934A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ram Dass: Fierce Grace", "type": "article"}, "mpaa_rating": "", "summary_short": "The leading figures of San Francisco's 60's cultural revolution strode the earth with the impudence of punk-rock  gods. Mickey Lemle's documentary is the saga of one of them as he comes to terms with his own deterioration. The movie is smartest when it allows the era's survivors, who waged a war of ideas using their own smarts, to talk about how they all got through it and how much they relied on the film's protagonist, Ram Dass, the Richard Alpert of Harvard who became a pied piper of expanded spiritual consciousness. – Elvis Mitchell", "multimedia": null}, {"headline": "Cherry Orchard,The (Movie)", "publication_date": "2002-02-22", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:18:28", "opening_date": null, "display_title": "The Cherry Orchard", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E7DB123EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Cherry Orchard", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The main reason to see this stately screen adaptation of Chekhov's masterpiece is Charlotte Rampling's extraordinary portrayal of Ranevskaya, the sentimental aristocrat who allows her debt-ridden family estate with its beautiful cherry orchard to slip through her fingers. Ms. Rampling gives a character typically played as a grand, dithering ninny a keen self-awareness that makes her immobility in the looming face of disaster all the more painful. Alan Bates is also wonderful as her ineffectual brother. Although not all of the rest of the casting is as on target, the film still delivers a quiet punch. &#151; Stephen Holden", "multimedia": null}, {"headline": "Revolution Os (Movie)", "publication_date": "2002-02-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:39", "opening_date": "2002-02-15", "display_title": "Revolution O/S", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE6D9133EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Revolution O/S", "type": "article"}, "mpaa_rating": "", "summary_short": "There is no question who the designated heroes and villains are in J. T. S. Moore's cyber-documentary. The heroes are the idealistic theorists, computer hackers and programmers who pioneered the Open Source movement promoting computer software that is not rigidly controlled and that  (with certain guidelines) can be freely disseminated. The villains are the greedy folks at Microsoft, whose Windows operating system at one point threatened to monopolize the software industry. Although the film does its best to talk in nontechnical language, it's still fairly dense going. It compresses two decades of computer industry history into a straightforward if jargon-reliant account narrated by Susan Egan. – Stephen Holden", "multimedia": null}, {"headline": "Mean Machine (Movie)", "publication_date": "2002-02-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:16", "opening_date": null, "display_title": "Mean Machine", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E6D9133EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mean Machine", "type": "article"}, "mpaa_rating": "R", "summary_short": "Somewhere, audiences must be clamoring for remakes of violent mid-1970's American sports movies. How else to explain the nearly simultaneous appearances of the new &quot;Rollerball&quot; and &quot;Mean Machine,&quot; a British update of &quot;The Longest Yard,&quot; Robert Aldrich's 1974  prison football picture? At least &quot;Mean Machine&quot; refreshes the original by moving the action across the Atlantic, where football is actually played with the feet. The other cultural differences are easy enough to assimilate: instead of a warden, the British penitentiary has a  governor. Some of the slang is thick enough to require subtitles. (None are provided.) And while jail (or gaol, as the case may be) is a harsh and brutal place, to viewers of &quot;Oz&quot; it may look as benign as a progressive kindergarten. – A. O. Scott", "multimedia": null}, {"headline": "Monsoon Wedding (Movie)", "publication_date": "2002-02-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:46:23", "opening_date": "2002-04-26", "display_title": "Monsoon Wedding", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E3DB123EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Monsoon Wedding", "type": "article"}, "mpaa_rating": "R", "summary_short": "Mira Nair's comedy-drama is about the schisms among several generations of an Indian family as a wedding gears up with logistics as complicated as a military exercise. The agile handling of the soap-opera elements makes  &quot;Wedding&quot; a pop, facile take on Capulet versus Montague stuff, likable but square. But like the monsoon rains that temper Delhi's summer heat, this movie offers subtle surprises. When it captures the small, hilarious skirmishes of a culture at war with itself and the families trying to hold their ground against change, it is enchanting. It also evokes  a marriage  of temperaments and subcultures — between  a Delhi family and a Bengali family —  subtly defining the differences between them. – Elvis Mitchell", "multimedia": null}, {"headline": "Big Bad Love (Movie)", "publication_date": "2002-02-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:44", "opening_date": null, "display_title": "Big Bad Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E0DD123EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Big Bad Love", "type": "article"}, "mpaa_rating": "R", "summary_short": "Legend has it that Mississippi is home to more writers per capita than any other state in the union. Arliss Howard's &quot;Big Bad Love,&quot; based on stories by the Mississippi writer Larry Brown, takes place in a ripely literary corner of Dixie. Leon Barlow, the hero and narrator (played by Mr. Howard) sits at his Royal manual and bangs out lyrical prose and feverish poetry, and the world he inhabits springs from a sensibility not far from his own. As a director, Mr. Howard is intoxicated with the lean lyricism of Mr. Brown's writing, to which he adds poetic flourishes of his own. He prefers lush, dreamy imagery and free-associative editing to linear narration, and the movie's look and rhythm is, like Leon himself, alternately charming and annoying. – A. O. Scott", "multimedia": null}, {"headline": "Dragonfly (Movie)", "publication_date": "2002-02-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:04", "opening_date": "2002-02-22", "display_title": "Dragonfly", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E6DB123EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Dragonfly", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Kevin Costner plays a doctor whose late wife sends him urgent, but hard-to-figure-out messages from the great beyond. At least they are hard for him to figure out. The audience will know exactly where this damp supernatural melodrama is headed after the first 15 minutes or so. In case the premise isn't maudlin enough, the filmmakers have supplied a pediatric oncology ward full of cute astral travelers, an Amazon village full of cute, half-naked villagers, and Linda Hunt as a cute, batty nun who knows the secrets of the other side. Walk toward the light &#151; the light of the exit sign. &#151; A. O. Scott", "multimedia": null}, {"headline": "Queen of the Damned (Movie)", "publication_date": "2002-02-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:09:24", "opening_date": "2002-02-22", "display_title": "Queen of the Damned", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E5D9123EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Queen of the Damned", "type": "article"}, "mpaa_rating": "R", "summary_short": "Stuart Townsend plays Lestat, the thinking man's vampire, who is now a pop star.     Lestat, tired of hiding from mortals, has also emerged as a vampire who's come out of the closet, as it were. But the real victim of this dreary mess is the late Aaliyah. She plays Akasha, the Queen of all Vampires, who is so powerful that she can even venture out in daylight. Poor Aaliyah, who showed such unaffected naturalness in &quot;Romeo Must Die&quot; that she exacted immediate audience rapport, is saddled with a ludicrous Transylvanian accent. She deserved better. – Elvis Mitchell", "multimedia": null}, {"headline": "How to Kill Your Neighbor's Dog (Movie)", "publication_date": "2002-02-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:23", "opening_date": null, "display_title": "How to Kill Your Neighbor's Dog", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07EEDE123EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of How to Kill Your Neighbor's Dog", "type": "article"}, "mpaa_rating": "R", "summary_short": "Michael Kalesniko's acerbic comedy is a Hollywood rarity, a movie about an icy grown-up heart-warmed by a child that doesn't wield emotional pliers to try to squeeze out tears. That frosty heart belongs to Peter McGowan (Kenneth Branagh), a whiny, cynical British-American playwright, nicknamed America's Favorite Bastard, who lives comfortably in a Los Angeles suburb with his wife, Melanie (Robin Wright Penn). The child, Amy Walsh (Suzi Hofrichter), is an 8-year-old who moves in next door with her mother, Trina (Lucinda Jenney), and their very noisy dog, Baby. &quot;How to Kill Your Neighbor's Dog&quot; reminds us that when it comes to comedy, it's  all in the writing. Mr. Kalesniko's satirically barbed screenplay, whose spirit harks back to the comic heyday of Blake Edwards, stirs up an insistent verbal energy that rarely flags. – Stephen Holden", "multimedia": null}, {"headline": "Maryam (Movie)", "publication_date": "2002-02-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:33", "opening_date": null, "display_title": "Maryam", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E6D9133EF931A15751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Maryam", "type": "article"}, "mpaa_rating": "", "summary_short": "Set in 1979, the tepid but extremely well-meaning problem play &quot;Maryam&quot; also feels as if it were made in 1979. It calls to mind one of that era's attempts at thought-provoking television drama that seemed to disappear from the airwaves if you looked away for even a moment. There's not much here; some of the shots feel so static that you wonder if they're being rehearsed before your eyes. But the director, Ramin Serry, has put together a talented cast, principally Mariam Parris, the young actress playing 16-year-old Maryam, who prefers the nickname Mary. She's an Iranian-American who longs to fit into her suburban New Jersey world in this film about assimilation. – Elvis Mitchell", "multimedia": null}, {"headline": "Last Orders (Movie) ", "publication_date": "2002-02-15", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:43:58", "opening_date": null, "display_title": "Last Orders", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E5D8143FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Last Orders", "type": "article"}, "mpaa_rating": "R", "summary_short": "Fred Schepisi's adaptation of Graham Swift's Booker Prize-winning novel is a gentle, funny, mordant consideration of male friendship, memory and the stoical dignity of English lower-middle-class life. The cast seems to carry the history of postwar Britain in their faces and postures. Michael Caine, appearing in flashbacks, plays Jack, a London butcher whose friends, along with his son (Ray Winstone), are journeying to the seaside to scatter his ashes. Along the way, they recall Jack's life, and their own small triumphs and disappointed hopes. The restrained humor of the actors, and the unassuming intelligence of Mr. Schepisi's storytelling, combine to create an extraordinarily rich portrait of a way of life, and a web of connections, that persist in the face of personal loss and historical change. – A. O. Scott\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}