{"results": [{"headline": "Out of High School and Onto the Tokyo Streets", "publication_date": "2003-10-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:32", "opening_date": null, "display_title": "Bounce Ko Gals", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE0DB143CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bounce Ko Gals", "type": "article"}, "mpaa_rating": "", "summary_short": "Only now being given a release in the United States, Masato Harada's 1997 film enters the seamy world of Japanese high school girls who work part time as prostitutes.  It's a classic exploitation film, combining titillation (involving some very young-looking actresses in some very rough- looking situations), sentimentality (the girls bond together, looking out for the most innocent among them), and social commentary (our consumer culture is ultimately at fault, for getting these young women hooked on brand-name clothes they can't really afford).  Mr. Harada offers a full &quot;Mondo Cane&quot;-style catalog of the sexual kinks of Japanese men; the most perverse among them, who would rather watch the girls clean urinals than have sex with them, is pointedly identified as a government minister.  But in the end &quot;Bounce Ko Girls&quot; (the title is apparently a corruption of a Japanese phrase meaning &quot;bouncing high school girls&quot;) becomes a female bonding movie of the old school, as the three young women pitch in to get each other out of their respective scrapes. &#151; Dave Kehr", "multimedia": null}, {"headline": "An Irksome Neighbor, Inspiring Fantasies", "publication_date": "2003-09-26", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:52:22", "opening_date": "2003-09-26", "display_title": "Duplex", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05EFDD153DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Duplex", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Ben Stiller and Drew Barrymore play Alex and Nancy, a young couple whose dreams of finding real estate bliss in Brooklyn are complicated by their tenant, an ancient woman (Eileen Essell) who annoys them almost to the point of homicide. Danny DeVito's comedies have often explored the murderous rage that lurks within the hearts of otherwise civilized people, and this one, sharply written by Larry Doyle, turns Alex and Nancy's predicament into a double-edged satire of gentrification, yuppie entitlement and New York real estate obsession. The old lady, while monstrously manipulative and stubborn, might also represent an indomitable urban life force resisting the forces of gentrification. — A. O. Scott", "multimedia": null}, {"headline": "Restoring a Villa While Repairing the Heart", "publication_date": "2003-09-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:05:57", "opening_date": "2003-09-26", "display_title": "Under the Tuscan Sun", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00EFDD153DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Under the Tuscan Sun", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This film adaptation of Frances Mayes' best-selling memoir feels so schematic that only the depressed Frances (Diane Lane) is surprised by the events as they unfold. The story of self-discovery that Audrey Wells leads Frances, a writer, through is eminently superficial, though the director keeps the movie going with a steady, commanding hand. Ms. Lane initially gives Frances a calm and pleasant sunniness, though she is resigned to never finishing her book.  She's attending a book signing early in the movie when she learns of her husband's philandering. When her best friend gives Frances a ticket to Tuscany, she grabs it. The trip is supposed to be pressure-free for Frances — it's a gay tour of Italy. She finds a new love anyway: a villa, Bramasole, that she buys on the spur of the moment.  But Tuscany is not the soul-saver that Frances hopes for: the house's promises of romance and a new life in Italy don't burst into bloom like the sunflowers that are often in view. The lesson of &quot;Sun&quot; is that Frances needs to look closer at the big picture, and her avoidance of that raises questions about how perceptive a critic she must have been. Eventually, the movie feels Frances has suffered enough and slaps on a happy ending like a Post-it note, but it's not earned. — Elvis Mitchell", "multimedia": null}, {"headline": "Muscling Through a Treasure Hunt in Brazil", "publication_date": "2003-09-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:21", "opening_date": "2003-09-26", "display_title": "The Rundown", "link": {"url": "http://www.nytimes.com/movie/review?res=9507EEDE123DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Rundown", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A strictly formulaic action picture that suggests some of Arnold Schwarzenegger's early, low-budget vehicles, such as &quot;Commando&quot; (1985) and &quot;Raw Deal&quot; (1986).  The Rock plays Beck (no first name), a reluctant enforcer for a Los Angeles loan shark who is sent to the jungles of Brazil (though the film was shot in Hawaii) to retrieve his boss's son, Travis (Seann William Scott, of the &quot;American Pie&quot; series). But Travis isn't eager to return, having discovered the location of a valuable golden idol, cunningly concealed for centuries in a hidden, booby-trapped cave.  Hatcher (Christopher Walken), the cynical American who owns and operates a hellish open pit gold mine in the area, is also after Travis's secret, as is Mariana (Rosario Dawson), a local beauty who owns a bar but harbors a big secret of her own. As Mr. Scott chatters, the Rock pummels —  a dynamic that has surfaced in practically every buddy action picture since Walter Hill paired Nick Nolte and Eddie Murphy in &quot;48 Hrs.&quot; (1982). — Dave Kehr", "multimedia": null}, {"headline": "With Just a Few Months to Live, a  Lifetime of Changes to Make", "publication_date": "2003-09-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:41", "opening_date": null, "display_title": "My Life Without Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DEFDD153DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of My Life Without Me", "type": "article"}, "mpaa_rating": "R", "summary_short": "This precious indie weepie, adapted from a short story by Nancy Kincaid, is meticulous in disguising its sentimentality in the drab, grainy colors of kitchen-sink realism. The performances are determinedly low-key, and Isabel Coixet directs even the most emotionally charged scenes in a cool, almost affectless style, but in the end the picture amounts to little more than a morbid fantasy about the healing power of narcissism. Sarah  Polley plays Ann, a young working-class Canadian woman who discovers she has an incurable, fatal disease. Its ravages are limited to fatigue and an occasional bout of nausea, which helps shore up the movie's otherwise shaky premise, which is that terminal illness presents unparalleled opportunities for both self-fulfillment and selfless generosity. Ann makes beyond-the-grave recordings for her two young daughters and embarks on an affair with Lee (Mark Ruffalo) a melancholy, poetic fellow who haunts the local diner and Laundromat. Her decision not to tell anyone about her illness is presented as generous and liberating, and the film leaves unexplored the possibility that it might also be cruel, vain and passive aggressive. — A. O. Scott", "multimedia": null}, {"headline": "Martin Luther's Passion, Still Resonating Today", "publication_date": "2003-09-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:27", "opening_date": "2003-09-26", "display_title": "Luther", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E1DD153DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Luther", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This visually handsome, fact-filled biography of Martin Luther depicts the events that gave birth to Reformation as a life-and-death political  struggle between a corrupt, repressive, intransigently conservative establishment (the  Roman Catholic Church) and a liberal populist movement that spins out of control and wreaks havoc. As the film veers uncertainly between meticulous historical recapitulation  and shameless hokiness, it brings in enough characters to populate a mini-series. When the  historical detail becomes too confusing, the movie shamelessly overcompensates by  wallowing in cheap sentimentality. Although Joseph Fiennes's performance captures  Luther's psychic and spiritual turbulence, the character never quite achieves a full human  dimension. — Stephen Holden", "multimedia": null}, {"headline": "He's Fooling the Family, but She's a Step Ahead of Him", "publication_date": "2003-09-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:43:26", "opening_date": null, "display_title": "Bollywood/Hollywood", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06EEDE123DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bollywood/Hollywood", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The Canadian filmmaker Deepa Mehta has made a pair of striking films, &quot;Fire&quot; (1996) and &quot;Earth&quot; (1998), about pressing social issues (sex and religion, specifically) in her native India.  Now, back in Toronto, she has made &quot;Bollywood/Hollywood,&quot; a disappointingly shallow and not terribly funny romantic comedy that seems to be making yet another bid for the public that packed its way into &quot;My Big Fat Greek Wedding.&quot;  The script &#151; about a dot.com millionaire (Rahul Khanna) who hires an escort girl (Lisa Ray) to impersonate his fiancée at his sister's upcoming wedding &#151; wants to be self-conscious in its frequent use of cliché and coincidence, inviting comparison both to the contrived romantic comedies of Hollywood and Bollywood's grandly artificial musicals (hence, the title). But the dialogue and situations have little in the way of genuine wit, and the pseudo-Bollywood production numbers that punctuate the action (often with explanatory subtitles, such as &quot;Romantic Couple Song&quot;) are never as extravagant or entertaining as the real thing. &#151; Dave Kehr", "multimedia": null}, {"headline": "Elvis Lives! (And He's Teamed Up With J. F. K.)", "publication_date": "2003-09-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:04", "opening_date": "2003-10-10", "display_title": "Bubba Ho-Tep", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05EFDE153DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bubba Ho-Tep", "type": "article"}, "mpaa_rating": "R", "summary_short": "I'm not sure you could do much better in terms of high concept than the premise that this action comedy presents. The movie pits an elderly Elvis Presley and J.F.K., who's now an old African-American, against a mummy who shambles around a retirement home sucking the souls out of victims in a manner that probably explains why the picture got an R rating. The writer-director Don Corsarelli, faithfully working from a short story by Joe R. Lansdale, is moored in confines as limiting as the wheelchair the King uses to get around and a budget as starved of cash as Presley's movies were of imagination. The picture has a grungy high-spirit for its first third, and dissipates like a mist from an aerosol can by that point. When it requires that extra charge of magic or technique to lift it, the picture stalls out; finally, it's neither scary enough nor funny enough &#151; tramps like this, baby, they were born to be rented.  What fission the movie generates comes from its lead performers, including Ossie Davis's mocking, salted gravitas in playing J.F.K. &#151; here, he surgically went black and can't go back after the assassination attempt on his life.   Both of these living legends &#151; they're alive in this film, anyway &#151; are right out of the battle-ready episode of &quot;The Golden Girls.&quot; The movie is often enlivened by a cranky, wheels-off performance by Bruce Campbell as the King. Yet, &quot;Bubba H0-Tep&quot; falls back on the antic, self-consciously jokiness of a Mad magazine movie parody &#151; despite Mr. Campbell's performance, the movie winks at its pop-historical perspective so often it starts to feel like a twitch. By the time  it winds down, you feel like someone has opened Pandora's Box and found that its menacing contents had gone stale. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Searching for a Stolen Instrument, Finding the Lunatic Fringe", "publication_date": "2003-09-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:33", "opening_date": "2001-03-21", "display_title": "Southlander", "link": {"url": "http://www.nytimes.com/movie/review?res=9901EEDE123DF935A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Southlander", "type": "article"}, "mpaa_rating": "", "summary_short": "The sardonic, poorly acted rock and roll comedy, about a young musician trying desperately to retrieve a stolen synthesizer, is the cinematic equivalent of a cheesy riff on  a $50 electronic keyboard. The search becomes a surreal, fragmentary tour of the lower  echelons of the Los Angeles music scene. The title takes its name from a classified paper  for musicians buying and selling instruments. &#151; Stephen Holden", "multimedia": null}, {"headline": "Israeli Officers in Love, Trying to Elude Death and Detection", "publication_date": "2003-09-24", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:14:46", "opening_date": null, "display_title": "Yossi & Jagger", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE0DC163DF937A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Yossi & Jagger", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The pressures and privations of military life have rarely been  portrayed in as much telling detail as they are in &quot;Yossi and Jagger,&quot; Eytan Fox's compact  beautifully acted portrait of a group of bored Israeli soldiers stationed at a cramped army  base on the Israeli-Lebanese border. In this desolate environment romance has flowered  between Yossi (Chad Knoller) and Jagger (Yehuda Levi) soldiers carrying on a discreet,  conflict-ridden love affair. The tensions at the base intensify with the arrival of two  female soldiers, one of whom fancies herself in love with Jagger. If the situation has all  the ingredients for a shrill, tearful melodrama, the taut screenplay by Avner Bernheimer  keeps the lid on: A subtle and superbly realized miniature. — Stephen Holden", "multimedia": null}, {"headline": "Go Pursue Your Dream, as Wild as It May Seem", "publication_date": "2003-09-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:12", "opening_date": null, "display_title": "7 Year Zigzag", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E2DC163DF937A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of 7 Year Zigzag", "type": "article"}, "mpaa_rating": "", "summary_short": "A bizarre, punishing independent feature, narrated in rhyming couplets by its star, director, writer and principal subject, Richard Green.  The film tells of his seven-year struggle to produce a socially relevant film called &quot;The Doomsayer,&quot; a struggle that leads him on a zigzag trail from corporate finance to leading a swing band to producing a nightclub revue.  Mr. Green's dewy romantic imagery, self-pitying tone and feeble grasp of the principles of poetic scansion suggest the powerful influence of Rod McKuen, a celebrated poet of the 1970's who has since fallen into disrepute. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Plot on a Train From Here to Here", "publication_date": "2003-09-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:26:47", "opening_date": null, "display_title": "The Petersburg-Cannes Express", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E7DD103AF933A1575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Petersburg-Cannes Express", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Nolan Hemmings, a son of the British actor David Hemmings, has the unenviable assignment of holding down the lead in &quot;The Petersburg-Cannes Express,&quot; a film of outstanding dullness and ineptitude. Mr. Hemmings plays Alexie, a roguish revolutionary in the St. Petersburg of 1905. Alexie allows himself to be put in charge of a socialist plot to rescue Sophie, a Russian woman (Svetlana Lunkina) being held in a French prison for the assassination of a Russian judge. His plan: hop the Petersburg-Cannes Express, a luxury train fashioned from lace curtains and dark wood paneling, and kidnap the Czar's interior minister (Andris Lielais) on his way to take charge of the prisoner. He is helped in this imaginative scheme by Anna (Ksenia Alpherova), a coldly doctrinaire socialist who, to the surprise of no one who has ever seen a movie, thaws when faced by Alexie's irresistible charm. — Dave Kehr", "multimedia": null}, {"headline": "Young Afghan Refugees Who Just Keep Going", "publication_date": "2003-09-19", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:14:13", "opening_date": null, "display_title": "In This World", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E7DB123AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of In This World", "type": "article"}, "mpaa_rating": "R", "summary_short": "Michael Winterbottom's film about two young Afghan refugees trying to reach London begins on the Pakistani border and unfolds on the blurry frontier between documentary and fiction. Shot in digital video with non-professional actors, it has a harsh immediacy that forces you to confront the terrible plight of the world's displaced people one face at a time. But this story of peril, frustration and heartbreak also has moments of great warmth and vitality. Jamal (Jamal Udin Torabi), the younger of the two travelers, has a tough, impish joie de vivre, and as he and his cousin make their way west, they encounter decency as well as indifference. This movie has the paradoxical effect of forcing you to confront the enormity of the world's cruelty and the overwhelming scale of its suffering, and at the same time making you feel glad to be in it. — A.O. Scott", "multimedia": null}, {"headline": "Six Characters in Search of an Infant", "publication_date": "2003-09-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:21:22", "opening_date": null, "display_title": "Casa de Los Babys", "link": {"url": "http://www.nytimes.com/movie/review?res=980CE3DB123AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Casa de Los Babys", "type": "article"}, "mpaa_rating": "R", "summary_short": "A typical John Sayles ensemble piece, this movie follows six white American women, all but one over 30, impatiently waiting out their lengthy residency requirements in an unidentified South American country before picking up their adoptive babies. If some of the jigsaw pieces in this beautifully acted movie are too fragmentary and crowded together, its even-handed view of two cultures uneasily transacting the most personal business resonates with truth. The movie adheres to the essayistic format of Mr. Sayles's earlier movies, and its attitude is rooted in the director's understanding of the degree to which the money, class and ethnicity determine our points of view. — Stephen Holden", "multimedia": null}, {"headline": "Life Is Just a Video Game (With Very High Stakes)", "publication_date": "2003-09-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:18:48", "opening_date": null, "display_title": "Demonlover", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E1DB123AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Demonlover", "type": "article"}, "mpaa_rating": "R", "summary_short": "A tricky and ambitious techno thriller, &quot;Demonlover&quot; begins as a post-Hitchcockian corporate melodrama involving the fight to control a cutting-edge Japanese pornography company and slowly turns into a cinematic video game. Its enigmatic antiheroine (Connie Nielsen) is an industrial spy who suggests a female cyber-age equivalent of the archetypal Man With No Name. The movie plays head games as relentlessly as she pursues espionage and clashes with other corporate spies, played by Gina Gershon and Chloe Sevigny. On its way to a nightmarish cul-de-sac, the conceptually audacious but not always successful film makes the same kind of leaps into the irrational as &quot;Mulholland Drive&quot; and &quot;Fight Club.&quot; — Stephen Holden", "multimedia": null}, {"headline": "Tibet in Crisis, Past and Present", "publication_date": "2003-09-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:35", "opening_date": null, "display_title": "Tibet: Cry of the Snow Lion", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E1DC133AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Tibet: Cry of the Snow Lion", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This is an impeccably crafted, often quite moving account of the captive nation of Tibet, forcibly annexed more than 50 years ago by the People's Republic of China. Using material gathered over 10 years, Tom Peosay's film functions as both a breathtaking travelogue and a political provocation, offering convincing evidence of the Chinese government's determination to wipe out Tibetan culture and identity. Mr. Peosay has arranged his complex material with analytical intelligence and solid dramatic instinct. A more concise and affecting summation of the Tibetan crisis would be hard to imagine. &#151; Dave Kehr", "multimedia": null}, {"headline": "And Those Silly Folks Thought the City Wasn't Safe", "publication_date": "2003-09-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:35", "opening_date": "2003-09-19", "display_title": "Cold Creek Manor", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01EFDC123AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Cold Creek Manor", "type": "article"}, "mpaa_rating": "R", "summary_short": "A serious filmmaker like Mike Figgis can be forgiven for slumming when he has a cast as stellar as the one that infuses the scream-by-numbers thriller with more psychological credibility than its screenplay merits. Dennis Quaid and Sharon Stone are Cooper and Leah Tilson, a professional couple with two children who flee the New York rat race to settle on a country estate purchased at a fire-sale price. The bad vibes, along with infestation of snakes, slither into the mansion the moment the previous tenant, a sinister young roughneck (Stephen Dorff) fresh out of prison, appears. The battle between the city slicker and the violent ex-jailbird who wants his house back becomes primal male struggle, fraught with sexual paranoia. — Stephen Holden", "multimedia": null}, {"headline": "He's Leaving the Nest Without Divulging a Secret", "publication_date": "2003-09-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:24:56", "opening_date": "2003-09-19", "display_title": "Mambo Italiano", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE2DC133AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mambo Italiano", "type": "article"}, "mpaa_rating": "R", "summary_short": "The marketers of &quot;Mambo Italiano&quot; would like nothing more than to position it as a broad, sloppy, ethnic comedy-romance in the recently minted tradition of &quot;My Big Fat Greek Wedding.&quot; The hero and narrator of &quot;Mambo Italiano&quot; is Angelo Barberini (Luke Kirby), a sweet-faced young resident of Montreal's Italian neighborhood once mercilessly tormented by his high-school peers for his supposedly effeminate behavior. As the film opens he has grown into a full-fledged gay man, though he is still living in the home of his parents, Maria (Ginette Reno) and Gino (Paul Sorvino). Angelo finally works up the courage to move out of his parents' home and into an apartment he shares with Nino (Peter Miller), a closeted Montreal cop. The problem for Angelo and Nino: how to keep their loving relationship a secret from their volatile parents, who are still eagerly fixing them up with &quot;nice Italian girls.&quot; Émile Gaudreault's direction is about as basic as you can get: his film consists almost entirely of close-ups, with a cut from one character to the next at the end of every line. The accents wobble from the Chico Marx delivery of Mr. Sorvino to the distinctly French-inflected line readings of some of the local actors. As Angelo, Mr. Kirby has a boyish charm, which is probably the best that can be said for this film as well. — Dave Kehr", "multimedia": null}, {"headline": "He's Like a Walton, but With a Big Cat", "publication_date": "2003-09-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:15", "opening_date": "2003-09-19", "display_title": "Secondhand Lions", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E6DB123AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Secondhand Lions", "type": "article"}, "mpaa_rating": "PG", "summary_short": "In this molasses-drenched coming-of-age movie, Haley Joel Osment (with a changed voice) is Walter, a 14-year-old boy left by his mother in the care of two grumpy old uncles  (Michael Caine and Robert Duvall), the eccentric, reputedly wealthy proprietors of a farm in central Texas. The movie is pure hokum, but at least it spins out a yarn. The core of the film, set in the early 60's, consists of pulpy visualizations of the brothers' swashbuckling adventures overseas when they were young. And oh yes, Walter adopts a very tame, very old former circus lion that becomes as loyal as a guard dog. — Stephen Holden", "multimedia": null}, {"headline": "Gunplay and Black Leather in a War Between Monsters", "publication_date": "2003-09-19", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 06:51:23", "opening_date": "2003-09-19", "display_title": "Underworld", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E1DC133AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Underworld", "type": "article"}, "mpaa_rating": "R", "summary_short": "Vampires and werewolves are at war, and  a lot of them are wearing long black leather coats like Keanu Reeves's in &quot;The Matrix.&quot; You'd think there would be a lot more neck-piercing, blood-sucking and general mauling, but the combatants seem to enjoy doing choreographed battle with semi-automatic weapons in both hands instead. Kate Beckinsale stars as a vampire warrior, and Scott Speedman (formerly of &quot;Felicity&quot; on WB) plays a young human doctor who doesn't know nearly enough about his blood line. The film does have some visual style, sometimes a little too much. Otherwise it achieves only loudness, aggressive confusion and one of the silliest head-splittings in film history. You can't say that Danny McBride's script is laden with clichés. The dialogue (&quot;We have much to discuss&quot;; &quot;Mark my words. Soon you'll be seeing things my way&quot;) isn't that purposeful. It's just stiff. — Anita Gates", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}