{"results": [{"headline": "Shadow Magic (Movie)  ", "publication_date": "2001-04-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:57:30", "opening_date": null, "display_title": "Shadow Magic", "link": {"url": "http://www.nytimes.com/movie/review?res=9406EED8143EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Shadow Magic", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Ann Hu's &quot;Shadow Magic&quot; imagines an intriguing, culturally fraught moment in the early history of cinema: the arrival in China in 1902 of the latest movie technology (that is, hand-cranked, black and white, soundless cameras and projectors.) The film's slightly overcomplicated plot is built around the tension between old and new, Western and Chinese. Thankfully, Hu and the screenwriters manage to make the conflicts clear without making them overly schematic. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "All Access (Movie)  ", "publication_date": "2001-04-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:53:16", "opening_date": "2001-05-20", "display_title": "All Access: Front Row. Backstage. Live!", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E0DE123EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of All Access: Front Row. Backstage. Live!", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Pokemon 3: The Movie  ", "publication_date": "2001-04-06", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:22:25", "opening_date": "2001-04-06", "display_title": "Pokemon 3 The Movie: Spell of the Unown", "link": {"url": "http://www.nytimes.com/movie/review?res=980DEFD6143EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Pokemon 3 The Movie: Spell of the Unown", "type": "article"}, "mpaa_rating": "G", "summary_short": "The Japanese animation phenomenon that is Pokémon (short for Pocket Monsters) began in 1996 and continues on American television and with this, the third feature film. Worthwhile morals abound. Beyond that, &quot;Pokémon 3&quot; is all about bright colors and constant movement. — Anita Gates\r\n", "multimedia": null}, {"headline": "Blow (Movie)  ", "publication_date": "2001-04-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:43", "opening_date": "2001-04-06", "display_title": "Blow", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E1DE153EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Blow", "type": "article"}, "mpaa_rating": "R", "summary_short": "Johnny Depp's sorrowful countenance is the still point at the center of this film's swirling hyperactivity, and his witty, spare performance gives the picture a poignancy that Ted Demme's hectic direction and the hurried script by David McKenna and Nick Cassavetes don't quite earn. Mr. Depp plays George Jung, a real-life drug dealer, whose life is presented as a brightly colored, fizzy tale of entrepreneurship and hedonism. The movie's sense of history is shallow — mostly a matter of costume design and soundtrack selections  — and it skims so quickly over George's giddy prime that his eventual downfall lacks emotional impact. Mr. Depp carries the picture, but it's a light and flimsy contraption masquerading as a pop epic. — A. O. Scott\r\n", "multimedia": null}, {"headline": "On Hostile Ground (Movie)  ", "publication_date": "2001-04-06", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:43", "opening_date": "2000-06-11", "display_title": "On Hostile Ground", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E0DE123EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of On Hostile Ground", "type": "article"}, "mpaa_rating": "", "summary_short": "This video documentary goes looking for heroes in the real world and finds three extraordinary individuals who put their lives on the line daily, motivated purely by their commitment to a cause.  They are two doctors and a physician's assistant who perform abortions in parts of the country where to do so is to attract physically and verbally aggressive protesters, fire-bombers and even assassins. While much of the film seems amateurishly shot, it has been edited into a highly professional presentation, one that smoothly intertwines the three stories and builds to an emotionally satisfying conclusion. — Dave Kehr\r\n", "multimedia": null}, {"headline": "Zombie! vs. Mardi Gras (Movie)  ", "publication_date": "2001-04-06", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:26:45", "opening_date": "1999-09-09", "display_title": "Zombie! vs. Mardi Gras", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E0DE123EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Zombie! vs. Mardi Gras", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Just Visiting (Movie)  ", "publication_date": "2001-04-06", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:51:55", "opening_date": "2001-04-06", "display_title": "Just Visiting", "link": {"url": "http://www.nytimes.com/movie/review?res=9801E0DE123EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Just Visiting", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Produced by the venerable French studio Gaumont but set in the United States and filmed entirely in English, this broad, bumptious, fitfully amusing comedy is the third film in a series that began in 1993 with the hugely successful &quot;Les Visiteurs.&quot;  Starring Jean Reno and Christian Clavier, &quot;Les Visiteurs&quot; told of a medieval count (Reno) and his groveling valet (Clavier) who were propelled into the provincial France of the 20th century by some wayward wizardry. The new film is virtually a remake of the original &quot;Les Visiteurs,&quot; with the action transferred to Chicago and the characters' names altered for ease of pronunciation, but with most of the original gags and situations intact. — Dave Kehr\r\n", "multimedia": null}, {"headline": "Along Came a Spider (Movie)  ", "publication_date": "2001-04-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:55", "opening_date": "2001-04-06", "display_title": "Along Came A Spider", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CEFD7143EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Along Came A Spider", "type": "article"}, "mpaa_rating": "R", "summary_short": "Morgan Freeman plays Dr. Alex Cross, a forensic psychologist who is soon knee deep in a high-profile kidnapping case. An archvillain named Soneji has abducted a senator's daughter from her private school, a crime he is determined to make as big as the Lindbergh case. &quot;Spider&quot; couldn't be better served than it is by Mr. Freeman, whose prickly smarts and silken impatience bring believability to a classless, underdeveloped thriller. Still, he is wasted in this impersonal film. Sadder still, it was directed by Lee  Tamahori, whose fresh &quot;Once Were Warriors&quot; was all insolent temperament. Shackled to this by-the-numbers picture, all he can do is keep things in focus. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Durian Durian (Movie)", "publication_date": "2001-04-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:22", "opening_date": null, "display_title": "Durian Durian", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E7DC173EF936A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Durian Durian", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "No Place to Go (Movie)", "publication_date": "2001-04-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:54", "opening_date": null, "display_title": "No Place to Go", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E2DF173EF936A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of No Place to Go", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Hybrid (Movie)  ", "publication_date": "2001-04-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:00", "opening_date": null, "display_title": "Hybrid", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E3D9113FF930A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Hybrid", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "I Prefer the Sound of the Sea (Movie)", "publication_date": "2001-04-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:39", "opening_date": null, "display_title": "Preferisco Il Rumore del Mare", "link": {"url": "http://www.nytimes.com/movie/review?res=940DEFD9113FF930A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Preferisco Il Rumore del Mare", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "NINE QUEENS (MOVIE)", "publication_date": "2001-03-31", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:27", "opening_date": null, "display_title": "Nine Queens", "link": {"url": "http://www.nytimes.com/movie/review?res=9504EFDD123FF932A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Nine Queens", "type": "article"}, "mpaa_rating": "R", "summary_short": "Fabián Bielinski's trickster of a film is the kind of movie that seduces you into becoming putty in its manipulative card-sharking hands and making you enjoy being taken in by its shameless contrivance. When the secrets of its preposterous plot are finally revealed, you don't mind the absurdity. What matters is that the plot makes internal sense as an elaborate self-enclosed contraption. This Argentine movie is the directorial debut of a filmmaker who appears to have steeped himself so thoroughly in Alfred Hitchcock and David Mamet that it's hard to imagine &quot;Nine Queens&quot; having been made without them leering metaphorically over his shoulder. The movie combines Hitchcock's winking tongue-in-cheek vision of a paranoid universe where everyone may be part of an elaborate conspiracy with Mr. Mamet's obsession with the finer points of gamesmanship and con artistry. — Stephen Holden", "multimedia": null}, {"headline": "Wojaczek (Movie)  ", "publication_date": "2001-03-31", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:50:22", "opening_date": null, "display_title": "Wojaczek", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E0DE123FF932A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Wojaczek", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Dinner Rush (Movie)  ", "publication_date": "2001-03-31", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:56:54", "opening_date": null, "display_title": "Dinner Rush", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E3DB123FF932A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Dinner Rush", "type": "article"}, "mpaa_rating": "R", "summary_short": "A mouth-watering display of talent, technique and patience that serves up its scattershot plots as if they were lined up on a menu, moving from appetizer to entree: there are more intrigues here than in the court of the Medicis. The film is set at Gigino in TriBeCa, once a family-style restaurant and now a nouvelle cuisine stronghold. Gigino's owner, Louis (Danny Aiello), despairs over the menu and grumbles because none of the chefs are Italian except the head chef, Udo (Edoardo Ballerini), who's his son. And Udo wants to take over the place. Except for a misstep at the end, when it tries to wrap things up too tidily, &quot;Dinner Rush&quot; is light on its feet and will send you out in search of a meal. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Before the Storm (Movie)", "publication_date": "2001-03-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:32", "opening_date": null, "display_title": "Fore Stormen", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E6DC143FF933A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Fore Stormen", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Someone Like You (Movie)  ", "publication_date": "2001-03-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:31", "opening_date": "2001-03-30", "display_title": "Someone Like You", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06EFDC143FF933A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Someone Like You", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Tony Goldwyn, who directed the wonderful &quot;Walk on the Moon,&quot; here manages, with the help of a joke- and charm-free script and flat performances all around, to churn out a completely generic romantic comedy. A young woman (Ashley Judd) falls for the wrong guy (Greg Kinnear) who seems like the right guy, only to discover that the guy who seemed like the wrong guy (Hugh Jackman) is actually the right guy. Imagine that! For what it's worth, there's also a subplot having to do with the sexual life of cows. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Tailor of Panama, the (Movie)", "publication_date": "2001-03-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:00", "opening_date": "2001-05-04", "display_title": "The Tailor of Panama", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E4DC143FF933A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Tailor of Panama", "type": "article"}, "mpaa_rating": "R", "summary_short": "Like its title character, Harry Pendel (Geoffrey Rush), a nervous suit-maker mixed up in some dangerous geopolitical skulduggery, &quot;The Tailor of Panama&quot; leads a double life. The film is at once a competent, somewhat contrived espionage thriller and a dizzily clever parody of spy-movie conventions. Pierce Brosnan, who has played James Bond, here subverts the 007 mystique, playing a sleazy, cynical MI-6 agent who bullies poor Harry into cooking up tales of intrigue that he can send back to the home office. The picture's plot sometimes hangs baggily around the characters, but the verve and intelligence of the cast is matched by John Boorman's wily sense of craftsmanship. &#151; A. O. Scott", "multimedia": null}, {"headline": "Spy Kids (Movie)  ", "publication_date": "2001-03-30", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:51", "opening_date": "2001-03-30", "display_title": "Spy Kids", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E6DB143FF933A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Spy Kids", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A notion-stuffed toy of a movie from the director of &quot;Desperado&quot; and &quot;From Dusk to Dawn,&quot; who must have felt the need to make a movie his children could see. When superspies-turned-parents Gregorio (Antonio Banderas) and Ingrid (Carla Gugino) return to the espionage workforce and are captured, their children, Carmen (Alexa Vega) and Junie (Daryl Sabara), must come to the rescue. The visual scheme is cheery and clean — a rec room with 24-hour maid service — and the production design could have come from the Play-Doh Fun Factory. Rodriguez adds Roald Dahl, Marvel Comics and B-pictures to this mix, which combines all childrens' fantasies — they could easily handle spy-movie heroics — with all childrens'  nightmares: their parents are much cooler than they could ever have imagined. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Keep the River on Your Right (Movie)  ", "publication_date": "2001-03-30", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:52:39", "opening_date": null, "display_title": "Keep the River on Your Right: A Modern Cannibal Tale", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04EEDB153FF933A05750C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Keep the River on Your Right: A Modern Cannibal Tale", "type": "article"}, "mpaa_rating": "R", "summary_short": "If there exists a stereotype of the cannibal as a wild-eyed savage from a remote vastness, surely Tobias Schneebaum does not fit it. Turning 80 this month, he is a frail, soft-spoken gay Manhattanite of scholarly disposition and artistic bent. Once briefly a rabbinical student, he lectures on anthropology and art to Barnard students and to wealthy passengers on their lavish cruises to exotic locales. And years ago, while on a Fulbright grant to paint in Peru, he abandoned his mission, lived among the Amarakaire Indians and accompanied them on what turned out to be a raid on another tribe, which led him to an act of cannibalism. It is this act that serves as the springboard for an engaging and colorful but somewhat overbalanced documentary by a brother and sister team, David Shapiro and Laurie Gwen Shapiro. — Lawrence Van Gelder\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}