{"results": [{"headline": "Cat's Meow, The (Movie)  ", "publication_date": "2002-04-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:27", "opening_date": "2002-05-03", "display_title": "The Cat's Meow", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E0D8163CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Cat's Meow", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Peter Bogdanovich exhumes a half-forgotten tidbit of Hollywood scandal — involving a death on board a yacht belonging to William Randolph Hearst — and fashions it into a spry, touching entertainment. Hearst (Edward Herrmann) is the apex of a romantic triangle that includes his mistress, Marion Davies (Kirsten Dunst), and Charlie Chaplin (Eddie Izzard). The direction is sometimes plodding: the madcap decadence of Jazz Age Hollywood never really comes alive, But the acting is first rate, and the picture shows an appealing sympathy for its vain, self-absorbed characters, no matter how monstrously or ridiculously they behave. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Frailty (Movie)  ", "publication_date": "2002-04-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:30", "opening_date": "2002-04-12", "display_title": "Frailty", "link": {"url": "http://www.nytimes.com/movie/review?res=980CEEDA163CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Frailty", "type": "article"}, "mpaa_rating": "R", "summary_short": "In the scary horror thriller, Bill Paxton is a Texan  widower and father of two boys who is visited by an angel instructing him to destroy  demons disguised as humans. He enlists his sons as collaborators in a series of gruesome  ax murders carried out as a holy crusade. Although the older boy knows his father has  gone mad, the younger one naively believes his dad. The story is told in flashback years  later by one of the sons (Matthew McConaughey) to a federal agent. Just when you think you  know what happened, the ingeniously twisty plot proves you wrong. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Changing Lanes (Movie)  ", "publication_date": "2002-04-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:53", "opening_date": "2002-04-12", "display_title": "Changing Lanes", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02EEDB163CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Changing Lanes", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this deeply flawed tale, Ben Affleck plays a hard-charging Manhattan lawyer who finally discovers his own morality. His Mercedes rams a Toyota driven by a man named Doyle (Samuel L. Jackson), who is left with a flat tire in the rain.  The rushing Gavin shrugs, leaves a blank check at the accident site to pay for the damages and then drives off. In his haste, Gavin accidentally leaves a valuable legal document with Doyle. This is when &quot;Changing Lanes&quot; becomes &quot;A Christmas Carol&quot; with a Road Runner cartoon added. In this instance, though, it's like a Road Runner cartoon with dueling Wile E. Coyotes, with acts of escalating violence on each side as  the men try to chip the other's hide, and soul. But in the end, Gavin's awakening from his moneyed cocoon is just too convenient. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Sweetest Thing, The (Movie)  ", "publication_date": "2002-04-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:37", "opening_date": "2002-04-12", "display_title": "The Sweetest Thing", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E1DA163CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Sweetest Thing", "type": "article"}, "mpaa_rating": "R", "summary_short": "For those who think that movies by the Farrelly brothers or Todd Solondz are the Mount Kilimanjaro of bad taste, it's time to grab your parka and goggles — there's a new peak to climb. It's the cold, dreary oxygen-deprived wastes of &quot;The Sweetest Thing.&quot; Whatever you say about the pictures made by the Farrellys and Mr. Solondz, they aren't cynical. Roger Kumble's &quot;Thing&quot; wears its contempt proudly, like a Prada badge. After about 20 minutes of &quot;Thing,&quot; a concussion begins to look enormously appealing. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Other Side of Heaven, The (Movie)", "publication_date": "2002-04-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:31", "opening_date": "2002-04-12", "display_title": "The Other Side of Heaven", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E0DE143CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Other Side of Heaven", "type": "article"}, "mpaa_rating": "PG", "summary_short": "John Groberg (Christopher Gorham), the narrator and hero of &quot;The Other Side of Heaven,&quot; is a Mormon missionary dispatched to the Tongan islands in the Pacific Ocean immediately after his high school graduation in the 1950's. Although the movie, inspired by Mr. Groberg's memoir &quot;In the Eye of the Storm,&quot; is supposedly based on fact, any resemblances between its characters' behavior and real people are glancing. What sets this syrupy swatch of kitsch apart from other films peddling a dogmatic religious agenda is the serious money that obviously went into it. — Stephen Holden", "multimedia": null}, {"headline": "Human Nature (Movie)  ", "publication_date": "2002-04-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:47:03", "opening_date": "2002-04-12", "display_title": "Human Nature", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E6DB163CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Human Nature", "type": "article"}, "mpaa_rating": "R", "summary_short": "Charlie Kaufman, who wrote &quot;Being John Malkovich,&quot; has composed another brainy, zany script, this one about the repressive nature of civilization and the power of sexual instinct. The picture is full of snappy jokes, and two uninhibited comic performances, by Rhys Ifans and Miranda Otto. But the director, Michel Gondry, seems unable to find the right comic rhythm, and Patricia Arquette and Tim Robbins, as a fur-covered nature writer and a priggish behavioral scientist who discover a feral ape man in the woods outside New York, seem as tentative and self-conscious as guest hosts stuck in a long &quot;Saturday Night Live&quot; sketch. The story never quite lives up to the promise of its inspired ideas. — A. O. Scott\r\n", "multimedia": null}, {"headline": "New Best Friend (Movie)  ", "publication_date": "2002-04-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:13", "opening_date": "2002-04-12", "display_title": "New Best Friend", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E0DE143CF931A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of New Best Friend", "type": "article"}, "mpaa_rating": "R", "summary_short": "The biggest mystery in &quot;New Best Friend,&quot; a preposterous, prurient whodunit set on a North Carolina college campus, is how a charismatic rising star like Taye Diggs got stuck in the thankless role of a police officer investigating a drug overdose. As Artie, the acting sheriff who is stonewalled by college officials while investigating the cocaine overdose of a student who lies near death in a hospital, Mr. Diggs has little to do but slouch around like a third-string Columbo, knocking on doors and politely asking questions. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Karmen Gei (Movie)  ", "publication_date": "2002-04-10", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:30", "opening_date": null, "display_title": "Karmen Gei", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04EFD8103DF933A25757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Karmen Gei", "type": "article"}, "mpaa_rating": "", "summary_short": "Dancer escapes from women's prison and seduces colonel. Wildly picaresque ''Carmen,'' likable but sadly inconsistent.", "multimedia": null}, {"headline": "Late Marriage (Movie)", "publication_date": "2002-04-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:46:25", "opening_date": "2002-06-28", "display_title": "Late Marriage", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E3D9173DF935A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Late Marriage", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;That's not our way&quot; is a phrase that rings like an alarm through Dover Kosashvili's harshly funny comedy. It is spoken more than once by Lily (Lili Kosashvili, the filmmaker's mother) to her handsome 31-year-old bachelor son, Zaza (Lior Louie Ashkenzi), a graduate student in philosophy in Tel Aviv. The first time she says it, the words sound like a disapproving mother chiding a rebellious child. The second time, they have the ominous force of a warning from on high. By then it has become clear that the family values in the world under the film's excoriating microscope — a tradition-bound clan of immigrants from Soviet Georgia living in Israel — are radically different from those in the West. — Stephen Holden", "multimedia": null}, {"headline": "Orphan of Anyang, The (Movie)", "publication_date": "2002-04-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:23", "opening_date": null, "display_title": "Anyangde Guer", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E5DC173DF935A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Anyangde Guer", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Kira's Reason (Movie)  ", "publication_date": "2002-04-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:17:02", "opening_date": null, "display_title": "Kira's Reason: A Love Story", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE6D9173DF935A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Kira's Reason: A Love Story", "type": "article"}, "mpaa_rating": "", "summary_short": "For all of us, an unfortunate part of being alive is behavior that we would have to acknowledge, however reluctantly, as sick or dysfunctional (to use the more pretentious and clinical-sounding term that has become fashionable). But exactly where is the line separating everyday emotional instability and neurotic compulsion from serious mental illness? That question haunts Ole Christian Madsen's disturbing, somewhat repellent portrait of a depressed middle-class woman's struggle to live comfortably in the world. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Les Destinees (Movie)  ", "publication_date": "2002-04-05", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:59", "opening_date": null, "display_title": "Les Destinees", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E7DC1F3AF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Les Destinees", "type": "article"}, "mpaa_rating": "", "summary_short": "Olivier Assayas, adapting a novel by Jacques Chardonne, turns his attention to the French ruling class in the early decades of the 20th century. This grandly ambitious family saga is enlivened by the director's passionate style and three very fine central performances &#151; from Charles Berling, as the reluctant scion of a porcelain manufacturing firm, and Isabelle Huppert and Emmanuelle Beart as the very different women he marries. The story, for all its length, is swift sometimes to the point of haste as momentous events are skipped over or noted in passing. But Mr. Assayas's meticulous sense of detail and his intuitive sense of the rush and confusion of human passions &#151; sexual, religious and material &#151; rescue &quot;Les Destin&#233;es&quot; from the stale pageantry that afflicts so many period dramas. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Paradox Lake (Movie)  ", "publication_date": "2002-04-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:12", "opening_date": null, "display_title": "Paradox Lake", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E7DC1F3AF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Paradox Lake", "type": "article"}, "mpaa_rating": "", "summary_short": "Summer camp for autistic youngsters. Vivid, arresting docudrama.", "multimedia": null}, {"headline": "National Lampoon's Van Wilder (Movie)  ", "publication_date": "2002-04-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:47:15", "opening_date": "2002-04-05", "display_title": "National Lampoon's Van Wilder", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E7D9163DF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of National Lampoon's Van Wilder", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;National Lampoon's Van Wilder&quot; seems to have come by its possessive title after the fact, as a way of marketing what might otherwise seem an old-fashioned frat-house comedy. The title character, a frat-house grandee played by Ryan Reynolds, is presented as the son of Tim Matheson, who played one of the revelers in &quot;Animal House.&quot; But this acorn has fallen a bit far from the tree. The director, Walt Becker, doesn't bring much to the table other than a sense of high spirits — a necessary but not sufficient condition for comedy. What's lacking is the sense of structure that might have made &quot;Van Wilder&quot; more than a meandering succession of random gags. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "30 Years to Life (Movie)", "publication_date": "2002-04-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:57:30", "opening_date": "2003-09-05", "display_title": "30 Years to Life", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E7D9163DF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of 30 Years to Life", "type": "article"}, "mpaa_rating": "R", "summary_short": "Six New Yorkers face their 30th birthdays with a slew of regrets. Engaging lightweight.", "multimedia": null}, {"headline": "American Chai (Movie)  ", "publication_date": "2002-04-05", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:10:51", "opening_date": null, "display_title": "American Chai", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE7D9163DF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of American Chai", "type": "article"}, "mpaa_rating": "R", "summary_short": "At least as far back as 1927 and &quot;The Jazz Singer,&quot; movies were telling the story of an immigrant's son who angers his father by breaking with tradition to pursue a career in popular music. In a new century, the old story is retold by Anurag Mehta in &quot;American Chai.&quot; But this time the roots of the generational conflict lie not in a New York family of Eastern European origin but in a New Jersey family of Indian background. Written and directed by Mr. Mehta and starring Aalok Mehta, his brother, this modest film turns a good-humored, sometimes satiric eye not only on the elders and Indian ways but also on college students and their rites.  &quot;American Chai&quot; may not tell a new story, but in its understanding, often funny way, it tells a story whose restatement is validated by the changing composition of the nation. &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "High Crimes (Movie)  ", "publication_date": "2002-04-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:41", "opening_date": "2002-04-05", "display_title": "High Crimes", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05EEDD1F3AF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of High Crimes", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Ashley Judd, as a lawyer fighting to clear her husband (Jim Caviezel) of charges stemming from a massacre in El Salvador in the 1980's, is plucky and appealing as ever. For his part, in the role of the disgraced military lawyer who assists her, Morgan Freeman once again proves himself incapable of giving a bad performance. But the two of them are trapped in a courtroom thriller that proceeds from pedestrian to ludicrous. The final twist, effective enough (though not very imaginative) as a piece of suspense plotting, has the unfortunate effect of making everything that has come before utterly nonsensical. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Big Trouble (Movie)  ", "publication_date": "2002-04-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:48", "opening_date": "2002-04-05", "display_title": "Big Trouble", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E6DE1F3AF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Big Trouble", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This comedy revolves around a stolen nuclear device that looks &quot;like a garbage disposal&quot; and passes from one set of inept hands to another. The device's movement and the people in contact with it make up the plot. The movie's inclusion of a hijacked airliner carrying an atomic bomb resulted in a delay of its scheduled release last fall. Barry Sonnenfeld seems to be working as much as a cartoonist as anything else, but it doesn't  play  as well here as it did in his &quot;Men in Black,&quot; which actually came from a comic book. &quot;Trouble&quot; is a little slipshod; it's as if the director is doing a movie version of Cracked magazine instead of Mad Magazine. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Lucky Break (Movie)  ", "publication_date": "2002-04-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:53:21", "opening_date": "2002-04-19", "display_title": "Lucky Break", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE7D9163DF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Lucky Break", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "On the evidence of &quot;Greenfingers,&quot; &quot;The Mean Machine&quot; and now &quot;Lucky Break,&quot; the British prison system seems to be home to the largest number of lovable, eccentric characters this side of Sesame Street. Apparently, what it takes to get sent up the river in the United Kingdom is a sunny disposition, a cute Irish accent and an adorably offbeat skill, like gardening or, as in the present case, a flair for musical comedy. &quot;Lucky Break&quot; is the director Peter Cattaneo's follow-up to his immensely successful &quot;Full Monty.&quot; But &quot;Lucky Break&quot; has none of the social-sexual undertones that made &quot;The Full Monty&quot; such a runaway success. Instead, Mr. Cattaneo restricts himself to the smiling blandness that has become the stock in trade of British comedies made for export, turning in a film that is forced, familiar and thoroughly condescending. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "El Bola (Movie)  ", "publication_date": "2002-04-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:11", "opening_date": null, "display_title": "Pellet", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E0DD1F3AF936A35757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Pellet", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}