{"results": [{"headline": "Fast Food, Fast Women (Movie)", "publication_date": "2001-05-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:06:07", "opening_date": null, "display_title": "Fast Food, Fast Women", "link": {"url": "http://www.nytimes.com/movie/review?res=9406EED7103AF93BA25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Fast Food, Fast Women", "type": "article"}, "mpaa_rating": "R", "summary_short": "Bella (Anna Thomson) is adrift in Manhattan, looking for the right man as the sands in her biological hourglass are rapidly shifting. She is waiting on tables and trying to avoid the losers her mother wants to set her up with. Amos Kollek's dreary new comedy about &#151; gulp &#151; unsatisfied appetites almost creates a sense of dread as you sit watching its raft of aimless, self-absorbed neurotics clang into one another. It can make your own life feel as empty and attenuated as those of the people trying to eke out an existence on the screen. The movie could be compared to Woody Allen's commitment-phobic and love-starved residents of contemporary Manhattan, but it is really more along the lines of what &quot;Friends&quot; would be like if the cast actually had to live in New York City and not luxuriate in those apparently rent-controlled back-lot palazzos. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Shrek (Movie)  ", "publication_date": "2001-05-16", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:55:05", "opening_date": "2001-05-18", "display_title": "Shrek", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E3DD153AF935A25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Shrek", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The filmmaking team behind &quot;Shrek&quot; takes the bare bones of William Stieg's children's book about an ogre who thinks filthiness is next to godliness and uses that as a taking-off point for a new animated film that rejoices in its own brand of perversity. Shrek (voiced by Myers) just wants to be alone. If he can deliver Princess Fiona (Cameron Diaz) for Lord Farquaad (John Lithgow) to marry, Farquaad will ensure that Shrek's swamp is restored to its isolated status. Much of &quot;Shrek&quot; is scrappy, brash comedy, and the brio of the actors adds to the dynamism. The movie is a giggly cocktail, though it's more foam than drink, a return to the frothy riffing on pop culture that started back on Bugs Bunny's watch in the Vitaphone days. -- Elvis Mitchell", "multimedia": null}, {"headline": "King Is Alive, The (Movie) ", "publication_date": "2001-05-11", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:15:42", "opening_date": "2001-05-11", "display_title": "The King is Alive", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07EFD7133BF932A25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The King is Alive", "type": "article"}, "mpaa_rating": "R", "summary_short": "A group of Western travelers on a bus run out of fuel in a deserted mining town in Zimbabwe. One of them sets off in search of help.  In the group left behind is a former actor who has memorized most of &quot;King Lear&quot; and persuades his fellow castaways to perform it. The tensions and alliances that develop between them play like a ghoulish backstage comedy. Even in the face of starvation, their capacity for jealousy, vanity and sexual double-dealing seems undiminished &#151; or, if anything, intensified. These dysfunctional tourists offer a rich illustration of Jean-Paul Sartre's observation in &quot;No Exit&quot; that &quot;hell is other people.&quot; &#151; A. O. Scott", "multimedia": null}, {"headline": "Startup.com (Movie)  ", "publication_date": "2001-05-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:17", "opening_date": "2001-06-01", "display_title": "STARTUP.COM", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05EEDE113BF932A25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of STARTUP.COM", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Startup.com&quot; is one of the most involving pieces of eavesdropping you're likely to experience, thanks to the access granted to the documentary filmmakers Jehane Noujaim and Chris Hegedus. Their subjects, Kaleil Isaza Tuzman and Tom Herman, want to marry the public and private sectors in a new dot-com venture, govWorks, a Web site that will allow citizens to go online for their government transactions. The viewer wants Mr. Tuzman and Mr. Herman to succeed, but it is evident that  they don't have the tools to make govWorks thrive. The drama is in the interactions at the office, where an early crucial misstep costs the partners an important alliance. They fear that mistake will come back to haunt them. As the bad vibes mount, the camera remains, benignly recording the disaster. -- Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Time and Tide (Movie)  ", "publication_date": "2001-05-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:50", "opening_date": null, "display_title": "Time and Tide", "link": {"url": "http://www.nytimes.com/movie/review?res=9806EEDE113BF932A25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Time and Tide", "type": "article"}, "mpaa_rating": "R", "summary_short": "The Hong Kong action master Tsui Hark's &quot;Time and Tide&quot; is a woozy, disconnected piece of filmmaking about drugs, rock 'n' roll and the aftermath of sex. Though a certain adrenaline rush comes from the jazzed-up filmmaking, there's not much going on, which may explain why Mr. Hark's attention span seems so short; it's a mochaccino daydream. The picture could be compared to the blurry, loamy romantic rush of Wong Kar-wai, who began his career as an action moviemaker and drifted into his own brand of potent and dissociative poetry. To the extent that the plot doesn't really hold together, that comparison is not a bad one. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Trumpet of the Swan, The (Movie)", "publication_date": "2001-05-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:46:10", "opening_date": null, "display_title": "The Trumpet of the Swan", "link": {"url": "http://www.nytimes.com/movie/review?res=9503EEDE113BF932A25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Trumpet of the Swan", "type": "article"}, "mpaa_rating": "G", "summary_short": "Amiable but conceptually muddled, this animated film loosely based on E. B. White's much-loved 1970 children's book about a mute swan who learns to communicate by reading, writing and playing the trumpet is a bland, well-meaning mishmash that never coheres into a dramatic whole. The movie features the voices of Jason Alexander, Reese Witherspoon, Joe Mantegna and Seth Green. &#151; Stephen Holden", "multimedia": null}, {"headline": "Under Hellgate Bridge (Movie)", "publication_date": "2001-05-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:08", "opening_date": null, "display_title": "Under Hellgate Bridge", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00EEDE113BF932A25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Under Hellgate Bridge", "type": "article"}, "mpaa_rating": "R", "summary_short": "Michael Sergio's urban melodrama suggests the contemporary equivalent of any number of 1930's B movies in which an ex-convict who has cleaned up his act strides manfully through his old neighborhood to face down its roiling dangers and temptations. Here, that neighborhood is Astoria, Queens. Mr. Sergio's shrill screenplay is an ungainly mechanical contraption in which every swatch of dialogue rings with the clank of clichéd oratory. With a ponderous self-consciousness, the story builds to a saloon shootout that parodies a standard western showdown. The performances are correspondingly overblown and the soundtrack inundated with grandiose choral music and mediocre hard rock. &#151; Stephen Holden", "multimedia": null}, {"headline": "Knight's Tale, A (Movie)  ", "publication_date": "2001-05-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:56", "opening_date": "2001-05-11", "display_title": "A Knight's Tale", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E6D8133BF932A25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of A Knight's Tale", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This film is &quot;Flashdance&quot; with lances instead of Danskins. The hero, William (Heath Ledger), is locked into serfdom, and is determined to change his stars -- the medieval variant of &quot;go for it!.&quot; William wants to be a knight and seizes the opportunity when the knight he serves dies; William pretends to be nobility and adopts a ludicrously royal-sounding name, since &quot;only noble knights can compete&quot; in jousting matches. The picture is good humored, but bland and predictable. It's a cross between an All-American vaudevillian version of &quot;Shakespeare in Love&quot; and Mel Brooks's &quot;Robin Hood: Men in Tights.&quot; -- Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Man Who Bought Mustique, The (Movie)", "publication_date": "2001-05-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:15:26", "opening_date": null, "display_title": "The Man Who Bought Mustique", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE3D8173BF93AA35756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Man Who Bought Mustique", "type": "article"}, "mpaa_rating": "", "summary_short": "Human expression doesn't get much chillier than in the gusts of icy contempt wafted by a British aristocrat in high dudgeon. When Lord Glenconner, the subject of Joseph Bullman's creepily fascinating documentary film, &quot;The Man Who Bought Mustique,&quot; turns his scorn on the residents of the tiny Caribbean island he once owned and then lost, you can feel your blood begin to freeze. And when he arrogantly tries to commandeer the movie being made about him, demanding reshoots to achieve a fake spontaneity and to cultivate a smoother screen image, you begin to understand why certain British monarchs were banished to the Tower of London. &#151; Stephen Holden", "multimedia": null}, {"headline": "About Adam (Movie)  ", "publication_date": "2001-05-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:02", "opening_date": null, "display_title": "About Adam", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE7D6173BF93AA35756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of About Adam", "type": "article"}, "mpaa_rating": "R", "summary_short": "Gerard Strembridge's teasing romantic comedy is implausible chronicle of a rake (Stuart Townsend) who adopts the saintly guise of an empathetic Mr. Right to work his wiles. What complicates Adam's seductions immeasurably is that three of the women with whom he sleeps (more or less at the same time) are sisters, and the fourth is the girlfriend of their brother. Guilt-free and nearly devoid of erotic angst, &quot;About Adam&quot; is the flip side of movies like &quot;Teorema,&quot; &quot;Something for Everyone&quot; and those slogging Tennessee Williams dramas in which an irresistible, omnisexual stud is often an angel of death. Here he is an angel of sexual health in an impossibly euphoric world where sibling rivalry and sexual jealousy are only passing twinges of discomfort, not consuming passions. -- Stephen Holden\r\n", "multimedia": null}, {"headline": "Under the Sand (Movie)  ", "publication_date": "2001-05-04", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:49:21", "opening_date": "2001-05-04", "display_title": "Under the Sand", "link": {"url": "http://www.nytimes.com/movie/review?res=9904EED81238F937A35756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Under the Sand", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A delicate, slightly detached investigation of grief and loss, directed with unusual restraint by François Ozon, and acted with heartbreaking perfection by Charlotte Rampling. As the film opens, Marie Drillon (Ms. Rampling) is setting off on vacation with her husband, Jean (Bruno Cremer); their easy, vaguely sorrowful intimacy is a prelude to the emotional disorientation Marie suffers when Jean apparently drowns. Neither a ghost story nor a psychological case study, although it contains elements of both, &quot;Under the Sand&quot; captures the enigmatic complexities of emotion with bracing objectivity. -- A. O. Scott", "multimedia": null}, {"headline": "Brigham City (Movie)  ", "publication_date": "2001-05-04", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:46:53", "opening_date": "2001-03-30", "display_title": "Brigham City", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E7DF1038F937A35756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Brigham City", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Piety and humility are mixed with murder and mystery in the engrossing &quot;Brigham City,&quot; the latest film from Richard Dutcher. Like his previous effort, &quot;God's Army,&quot; this new work extols the virtues of the Mormon faith as it tells the tale of a serial killer on the loose in the sunny, spotless, close-knit community that gives the film its title. --Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Pavilion of Women (Movie)  ", "publication_date": "2001-05-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:30", "opening_date": null, "display_title": "Pavilion of Women", "link": {"url": "http://www.nytimes.com/movie/review?res=950CEED61338F937A35756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Pavilion of Women", "type": "article"}, "mpaa_rating": "R", "summary_short": "Based on a novel by Pearl S. Buck, &quot;Pavilion of Women&quot; takes place in China in 1938. The film, shot in China and partly financed by the Beijing Film Studios, marries romantic, Hollywood-style pageantry to a morality play about China's corrupt and oppressive old regime that will do nothing to ruffle the feathers of the current one. It might have been a satisfying if not terribly original piece of historical melodrama, but its clumsiness turns it, against its best intentions, into half-baked operatic kitsch. -- A. O. Scott\r\n", "multimedia": null}, {"headline": "Mummy Returns, The (Movie)  ", "publication_date": "2001-05-04", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:11", "opening_date": "2001-05-04", "display_title": "The Mummy Returns", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E2D71238F937A35756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Mummy Returns", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Perhaps the least original motion picture ever — even more so than the first one. At least 1999's &quot;Mummy&quot; wasn't stealing from itself, in addition to Steven Spielberg, George Lucas and Howard Hawks. Brendan Fraser and Rachel Weisz are the intrepid Rick and Evelyn. It's eight years later, and they're now married and raising their son, Alex (Freddie Boath), in addition to keeping the 1930's safe from the returning mummy (Arnold Vosloo). The closest thing to wit comes in the action sequences, which are yoked to multiple climaxes; &quot;Mummy Returns&quot; makes the Indiana Jones pictures seem like a Henry James novel. With John Hannah and the Rock as the Scorpion King, a villain who seems to have sold his soul to the underworld in order to maintain his pearly white teeth: they gleam like Tutankhamen's treasures. -- Elvis Mitchell", "multimedia": null}, {"headline": "Young Girl and the Monsoon, The (Movie)", "publication_date": "2001-05-04", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:04", "opening_date": "2001-04-27", "display_title": "The Young Girl and the Monsoon", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E7DF1038F937A35756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Young Girl and the Monsoon", "type": "article"}, "mpaa_rating": "", "summary_short": "Middle-class teenage girls can be as scary as anybody else. And in &quot;The Young Girl and the Monsoon,&quot; Ellen Muth, a 19-year-old actress who looks considerably younger, virtually explodes in the role of Constance, the volatile 13-year-old only child of divorced parents. Constance's replationship with her father is the heart of the film. And every word and hysterical inflection of their pitched battles rings painfully true. &#151; Stephen Holden", "multimedia": null}, {"headline": "Forsaken, The (Movie)", "publication_date": "2001-04-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:46", "opening_date": "2001-04-27", "display_title": "The Forsaken", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E6DB1039F93BA15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Forsaken", "type": "article"}, "mpaa_rating": "R", "summary_short": "On its own extremely gory terms, &quot;The Forsaken&quot; is a reasonably smart generic hybrid. Although technically a vampire movie, some of the genre's standard accouterments, including vampiric fangs, are missing. With its murky midnight palette, and repeated images of terror exploding out of the darkness, the film, written and directed by J. S. Cardone, belongs more to the lone-traveler-menaced-by-evil-forces tradition of &quot;Psycho&quot; and its progeny. &#151; Stephen Holden", "multimedia": null}, {"headline": "Golden Bowl, the (Movie)", "publication_date": "2001-04-27", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:46:15", "opening_date": "2001-05-25", "display_title": "The Golden Bowl", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01EFDE1239F934A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Golden Bowl", "type": "article"}, "mpaa_rating": "R", "summary_short": "This meticulous, stately Merchant Ivory screen translation of Henry James's great 1904 novel emphasizes the book's tremulously ambivalent vision of the emerging American  century. If the psychological intricacies of James's interior monologues can't fully be translated into dialogue without its sounding a bit like a soap opera, the story of two  couples' intertwined secrets and lies, which destroy their harmony, conveys a mournful  sense of loss. Nick Nolte and Kate Beckinsale are the art-collecting robber baron Adam Verver and his beloved daughter, Maggie, and Uma Thurman (who is too gawky) and Jeremy  Northam their impoverished spouses, Charlotte Stant and Prince Amerigo, who marry for  money and betray their mates. -- Stephen Holden", "multimedia": null}, {"headline": "Boys to Men (Movie)", "publication_date": "2001-04-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:47:09", "opening_date": null, "display_title": "Boys to Men", "link": {"url": "http://www.nytimes.com/movie/review?res=9805EEDE1239F934A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Boys to Men", "type": "article"}, "mpaa_rating": "", "summary_short": "A compact anthology of four short films about gay men at various stages of the life cycle. The films, uneven in visual and dramatic quality, are unquestionably sincere in their efforts to examine the sexual and psychological nuances of a range of relationships from adolescence to old age. &#151; A. O. Scott", "multimedia": null}, {"headline": "One Night at McCool's (Movie)  ", "publication_date": "2001-04-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:43", "opening_date": "2001-04-27", "display_title": "One Night At Mccool's", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE3DE1239F934A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of One Night At Mccool's", "type": "article"}, "mpaa_rating": "R", "summary_short": "A bartender (Matt Dillon), a lawyer (Paul Reiser) and a detective (John Goodman) each have hard-luck love stories about Jewel (Liv Tyler), an acquisitive manipulator who enters their lives and brings reams of bittersweet romance. The dark comedy is a mile wide and an inch deep, existentialism from Mad magazine, making the jokes too obvious. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Town and Country (Movie)", "publication_date": "2001-04-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:45:03", "opening_date": "2001-04-27", "display_title": "Town & Country", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00EFDC1239F934A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Town & Country", "type": "article"}, "mpaa_rating": "R", "summary_short": "This entertaining but hopelessly  incoherent screwball comedy about modern marriage starts out as an attempt to be an East  Coast &quot;Shampoo&quot; with a dash of Woody Allen but soon veers into chaotic free-for-all farce. If it's not dull, it doesn't add up. The performances by a stellar cast are  workmanlike, but the movie's sensibility finally seems dated. The funniest moments belong  to Marian Seldes in a throwaway role as the haughty, obscenity-spewing wife of a right-wing gun nut, played by Charlton Heston. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}