{"results": [{"headline": "A Future More Nasty, Because It's So Near", "publication_date": "2004-08-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:10:36", "opening_date": null, "display_title": "Code 46", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E3DE123CF935A3575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Code 46", "type": "article"}, "mpaa_rating": "R", "summary_short": "Michael Winterbottom, a prolific and stylistically promiscuous director (&quot;The Claim,&quot; &quot;24 Hour Party People,&quot; &quot;In This World&quot;) tries his able hand at dystopian science fiction. Sometime in the future, the world is divided between gleaming, affluent cities and the world outside, called &quot;afuera&quot; in the global polyglot idiom. An insurance investigator (Tim Robbins) comes to Shanghai to investigate a factory that is producing counterfeit travel documents, and falls into a brief affair with the prime suspect (Samantha Morton). The story and the characters, mopily played by the two lead actors, are less interesting than the futuristic ambience Mr. Winterbottom has gleaned from the realities of the present. Rather than relying on special effects or elaborate set design, he filmed &quot;Code 46&quot; in Shanghai and Dubai, in the fluorescence of airport and hotels and the neon and dust of urban streets. The movie is thick with disquieting, not always coherent ideas about the effects of globalization on human intimacy, but its real achievement is to distill the fugitive moods of contemporary life into an entrancing atmosphere of muted longing. &#151; A. O. Scott", "multimedia": null}, {"headline": "Looking for Her Fiancé on the Dark Side of the Moon: Algeria", "publication_date": "2004-08-06", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:29:38", "opening_date": null, "display_title": "The Other World", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE4DE123CF935A3575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Other World", "type": "article"}, "mpaa_rating": "", "summary_short": "From the French-Algerian filmmaker Merzak Allouache (&quot;Bab El-Oued City&quot;), a tragic study in clashing cultures.  A young Frenchwoman of Algerian descent dons a djellaba and flies to Algiers in search of her missing fiancé; as her journey takes her deeper into the desert interior, she finds herself increasingly alienated from the people around her, who seem less like her ancestors than citizens of a distant planet.  Working in broad, often melodramatic strokes, Mr. Allouache paints a deeply pessimistic portrait of his native country. — Dave Kehr", "multimedia": null}, {"headline": "A Legendary Train Ride Through Rock's Fabled Past", "publication_date": "2004-07-30", "byline": "Dave Kehr", "critics_pick": 1, "date_updated": "2016-03-30 07:19:43", "opening_date": null, "display_title": "Festival Express", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E0D9103DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Festival Express", "type": "article"}, "mpaa_rating": "R", "summary_short": "In the summer of 1970, a pair of Canadian rock promoters, Ken Walker and Thor Eaton, assembled an amazing list of performers for a five-day tour that would begin with a concert in Toronto and then travel by train to Winnipeg and Calgary.  The talent included Janis Joplin, the Grateful Dead, the Band and &#151; for the same now-mysterious reasons they turned up in Woodstock &#151; the oldies band Sha-Na-Na.   But because of a fight between the festival promoters and the producers of the movie, the footage was never edited and never seen.  It has now been reclaimed and cut into dynamic form by the music documentary specialist Bob Smeaton (&quot;The Genesis Songbook&quot;).   What Mr. Smeaton has created is, in effect, a brand new film from 1970.  Respecting the cinema-vérité style and technical limitations of the time (the grainy 16-millimeter film stock looks wonderfully like grainy 16-millimeter film stock), &quot;Festival Express&quot; seems to step directly out of its period, and is guaranteed to thrill both survivors of those times and younger viewers who may know little of them. &#151; Dave Kehr", "multimedia": null}, {"headline": "Remembrance of Things Planted Deep in the Mind", "publication_date": "2004-07-30", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:08", "opening_date": "2004-07-30", "display_title": "The Manchurian Candidate", "link": {"url": "http://www.nytimes.com/movie/review?res=9902EFD9103DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Manchurian Candidate", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jonathan Demme, updating John Frankenheimer's classic exercise in cold war liberal paranoia, wisely treats the original as a touchstone, rather than a template, and his movie, in spite of some narrative flaws, stands on its own as a witty, anxious thriller for a new age of political uncertainty. Denzel Washington plays Ben Marco, a Gulf War veteran haunted by nightmares who tries at once to hold onto his sanity and to unravel a conspiracy that reaches the highest levels of corporate and political power. Liev Schreiber is a young congressman propelled toward the vice presidency by his monstrous mother, played with ice-chomping glee by Meryl Streep. The convolutions of the story are less important than the vigor of the performances, and the movie wears its attenuated political relevance lightly. Which may a good thing, since this &quot;Candidate&quot; is, in the end, a breathless and intricate thriller about the continuing need for campaign finance reform. — A. O. Scott", "multimedia": null}, {"headline": "Erotic Suspense After Mistaken Identity", "publication_date": "2004-07-30", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:24:54", "opening_date": "2004-09-03", "display_title": "Intimate Strangers", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E7D6103DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Intimate Strangers", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this sardonic psychological thriller, Sandra Bonnaire portrays a Gallic answer to one of Alfred Hitchcock's sleek blond women of mystery. Imagine the Grace Kelly of &quot;Rear Window&quot; or the Kim Novak of &quot;Vertigo&quot; sprawled seductively on an analyst's couch, smoking cigarettes and confiding her sexual frustration to a repressed, wide-eyed shrink who is obsessed with her. The movie establishes a mood of playful erotic suspense in the first 10 minutes and sustains its cat-and-mouse game between therapist and patient through variations that are by turns amusing, titillating and mildly scary. The running joke is its revelation at the outset that the shrink (Fabrice Luchini) is not really a therapist but a repressed, lonely tax accountant.  Ms. Bonnaire's troubled character has accidentally strayed into the wrong office, located  on the same floor where the psychoanalyst she intended to consult practices a few doors  away.  The movie takes place less in the real world than in the realm of voyeuristic fantasy, in other words, in the realm of film itself. In the spirit of the best Hitchcock, it is seriously light. Or is it lightly serious? — Stephen Holden", "multimedia": null}, {"headline": "The Well-Worn Fabric of a Folky Tale", "publication_date": "2004-07-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:57:35", "opening_date": null, "display_title": "Tasuma, the Fighter", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E1D8113DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Tasuma, the Fighter", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In this tiny, innocuous fable from Burkina Faso, Sogo Sanou (Mamadou Zerbo), a veteran of the French colonial wars who now lives in a remote village, takes a loan on the army pension he has not yet received to buy a gasoline-powered mill that will allow the local women to grind their millet. The mill arrives but the pension does not, and Sogo must don his uniform and pick up his gun, to head into town and demand his rights.  The film is pleasant enough, though Kollo Daniel Sanou's filmmaking often seems willfully tight and channeled, as if her were repressing the reality of his characters' lives in favor of his cute take on them. — Dave Kehr", "multimedia": null}, {"headline": "On an Island Where Sex and Death Loom", "publication_date": "2004-07-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:12", "opening_date": null, "display_title": "Proteus", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E1D8113DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Proteus", "type": "article"}, "mpaa_rating": "", "summary_short": "A collaboration between the filmmakers John Greyson of Canada and Jack Lewis of South Africa, &quot;Proteus&quot; takes its title from the shape-shifting sea god of Greek mythology and its plot from the records of a 1735 trial.  Two prisoners held on South Africa's Robben Island, a Dutch sailor (Neil Sandilands) and a Hottentot tribesman (Rouxnet Brown), were accused of sodomy, and sentenced to death by drowning — a story that merges gender politics and imperialist practice into an ideologically meaty whole.  But as rich in ideas as the story may be, the filmmakers don't seem to trust their material.  They've gussied it up with fantasy sequences, flashbacks and literary allusions that distract from the dramatic core.  With so much clutter, the emotions lose definition, and the politics go fuzzy with them. — Dave Kehr", "multimedia": null}, {"headline": "The Fear Is Color-Coded and the Forest Is Scary", "publication_date": "2004-07-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:06", "opening_date": "2004-07-30", "display_title": "The Village", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE1D7103DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Village", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "M. Night Shyamalan remains our leading cinematic rug-puller, but the carpet grows ever more threadbare. This time, he populates a pre-industrial Pennsylvanian village with an impressive cast of elders and youngsters, who almost never use contractions and who live in fear of some scary creatures in the surrounding woods. As ever, Mr. Shyamalan uses the classic techniques of movie suspense (and James Newton Howard's sinister score) to conjure an atmosphere of mystery and dread, which vanishes even before the big plot twist sends the picture spinning into silly, pretentious allegory. Don't worry, I won't spoil the surprise. It spoils itself. — A. O. Scott", "multimedia": null}, {"headline": "In Search of a Burger, Demolishing Stereotypes", "publication_date": "2004-07-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:23", "opening_date": "2004-07-30", "display_title": "Harold & Kumar Go to White Castle", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E1D6103DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Harold & Kumar Go to White Castle", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This stoner, gross-out comedy has one foot here and one foot there. The here is a politically savvy universe where the title characters, 22-year-old New Jersey roommates who are Chinese-American (John Cho) and Indian-American (Kal Penn), puncture ethnic stereotypes. The other foot is rutted knee-deep in the muck of perpetual puerility according to  Hollywood. The movie is a sub-sub-&quot;After Hours&quot; odyssey in which the title characters, while stoned on a Friday night, catch a galloping case of the munchies from a television  ad for White Castle burgers and embark on an all-night search through the wilds of New  Jersey for the nearest outlet. Along the way the pair is menaced by a gang of extreme sports punks, a rabid raccoon and a computer-generated cougar they use as a getaway horse. Surviving one mishap after another, the pair finally arrive by hang-glider at their junk food shrine. The chemistry between the two is as old as Abbott and Costello. &#151; Stephen Holden", "multimedia": null}, {"headline": "What to Make of the Man-Baby, Cow's Head or Serving Spoon?", "publication_date": "2004-07-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:53", "opening_date": null, "display_title": "Gozu", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E1D8113DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Gozu", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The latest arrival from the prolific Takashi Miike, who has made something like 60 films in the past dozen years, works best as a compendium of bizarre set pieces. It is less disturbing than his horror films (of which the notorious &quot;Audition&quot; is perhaps the best known), but what it lacks in violence it makes up for in surreal invention. Two yakuzas travel to a remote city, where one of them promptly disappears, only to reappear in — and then, after an astonishing scene of obstetric extremity, out of — the body of a young woman. In the meantime, there is plenty of strangeness to hold your attention: a lactating woman, a gangster who uses serving spoons as sexual aids, and a figure with the head of a cow and a very slimy tongue. The film's title means &quot;Cow Head,&quot; which clarifies matters only slightly. — A. O. Scott", "multimedia": null}, {"headline": "Living in a Sexual Playground, Haunted by His Childhood", "publication_date": "2004-07-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:49", "opening_date": null, "display_title": "Transfixed", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E1D8113DF933A05754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Transfixed", "type": "article"}, "mpaa_rating": "", "summary_short": "Somewhere at the center of the tangle of plot threads that is &quot;Transfixed,&quot; a French thriller, stands the reedy figure of Bo, a Brussels transvestite hooker played with stunning cheekbones and a sultry stare by Robinson Stivenin.  Bo is one busy prostitute — one police detective is begging him to testify against his abusive father, while another (Richard Bohringer, he of the voice who blows sub-woofers) is after him as the prime suspect in a series of murders of cross-dressing prostitutes.  But Bo, involved in a masochistic obsession with his handsome, thuggish neighbor, has no time for such trifles.  Directed by the veteran French melodramatist Francis Girod (&quot;Le Bon Plaisir&quot;), the picture walks a wobbly line between the glossy and the sordid. — Dave Kehr", "multimedia": null}, {"headline": "Persian Rugs, Woven From Wool and Despair", "publication_date": "2004-07-29", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:48:12", "opening_date": null, "display_title": "Dakhtaran-e Khorshid", "link": {"url": "http://www.nytimes.com/movie/review?res=9403E0DA133DF93AA15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Dakhtaran-e Khorshid", "type": "article"}, "mpaa_rating": "", "summary_short": "Like &quot;Baran&quot; from Iran and &quot;Osama&quot; from Afghanistan,  Maryam Shahriar's Iranian film is about an adolescent girl who must disguise herself as a boy in order to survive.  Aman, played almost wordlessly by Altinay Ghelich Taghami, has her head shaved by her father and is banished from her village, sent to a neighboring settlement to work as a supervisor for a cruel rug manufacturer.  Both blunt in its social observations (unmarried woman have a hard time of it in Muslim society) and enigmatic in its plotting (does the girl who feels attracted to Aman realize she is a woman or not?), the film is staged as a series of nearly motionless tableaus that force the viewer to share Aman's sense of imprisonment. &#151; Dave Kehr", "multimedia": null}, {"headline": "First, Go Cold Turkey, Then Go to Cold Jersey", "publication_date": "2004-07-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:16:32", "opening_date": "2004-08-20", "display_title": "Garden State", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E6DC123DF93BA15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Garden State", "type": "article"}, "mpaa_rating": "", "summary_short": "This small, smart, off-kilter comedy has the cheek to present itself as &quot;The Graduate 2004,&quot; although its affectionate subversion of a popular classic also stamps it as &quot;The Anti-Graduate 2004.&quot; From its story of the waking up of an emotionally numbed young man (Zach Braff) to its editorial use of a contemporary pop soundtrack, the movie obsessively refers to that 1967 generational landmark. The New Jersey suburban landscape to which Andrew, Mr. Braff's 26-year-old alter ego, returns from self-imposed exile in Los Angeles is a universe apart from the lotus land where he has lived in for the last nine years in a chemical stupor. Because &quot;The Graduate&quot; established the stock vision of suburban alienation that has persisted through  &quot;American Beauty&quot; and beyond, you expect &quot;Garden State&quot; to uphold the cliché. Instead, it allows Andrew to discover some nuggets of spiritual gold in the East Coast wasteland he dreaded revisiting. As precocious filmmaking debuts tend to be, &quot;Garden State'' is too self-conscious by half, but its struggle to revitalize a cliché by turning it inside out is a worthy one. — Stephen Holden", "multimedia": null}, {"headline": "In a Career Crisis, Falling Back on a Seminal Talent", "publication_date": "2004-07-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:59", "opening_date": "2004-07-30", "display_title": "She Hate Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E6DC123DF93BA15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of She Hate Me", "type": "article"}, "mpaa_rating": "R", "summary_short": "In his angry new comedy, Spike Lee carries his political exasperation beyond outrage into chaos. The carelessness with which the director hurls his feelings about hot-button topics onto the screen is the filmmaking equivalent of a last-ditch marketing:  grab everything in sight, roll it up into a big messy mud ball, and hurl it against the wall, hoping that something sticks. Lashing out in all directions, the director addresses white collar crime, the Bush administration, AIDS in Africa, the Mafia, Watergate, sex and reproduction, lesbianism and the meaning of family in a disoriented rant that lurches from one subject to the next with little to tie it together. A sex farce one minute, a crude political skit the next, an imitation &quot;Mr. Smith Goes to Washington&quot; harangue the next, &quot;She Hate Me&quot; can't maintain its focus long enough to say anything fresh. The boilerplate polemics mouthed by stick figure characters sound like the beery 3 a.m. debates of a college bull session. &#151; Stephen Holden", "multimedia": null}, {"headline": "Looking for Reality Where They Manufacture Make-Believe", "publication_date": "2004-07-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:32", "opening_date": null, "display_title": "Los Angeles Plays Itself", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E3DB123DF93BA15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Los Angeles Plays Itself", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Thom Andersen, a long-time resident of Los Angeles who teaches film and video at CalArts, defends his hometown against its misrepesentation by Hollywood in this long, frequently fascinating essay in urban history and media criticism. Using clips from more than 200 movies, he shows how they have distorted and mystified the city's architecture, its politics and its racially and economically fractured social relations. At times, the scenes culled from films noirs, action pictures and cop movies seem like elaborate annotations of the obvious. It is hard to be shocked by the news that movies distort reality. But Mr. Andersen's dry wit, his eye for detail and his plainspoken erudition yield some fascinating insights. And the movies themselves undermine his critique by making the film not only thought-provoking, but also compulsively watchable. — A. O. Scott", "multimedia": null}, {"headline": "Spies Chasing a Spy Chasing His Identity", "publication_date": "2004-07-23", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:20:52", "opening_date": "2004-07-23", "display_title": "The Bourne Supremacy", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E0DB1F3AF930A15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Bourne Supremacy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "It may sound odd to call a chilly paranoid thriller entertainment comfort food. But in the wake of 9/11, this globetrotting post-cold war melodrama full of standard cloak-and-dagger intrigue has the reassuring aroma of a home-cooked meal. There are no jihads or terrorists in sight and no apocalyptic scenarios, only dirty little secrets, as spies, counterspies from Russia and America tangle in a grubby story involving oil, sold secrets, murders and cover-ups. In this sequel to &quot;The Bourne Identity,&quot; many of the major hands who created the first film have returned, including Matt Damon as Jason Bourne (Matt Damon), the C.I.A.-trained assassin who can't remember his name or exactly why he's being hunted by everybody. As before, he spends almost the entire movie on the run. The movie reminds you that rhythms of film editing and collage making have allowed Hollywood to make the chase movie a surefire format. Plot and character ultimately don't matter much in a movie that's all about building and sustaining a mood in which visceral and emotional rhythms are blended into a high-gloss thrill ride. — Stephen Holden", "multimedia": null}, {"headline": "How a Big Brother's Sexuality and Death Lead to a Romantic Triangle", "publication_date": "2004-07-23", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:34", "opening_date": null, "display_title": "A Home at the End of the World", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01EFD91F3AF930A15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of A Home at the End of the World", "type": "article"}, "mpaa_rating": "R", "summary_short": "Michael Cunningham's adaptation of his novel is so well-meaning that you may trick yourself into thinking it a good movie. But feeling sympathy for a film and its characters is not the same thing as liking or admiring it. Colin Farrell and Dallas Roberts are childhood friends who, in adulthood, form an odd, triangular household with Robin Wright Penn's character, a kooky older woman. There are interesting ideas at work here about love, loss, and sexuality, but the emotional subtleties of the novel turn into bland speechifying. — A. O. Scott", "multimedia": null}, {"headline": "Ju-On: The Grudge (Movie)", "publication_date": "2004-07-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:35", "opening_date": null, "display_title": "Ju-On", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE4D91F3AF930A15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Ju-On", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A middle-class home in a Japanese city is actually a house haunted by a vicious killing — a disembodied rage that continues to claim victims.  Takashi Shimizu's film has been strongly influenced by Hideo Nakata's internationally successful &quot;Ring&quot; (and like it, has been purchased for a Hollywood remake), though it's less fertile in its base concept.  &quot;Ju-On&quot; turns into a rote series of killings, with each new sequence introduced by a title with the name of its primary victim.  With a new hero to identify with every 10 minutes, the viewer isn't drawn into a sustained suspense, but merely subjected to a series of more or less foreseeable shocks. — Dave Kehr", "multimedia": null}, {"headline": "A Not-So-Cuddly Cat Cracks a Mean Whip", "publication_date": "2004-07-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:56", "opening_date": "2004-07-23", "display_title": "Catwoman", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EEDD1E3AF931A15754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Catwoman", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Halle Berry, doing her utmost to persuade the Academy to take back her Oscar, plays Patience, a flighty would-be artist who is bumped off after she uncovers the nefarious corporate secrets of a cosmetics company. Brought to life by feline mouth-to-mouth, she acquires interesting cat powers and cat behaviors, and begins eating tuna straight out of the can, stealing jewels and carrying a whip. Benjamin Bratt is the upright, studly cop who serves as her obligatory love interest, and Sharon Stone is her icy rival. There is a diverting element of campy, kinky sexuality in this mess, and lots of bright colors and stroboscopic editing effects. In the end, though, you might find yourself thinking back fondly on &quot;Garfield.&quot; — A. O. Scott", "multimedia": null}, {"headline": "A Mule's Long Trek in Search of the North American Dream", "publication_date": "2004-07-16", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:30:13", "opening_date": "2004-08-06", "display_title": "Maria Full of Grace", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E0DF143AF935A25754C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Maria Full of Grace", "type": "article"}, "mpaa_rating": "R", "summary_short": "It's painfully understandable why the 17-year-old title character of this gripping Colombian film would risk her freedom and even her life to be a drug mule. The movie follows the desperate plunge of Maria (Catalina Sandino  Moreno) from a dead-end job as an assembly-line worker in a Colombian flower factory  into the drug-smuggling underworld. Her dangerous undertaking is her last resort when she finds herself unemployed and pregnant. Before the story zeroes in on the harrowing details of drug running and its dangers, it details Maria's hopelessly circumscribed life in a rural village. If her story is a template for countless others like it, what keeps your heart in your throat is Maria herself. In a performance that feels more lived in than acted, Ms.  Moreno's Maria is an attractive, smart, spirited young woman who faces the challenge of  fending for herself with a fierce determination and ingenuity that compromises but never  undermines her essential decency and morality. The movie sustains a documentary authenticity that is as astonishing as it is off-handed. Even while keeping you on the edge of your seat, it never sacrifices a calm, clear-sighted humanity for the sake of melodrama or cheap moralizing. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}