{"results": [{"headline": "An Electronic Genius Plagued by Memory Loss", "publication_date": "2003-12-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:21", "opening_date": "2003-12-25", "display_title": "Paycheck", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E1D91F3FF936A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Paycheck", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "John Woo directing a Philip K. Dick adaptation — that certainly sounds like the opposite of coal in the stocking. Or at least it might have sounded that way in 1990. Since then, Dick's posthumous legacy has suffered through movies like &quot;Impostor,&quot; and Mr. Woo made &quot;Windtalkers.&quot;  But their new meeting of temperaments is surprisingly adept, given that it's basically a dumb movie about smart people. This smooth but bland thriller may be the best we could possibly expect from such a collaboration, especially when Ben Affleck — an actor whose becalmed exterior reflects an inability to project an inner life — is added to the mix.  He plays Michael Jennings, a hotshot inventor who steals the ideas and properties of other corporations, and refines them for competitors. For legal reasons, Michael gets his mind wiped clean of the theft by a dangerous medical process that nearly boils his brain. This procedure also eliminates Michael's memory of the entire period he spent at work — all for a paycheck.  When a new, less dangerous procedure comes along — one that can safely do away with three years, instead of a few months — Michael is invited by an old friend to get involved in a project that could potentially change the world, and net Michael an eight-figure income. He will come out three years later with a larger bank balance and no idea of his accomplishments. It's here that the sleek, ascetic paranoia  that Dick triggered in his short story &quot;Paycheck&quot; surfaces: the invasion of the mind and soul. — Elvis Mitchell\r\n.", "multimedia": null}, {"headline": "Behind Smooth Footwork, Some Abrasive Gossip", "publication_date": "2003-12-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:48", "opening_date": null, "display_title": "The Company", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E4D61531F936A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Company", "type": "article"}, "mpaa_rating": "R", "summary_short": "The title of Robert Altman's likable new film could be an appropriate choice for any of his most important movies, from &quot;McCabe and Mrs. Miller&quot; to &quot;Kansas City.&quot; Many of these pictures invite us to eavesdrop on a group of characters busily talking among themselves, sounding like nervous, supportive actors revving up for a performance before the curtain rises. &quot;Company,&quot; which follows a Chicago-based dance troupe through a few months of its regular season, with the clashes and ego-bruising that accompanies the performances, is enjoyably lithe and droll, yet somehow almost water soluble. The movie, which uses members of the Joffrey Ballet, almost seems to dissolve onscreen before your eyes. Mr. Altman and the screenwriter Barbara Turner have too astringent a perspective to cheapen the picture with thrashing soap opera; the few attempts to create competitive tension in the film dissipate even faster than other elements. Such choices mean that this movie lacks a center. — Elvis Mitchell", "multimedia": null}, {"headline": "A Frisky Colt as Rescuer of a Family's Greatness", "publication_date": "2003-12-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:07", "opening_date": "2003-12-25", "display_title": "The Young Black Stallion", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02E7D91F3FF936A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Young Black Stallion", "type": "article"}, "mpaa_rating": "G", "summary_short": "Simon Wincer's Imax film is a prequel to the classic 1979 children's film &quot;The Black Stallion,&quot; imagining the Arab charger of the title as a feisty colt who rescues a young girl (Biana G. Tamimi) wandering in the North African desert and later helps her grandfather (Richard Romanus) to regain his wealth and dignity.  The overwhelming detail and depth of field of the large format Imax process tends to dwarf the tiny, familiar story in the foreground, but there is always something to look at.  At 45 minutes, the picture does not exactly wear out its welcome. — Dave Kehr", "multimedia": null}, {"headline": "Lovers Striving for a Reunion, With a War in the Way", "publication_date": "2003-12-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:37", "opening_date": "2003-12-25", "display_title": "Cold Mountain", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E7D91F3FF936A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Cold Mountain", "type": "article"}, "mpaa_rating": "R", "summary_short": "As they might have said in the old days, this sweeping historical romance, which begins like a war movie and ends like a western, is one heck of a classy picture — which is both its great virtue and its limitation. This latest holiday literary adaptation from Miramax has the usual trappings of prestige — an award-winning novel as its source, a parade of top-notch filmmaking and acting talent — but it also has touches of intelligence and humor that separate it from such lifeless offerings as &quot;Chocolat&quot; and &quot;The Cider House Rules.&quot; Nicole Kidman, playing an over-civilized preacher's daughter stranded on a North Carolina farm during the Civil War, has never been lovelier. Her unfiltered movie-star charisma makes the character both irresistible and a little unbelievable. Jude Law is her long-lost lover, a Confederate soldier trudging homeward and meeting up with a procession of Hollywood hillbillies along the way. Anthony Minghella's dour seriousness is mitigated by his evident love of pageantry and spectacle, and the movie, in the best old Hollywood tradition, adds up to a mountain of honest corn. It's far from a great movie, but it has enough great-movie touches — lovely scenery, a richly layered soundtrack, a handful of diverting secondary performances (notably Renée Zellwegger, as Ruby, Ms. Kidman's no-nonsense backwoods helpmeet, and Brendan Gleeson as Ruby's wayward, fiddle-playing father), a pair of attractive stars — to make you wish it were one. — A. O. Scott", "multimedia": null}, {"headline": "A Murderous Journey to Self-Destruction", "publication_date": "2003-12-24", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:28:29", "opening_date": "2004-01-30", "display_title": "Monster", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE0DF1F3FF937A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Monster", "type": "article"}, "mpaa_rating": "R", "summary_short": "Charlize Theron pulls off the year's most  astounding screen makeover in Patty Jenkins's film &quot;Monster.&quot; The disappearance of the cool, creamy blonde star into the body of a ruddy, bedraggled street person is more than  an astounding cosmetic stunt. As Aileen Wuornos, the notorious Florida murderer, whose  career in homicide was sensationalized when the media inaccurately dubbed her the first  female serial killer, she uncovers the lost, love-starved child cowering under the killer's  hard shell, while still making her a scary figure. The movie, which focuses on her  desperate, last-ditch relationship with a lesbian lover Selby Wall (Christina Ricci),  leaves  the same bitter aftertaste as &quot;Boys Don't Cry,&quot; an equally somber slice of American life  that features a comparably searing lead performance. — Stephen Holden", "multimedia": null}, {"headline": "The Not-Quite-True Story of Divorce and Its Truly Painful Consequences", "publication_date": "2003-12-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:53:51", "opening_date": null, "display_title": "Children of Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E4DF1F3FF937A15751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Children of Love", "type": "article"}, "mpaa_rating": "", "summary_short": "The hyperactive cinematography of &quot;Children of Love,&quot; a Belgian  pseudo-documentary exploration of the effect of divorce on children contributes to the  nervous, disconsolate mood of Geoffrey Enthoven's first feature film. The dour little Belgian  movie follows the lives of a woman, her two ex-husbands, and three children over an  anxious weekend at the end of which the children are interviewed; accurate but sour and  distastefully intrusive. &#151; Stephen Holden", "multimedia": null}, {"headline": "Two Flawed People, Divided by a House", "publication_date": "2003-12-19", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:42:49", "opening_date": "2004-01-09", "display_title": "House of Sand and Fog", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E2DB173FF93AA25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of House of Sand and Fog", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jennifer Connelly plays Cathy Nicolo, a recovering addict whose modest house on the California coast is seized by the county, and sold at auction to Massoud Behrani (Ben Kingsley), a former Iranian military officer living in gloomy exile with his family. Cathy's attempt to get back the house and Behrani's intransigent refusal to let go of it escalate toward a heavily foreshadowed catastrophe. The movie, adapted from a novel by Andre Dubus III, is the nearly flawed execution of a deeply flawed premise. The logic of the story seems to override the plausible motives of the characters, and you may feel the overwhelming force of the tragic ending without quite believing it. Ms. Connelly is a bit blank, her intelligence trapped by Cathy's passivity, but Mr. Kingsley, playing a patriarch in crisis, is superb. So are Ron Eldard, as the sheriff s deputy whose attempts to help Cathy accelerate the inevitable disaster, and especially Shohreh Aghdashloo, who plays Behrani's weary, good-hearted wife. Vadim Perelman, directing his first feature film, shows himself to be a filmmaker of impressive tact and restraint. The film's stately, classical rhythm is enhanced by Roger Deakins's rich and somber cinematography. — A. O. Scott", "multimedia": null}, {"headline": "A Lonely Pair, After More Than One Elusive Goal", "publication_date": "2003-12-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:04", "opening_date": null, "display_title": "The Butterfly", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E5DA173FF93AA25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Butterfly", "type": "article"}, "mpaa_rating": "", "summary_short": "To describe &quot;The Butterfly,&quot; a delicate, visually translucent film, as the heartwarming story of a friendship between a grumpy old man and an eight-year-old girl might suggest that this tender wisp of a movie is the latest icky tearjerker in which a sweet little angel melts the frozen heart of a bitter curmudgeon. But if the movie partakes of that formula, its combination of psychological insight and emotional restraint help it to transcend sentimentality. Michel Serrault plays a cranky entomologist who takes the neglected eight-year-old girl who lives upstairs on a field trip to the mountains in search of a rare Isabella butterfly. The gorgeous, pastoral cinematography captures the wonder of nature with an intoxicating sensuousness. — Stephen Holden", "multimedia": null}, {"headline": "Charitable Motives for a Racy Calendar, if Racy Can Still Be Called the Word", "publication_date": "2003-12-19", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:58", "opening_date": "2004-01-01", "display_title": "Calendar Girls", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E7DB173FF93AA25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Calendar Girls", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This is yet another professionally acted and staged wry-crisp comedy about British modesty — this one could be called &quot;How Full Was My Monty&quot; — that gets its laughs, but seems increasingly out of date. Chris (Helen Mirren) and Annie (Julie Walters) are middle-aged members of the Knapely chapter of the Women's Institute, an organization dedicated to promoting the ideals of &quot;fun and friendship.&quot; Chris, spotting a girlie calendar at her auto mechanic's garage, is inspired with the notion of posing nude for a calendar to raise money for charity. She finds a surprisingly large number of middle-aged to elderly recruits at the Institute. Ms. Mirren and Ms. Walters are a sunny, amusing couple, even when there's tension between them because Chris has so immersed herself in her new project that she's ignoring her son and  husband. The most likable aspect of the film is the husbands left on the sidelines, and the team behind &quot;Calendar Girls&quot; is savvy enough not to overplay that role reversal. But when the biggest compliment you can give a picture is that it's professional and not smug, there's a little some thing missing — like invention. — Elvis Mitchell", "multimedia": null}, {"headline": "When Hanukkah Is in Jeopardy, a Jewish Superman Gets the Call", "publication_date": "2003-12-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:01", "opening_date": null, "display_title": "The Hebrew Hammer", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E0DA173FF93AA25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Hebrew Hammer", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The Blaxploitation movies of the 1970's have been revived, remade and sent up countless times in the past decade, but there is nonetheless a certain novelty in folding their fight-the-man bravado into the tradition of Jewish self-mockery. In the case of Jonathan Kesselman's film, that novelty lasts about as long as those credits. The movie, in which Adam Golberg plays the Jewish answer to Shaft, would have worked brilliantly as a five-minute late-night comedy sketch, but it generates too few laughs to justify its length. The best moments belong to Tony Cox, playing (once again) an angry, foul-mouthed elf. &#151; A. O. Scott", "multimedia": null}, {"headline": "Waking Up Wellesley Women", "publication_date": "2003-12-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:34", "opening_date": "2003-12-19", "display_title": "Mona Lisa Smile", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE0DD173FF93AA25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mona Lisa Smile", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;You can bake your cake and eat it too!&quot; goes the reassuring slogan that distills the comfy revisionist feminism in &quot;Mona Lisa Smile.&quot; Like &quot;Down With Love&quot; earlier this year, this movie preaches disruptive female self-empowerment out of one side of its mouth, and apologizes for its nerve out of the other. Julia Roberts, miscast but charming nonetheless, is a free-spirited Californian who moves East to teach art history at demure, snooty Wellesley College in 1953 and shakes up the place enough to be deemed subversive. Appalled to discover that her brilliant, privileged students have no post-graduate ambitions beyond marrying and settling down, she preaches emancipation.  A star-watcher's guilty pleasure, the movie rubs together three of Hollywood's brightest  younger stars, Kirsten Dunst, Julia Stiles and Maggie Gyllenhaal, all playing students  who have different reactions. — Stephen Holden", "multimedia": null}, {"headline": "Triumph Tinged With Regret in Middle Earth", "publication_date": "2003-12-16", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:12:21", "opening_date": "2003-12-17", "display_title": "The Lord of the Rings: The Return of the King", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06EEDF113CF935A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Lord of the Rings: The Return of the King", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "After the galloping intelligence displayed in the first two parts of &quot;The Lord of the Rings&quot; series, your fear may be that Peter Jackson would become cautious and unimaginative with the last episode of his trilogy. But Mr. Jackson crushes any such fear. His &quot;King&quot; is a meticulous and prodigious vision made by a director who was not hamstrung by heavy use of computer special-effects imagery. The final installment  follows the hobbit Frodo (Elijah Wood), increasingly fevered as the ring exercises its power over him, on the last leg of his perilous journey to Mordor to destroy the sinister object.  The wizard Gandalf (Ian McKellen), in a voice sodden with mellow sadness, believes that Frodo is on a suicide mission: &quot;There never was much hope. Just a false hope.&quot; Mr. Jackson takes his time with the story, but he's not sloughing off here. Rather he is building toward a more than solid conclusion. The grandiloquence that sustained the second installment, &quot;The Two Towers,&quot; with its pounding and operatic martial fury — a movie that actually created a state of siege and left audiences hanging —  can be found here. By its end, &quot;King&quot; glides to the gentle bonhomie that opened the &quot;Ring&quot; movies, but its epilogue is tinged with regret: &quot;You can't go back. Some wounds don't heal.&quot; It's an epic about the price of triumph, a subversive victory itself in a large-scale pop-action film. — Elvis Mitchell", "multimedia": null}, {"headline": "Weep, and the World Laughs Hysterically", "publication_date": "2003-12-12", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:50:25", "opening_date": "2003-12-12", "display_title": "Something's Gotta Give", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DEFD9173CF931A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Something's Gotta Give", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Don't be fooled by the title, which suggests yet another dopey, generic teenage comedy. This is a romantic farce for and about grownups, which rises above Nancy Meyers occasionally slack writing and direction thanks to its cast, in particular Diane Keaton, who manages to be awkward, valiant, indecisive and very sexy indeed. Her character, Erica Barry, is a divorced playwright whose daughter (Amanda Peet) is involved with Harry Sanborn (Jack Nicholson), a much older man who has never dated a woman over 30. After Harry suffers a heart attack in Erica's East Hampton beach house, she becomes his reluctant nurse, attracting the amorous attention of his doctor (Keanu Reeves). The film, a wry, knowing celebration of middle-age sexuality, is so funny in large part because it acknowledges the inevitability of hurt feelings. The loudest laughter may come when Ms. Keaton, having risked heartbreak and then succumbed to it, bursts into tears, and cries her way to an unlikely and satisfying triumph. — A. O. Scott", "multimedia": null}, {"headline": "A Frenchman on the Run From His Vichy Past", "publication_date": "2003-12-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:08", "opening_date": null, "display_title": "The Statement", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E2D7173CF931A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Statement", "type": "article"}, "mpaa_rating": "R", "summary_short": "A cat-and-mouse thriller with delusions of grandeur, &quot;The  Statement&quot; arrives wrapped in an intimidating mystique of high-minded solemnity that  makes its vagueness and incoherence all the more disappointing.  Adapted by Ronald  Harwood (the screenwriter for &quot;The Pianist&quot;) from Brian Moore's best-selling novel, it  has a blue-ribbon cast. But as much as the actors invest their performances with  psychological nuance, their efforts go mostly for naught in a movie that gives character  development a distant back seat to the grinding mechanics of its manhunt plot. The main character, Brossard (Michael Caine in an emotionally chafing performance), is based on the real-life Paul Touvier, an officer in the French militia and a collaborator with the Vichy  government during World War II, who ordered the execution of seven Jewish hostages in 1944. Sheltered by right-wing Catholic priests, he was finally convicted of crimes against  humanity in 1989. The movie is a fictionalized story of the race to bring him to justice. — Stephen Holden", "multimedia": null}, {"headline": "One Hungers for Fame, One's Along for the Ride", "publication_date": "2003-12-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:45:23", "opening_date": "2003-12-12", "display_title": "Stuck on You", "link": {"url": "http://www.nytimes.com/movie/review?res=9905EFD9173CF931A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Stuck on You", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "It's probably fitting that portions of the Farrelly Brothers' chewy but minor comedy are set in a resort town during the winter — Martha's Vineyard —  like their first picture out of the toboggan chute, &quot;Dumb and Dumber.&quot; Both movies seem to come out of a taste-free zone partially inspired by Rankin/Bass, the animation studio responsible for holiday stop-motion, self-pity classics like &quot;Rudolph the Red-Nosed Reindeer.&quot; The Farrellys' creations — this time it's the conjoined 32-year-old twins Bob and Walt Tenor (Matt Damon and Greg Kinnear) —  reside happily on a landscape like the Island of Misfit Toys. Bob and Walt are conjoined country mouse and city mouse; the directors bring the double-sided motif closer together than ever before. Bob is happy slinging burgers, while Walt aspires to be an actor —  a successful one, that is. He's already the star of their hometown, where he has the lead in the one-man Truman Capote show &quot;Tru&quot;; some of the funniest stuff in &quot;Stuck on You&quot; involves the comparison of Robert Morse's version to Walt's. While Walt succeeds without really trying, Bob hides under his bangs and maintains an e-mail relationship with a girl he's been writing to for three years, and hasn't met. When Walt decides it's time for them to move to Hollywood, he convinces his younger brother by saying it's a chance for Bob to actually see his Internet honey in person. With &quot;You,&quot; the Farrelly Brothers have a big, steaming order to deliver; they have to compete with the legacy of their own bad taste, which they compensate for with a quality that some may find even more repellent —  sentimentality. It's a much funnier movie than the trailer would lead you to believe; it would almost have to be. But &quot;Stuck on You&quot; is just not as consistent as the Farrellys' previous trash wallows. — Elvis Mitchell", "multimedia": null}, {"headline": "A Geeky Guy, a Popular Girl and a Fortuitous Car Wreck", "publication_date": "2003-12-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:48:39", "opening_date": "2003-12-12", "display_title": "Love Don't Cost a Thing", "link": {"url": "http://www.nytimes.com/movie/review?res=9407EFD8173CF931A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Love Don't Cost a Thing", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Love don't cost a thing, proclaims the title of Troy Beyer's film, but affection is a little more expense.  The going rate here is $1,500 for two weeks, which is what geeky high school student Alvin Johnson (Nick Cannon) indirectly pays Paris Morgan (Christina Milian), the most popular girl in his Long Beach high school class, to pretend to be his girlfriend for two weeks.  If all of this seems slightly more familiar than usual even for a formula teen film, it may be because the screenplay (by Michael Swerdlick) had already been used for the 1987 &quot;Can't Buy Me Love,&quot; starring Patrick Dempsey.  Troy Beyer, the director (and sometimes actor, in films that include &quot;B*A*P*S&quot; and &quot;John Q&quot;), has reworked with screenplay with some African-American references, though the material remains essentially unchanged &#151; Frankie and Annette are hiding in the wings, just in case things go wrong. &#151; Dave Kehr", "multimedia": null}, {"headline": "Painting Interiors of the Heart, With Eros in Restrained Hues", "publication_date": "2003-12-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:37", "opening_date": "2004-01-30", "display_title": "Girl With a Pearl Earring", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E3D8173CF931A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Girl With a Pearl Earring", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "At the very start of this film, Griet (Scarlett Johansson) is shown peeling an onion — a metaphor as image that isn't often seen outside first-semester filmmaking classes. The determination visible in such an effort communicates Importance Writ Large. The film, adapted by Olivia Hetreed from Tracy Chevalier's novel, does have a great subject; creating a story around a work of art shrouded in mystery, and dealing with a project that both ruins a woman's reputation and ensures her a place in history. In &quot;Earring,&quot; the story offered is Griet's, a scullery maid who became the muse of Johannes Vermeer (Colin Firth) and the subject of the painting of the same name. Ms. Johansson  is photographed so that her skin is as opalescent as her earring, but the movie is opaque. It's an earnest, obvious melodrama with no soul, filled with the longing silences that come after a sigh. — Elvis Mitchell", "multimedia": null}, {"headline": "Stepping Into Someone's Shoes (Very Expensive Ones, at That)", "publication_date": "2003-12-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:54:27", "opening_date": null, "display_title": "AKA", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E7D6173CF931A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of AKA", "type": "article"}, "mpaa_rating": "R", "summary_short": "Duncan Roy's British film looks at first like an adaptation of &quot;The Talented Mr. Ripley&quot; but is in fact autobiographical: a good-looking lad from lower middle class Briton poses as an aristocrat and penetrates the exclusive social circles of late 1970's London and Paris.  The material comes packed with dramatic possibilities and rich metaphors, but Mr. Roy focuses most of his energy on caricaturing his wealthy former friends.  You would probably have to go back to the Soviet propaganda of the 1920's to find more a vicious treatment of the British aristocracy, who are here portrayed as cocaine-sniffing, wife-swapping, servant-beating decadents, for whom snobbery is more than a way of life &#151; it's a religion. Like Mike Figgis's &quot;Timecode,&quot; the film is presented in a split screen format, a device that seems both distracting and dishonest, since the soundtrack, switching from channel to channel, is used to guide the spectator's attention just as firmly as traditional editing techniques. &#151; Dave Kehr", "multimedia": null}, {"headline": "Putting a Smiley Face on a Nazi Camp", "publication_date": "2003-12-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:08", "opening_date": null, "display_title": "Prisoner of Paradise", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E6D8173CF931A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Prisoner of Paradise", "type": "article"}, "mpaa_rating": "", "summary_short": "This holocaust documentary is built around a shocking piece of information: that a performer was so consumed by the need to express himself before an audience that he participated in a horrifying lie. The German Jewish actor and cabaret performer Kurt Gerron was recruited by the Nazis to create a propaganda documentary about Theresienstadt to divert the suspicions of the Red Cross. The footage of Gerron, hard at work constructing his mammoth and monstrous fiction, is one of the most numbing spectacles you're likely to see in a film, nonfiction or otherwise. &quot;A grotesque and shameful lie,&quot; says Ian Holm in voiceover narration, and he also describes the obscene misinformation conjured by the Nazis to hide what was really a concentration camp: &quot;a self-sustaining commune of like-minded people: artists, scientists, craftsmen and entertainers.&quot; &quot;Paradise&quot; eventually posits the notion that Gerron was a lost soul himself; he refuses Peter Lorre's offer to bring him and his family to America because the trip can't be booked in first class. He's so subservient to what he believes his station to be that his life becomes like the operatic tragedies directed by Josef von Sternberg or G. W. Pabst; he's undone by his own hubris, which he finally comes to recognize too late. The story rolls to a recap of the opening moments &#151; the making of the faked film, which a Red Cross observer is invited to see. Gerron's childlike self-absorption makes him an object of pity, and several of the witnesses are forgiving of his behavior. His final fate &#151; he was later shipped to Auschwitz &#151; could be a reason for their attitudes toward him. But the real question posed by &quot;Prisoner of Paradise&quot; &#151; for what price does a man sell his soul, and is it worth it? &#151; is never really answered. That is what a great film often does, but this one seems to just drift to a close instead of pronouncing an end. That can be the result of wrestling with an immense piece of material, and not being up to its demands. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "American Know-How Can't Prevail Nohow", "publication_date": "2003-12-10", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:09:20", "opening_date": null, "display_title": "Power Trip", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E4DA1E3DF933A25751C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Power Trip", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This superbly balanced and organized documentary about the politics of electricity in the  former Soviet Republic of Georgia portrays a country teetering on the brink of chaos. Its vision is seen largely through the eyes of Piers Lewis, a good-humored British-born  project director for AES-Telasi, the Arlington, Va.-based company that was created in  late 1990's when AES acquired the Georgian power authority, Telasi. At the time, AES  officials had no idea what they were up against. And the story of the company's struggle  to become efficient and profitable in a country where 90 percent of the citizens refused to pay  electricity bills that amounted to half their monthly income plays like an absurdist  political farce. Among the many factors held accountable are globalization, the  corruption of the country's (now-ex) president, Edward Shevardnadze, and the character  of the Georgians themselves. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}