{"results": [{"headline": "Emperor's Club, The (Movie) ", "publication_date": "2002-11-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:05:00", "opening_date": "2002-11-22", "display_title": "The Emperor's Club", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E5DF1539F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Emperor's Club", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Kevin Kline plays William Hundert, a classics teacher at an all-boys prep school whose moral self-confidence (though not his starchy pomposity) is shaken by an amoral, charismatic senator's son (Emile Hirsch). Hundert's belief in the boy's intellectual potential leads him to commit a small ethical lapse, the consequences of which the movie, based on a story by Ethan Canin, traces smartly and tactfully. &quot;The Emperor's Club&quot; is to be congratulated for avoiding many of the sentimental cliches of the prep school genre; it certainly congratulates itself for this modest achievement. But the story is thin, and the characters, in spite of some good performances by the younger cast members, are too close to stereotypes for this to be much more than a tidy parable of the obvious. — A. O. Scott", "multimedia": null}, {"headline": "Quiet American, The (Movie)", "publication_date": "2002-11-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:45", "opening_date": "2003-03-07", "display_title": "The Quiet American", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06EFDE1539F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Quiet American", "type": "article"}, "mpaa_rating": "R", "summary_short": "The mood of wry disillusion that seeps through the screen adaptation of Graham Greene's novel &quot;The Quiet American&quot; is sounded in the movie's opening moments by the voice of Michael Caine musing dreamily on the mystique of Saigon in the early 1950's. It is a place, declares his character, Thomas Fowler, where colors and tastes seem sharper than they do elsewhere and where even the rain has a special intensity. Fowler is a wistfully cynical British journalist who has fled an arid marriage in England to live in Southeast Asia, where he is reporting on the Vietnamese fight for independence from French colonial rule. Fowler may be the richest character of Mr. Caine's screen career. Slipping into his skin with an effortless grace, this great English actor gives a performance of astonishing understatement whose tone wavers delicately between irony and sadness. — Stephen Holden", "multimedia": null}, {"headline": "Die Another Day (Movie)  ", "publication_date": "2002-11-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:22", "opening_date": "2002-11-22", "display_title": "Die Another Day", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E6D81439F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Die Another Day", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Pierce Brosnan may have arrived too late in the game to be the definitive James Bond, but he is by far the most sympathetic. His 007, in addition to the expected suavity and wit, also expresses fear, pain, indecision and longing. The credit sequence, in which Bond is beaten and tortured in a North Korean prison, is groundbreaking &#151; one of the very few times the series has acknowledged its hero's vulnerability. And this makes his ultimate triumph, over a convoluted and sinister scheme involving diamonds, DNA and weather-altering satellites, all the more satisfying. Lee Tamahori is not a natural action director, especially in the large-scale chase and shootout sequences, and the climax, aboard a flaming jetliner, is more numbing than thrilling. Still, his intelligent approach to the characters makes this the best Bond picture in quite some time. — A. O. Scott\r\n", "multimedia": null}, {"headline": "O Fantasma (Movie)  ", "publication_date": "2002-11-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:30:39", "opening_date": null, "display_title": "O Fantasma", "link": {"url": "http://www.nytimes.com/movie/review?res=9807EED71439F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of O Fantasma", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "", "multimedia": null}, {"headline": "R Xmas (Movie)", "publication_date": "2002-11-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:20", "opening_date": null, "display_title": "'R Xmas", "link": {"url": "http://www.nytimes.com/movie/review?res=9403E2D71439F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of 'R Xmas", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;'R Xmas,&quot; like many of the director Abel Ferrara's films, fixes its jaundiced  gaze on the  festering underbelly of urban life with a hard-boiled relentlessness that makes &quot;The Sopranos&quot; seem almost sappy. That comparison is not an idle one. The film's stars, Drea de Matteo and Lillo Brancato, who play married drug dealers in New York, are both veterans of the popular Home Box Office series. Here their characters remain unnamed and (alas!) undeveloped beyond their stereotypes. All we learn of the couple is that both are Latino immigrants (he's from the Dominican Republic and she's from Puerto Rico) bringing up an 11-year-old daughter (Lisa Valens) whom they spoil outrageously. — Stephen Holden", "multimedia": null}, {"headline": "Burning Wall, The (Movie)  ", "publication_date": "2002-11-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:53:30", "opening_date": "2002-11-20", "display_title": "The Burning Wall", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EEDF1F30F933A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Burning Wall", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "", "multimedia": null}, {"headline": "Better Housekeeping (Movie)  ", "publication_date": "2002-11-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:20:03", "opening_date": null, "display_title": "Better Housekeeping", "link": {"url": "http://www.nytimes.com/movie/review?res=990CE4DC1F30F933A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Better Housekeeping", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "Ararat (Movie)  ", "publication_date": "2002-11-15", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:41:58", "opening_date": "2002-12-06", "display_title": "Ararat", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E6DA1730F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ararat", "type": "article"}, "mpaa_rating": "R", "summary_short": "Atom Egoyan's profound reflection on historical memory is an anguished, multi-layered film that contemplates the Turkish massacre and forced deportation of more than a million of its Armenian citizens in 1915, an event still officially denied by Turkey. In examining the lives of a group of contemporary Canadian-Armenians who are making a movie about the catastrophe, it ponders the relation between historical and personal memory and art, and focuses on a canvas by the Armenian painter Arshile Gorky, who survived the massacre. If &quot;Ararat&quot; is the year's most thought-provoking film, its ingeniously convoluted structure tends to box in its characters. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Standing In the Shadows of Motown (Movie)  ", "publication_date": "2002-11-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:58:16", "opening_date": "2002-11-29", "display_title": "Standing in the Shadows of Motown", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E2D81730F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Standing in the Shadows of Motown", "type": "article"}, "mpaa_rating": "PG", "summary_short": "&quot;Forty-one years after they played their first note on a Motown record and three decades since they were all together, the Funk Brothers reunited in Detroit to play their music and tell their story,&quot; reads a title early in the director Paul Justman's documentary. It is a simple premise that this movie more than lives up to, falling back on the serene power of the Funk Brothers, the squadron of elite musicians heard laying down the rhythm — and the law — on Motown's greatest hits. This salute to the literally unsung and underrecognized  studio heroes of Motown is so good because it is one of those rare documentaries that combine information with  smashing entertainment. And it is one of the few nonfiction films that will have you walking out humming the score, if you're not running to the nearest store to buy Motown CD's. — Elvis Mitchell", "multimedia": null}, {"headline": "El Crimen Del Padre Amaro (Movie)", "publication_date": "2002-11-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:18:34", "opening_date": "2002-12-13", "display_title": "The Crime of Father Amaro", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E1DC1730F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Crime of Father Amaro", "type": "article"}, "mpaa_rating": "R", "summary_short": "This suds-filled political melodrama, which bashes the Roman Catholic Church in Mexico with a contempt that verges on hysteria, could be accused of many things, but timidity is not one of them. The film tells the story of Father Amaro (Gael García Bernal), a dreamy-eyed 24-year-old cleric dispatched to a small parish church in Los Reyes to assist its aging priest, Father Benito (Sancho Gracia). What Father Amaro discovers is a corrupt church bureaucracy collaborating with local drug lords who donate huge sums of money to favorite church charities. In return the church hierarchy turns a blind eye to their activities. The scandalous nature of the movie has helped make it the highest-grossing home-grown film in Mexican history. Terrible things happen in &quot;El Crimen del Padre Amaro,&quot; but the movie ultimately has no tragic dimension. — Stephen Holden", "multimedia": null}, {"headline": "Way Home, The (Movie)", "publication_date": "2002-11-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:44", "opening_date": null, "display_title": "The Way Home", "link": {"url": "http://www.nytimes.com/movie/review?res=9407EFD71430F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Way Home", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Spoiled young city boy goes to village to live with mute grandmother. Slight but sweet family drama from South Korea.", "multimedia": null}, {"headline": "Interview With the Assassin (Movie)  ", "publication_date": "2002-11-15", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:10:52", "opening_date": null, "display_title": "Interview With the Assassin", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03EFD71430F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Interview With the Assassin", "type": "article"}, "mpaa_rating": "R", "summary_short": "No one has yet come up with a workable name for the growing genre of false documentaries &#151; a genre that probably began with Jim McBride's 1968 &quot;David Holzman's Diary&quot; and became big business with Daniel Myrick and Eduardo Sanchez's 1999 &quot;Blair Witch Project.&quot; The trade paper Variety can usually be relied upon in these matters, but so far all that it has proposed is mockumentary, which doesn't quite roll off the lips. If &quot;Blair Witch&quot; was the mock-doc version of &quot;The Exorcist,&quot; Neil Burger's engaging &quot;Interview With the Assassin&quot; is the genre's &quot;J. F. K.&quot; It is a concise summary of every who-killed-Kennedy paranoid thriller ever made, reduced to two principal characters, a single camera and a running time of 88 minutes. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Hell House (Movie)  ", "publication_date": "2002-11-15", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:20:14", "opening_date": null, "display_title": "Hell House", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06EFD71430F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Hell House", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Each Halloween, the parishioners of the Trinity Assembly of God Church near Dallas put on an unusual kind of haunted house. The frights within are not the traditional supernatural ones. Instead, there are grisly representations of modern horrors like drug abuse, drunk driving and AIDS. George Ratliff's documentary looks at the 20th annual edition of this Texas institution, following it from initial brainstorming sessions through the end of its triumphant run, at which point 13,000 visitors are said to have passed through the carnivalesque exhibits. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Half Past Dead (Movie)  ", "publication_date": "2002-11-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:48", "opening_date": "2002-11-15", "display_title": "Half Past Dead", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E5D81730F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Half Past Dead", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Breaking a sweat in the underlighted, overplotted and accurately titled &quot;Half Past Dead,&quot; Steven Seagal, the Action Hero That Time Forgot, is grunting mightily to hold on to his dwindling audience. The director Don Michael Paul puts as little thug in &quot;Dead&quot; as possible, and because the movie feels like &quot;Under Siege&quot; in a prison, there is not much room for anyone to break out of the  plot's confines.  After several scenes of this tacky nonsense, you'll be wistful for the testosterone-charged wizardry of Jerry Bruckheimer productions. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Harry Potter and the Chamber of Secrets (Movie)  ", "publication_date": "2002-11-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:01", "opening_date": "2002-11-15", "display_title": "Harry Potter and the Chamber of Secrets", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE0DB1730F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Harry Potter and the Chamber of Secrets", "type": "article"}, "mpaa_rating": "", "summary_short": "A little better than the first installment — and a whole lot longer — mostly  thanks to improved special effects and a darker, more gripping story. Fans of  J.K. Rowling's books are once again more likely to be satisfied than thrilled,  since Chris Columbus and the screenwriter Steve Kloves follow her novel, the second in the Harry  Potter series, scrupulously. But their adaptation is plodding where the book is swift, and solemnly portentous without enough leavening wit. The highly distinguished grownup cast includes Richard Harris in his final screen role and Kenneth Branagh as a self-adoring teacher. — A. O. Scott", "multimedia": null}, {"headline": "Revolution No. 9 (Movie)  ", "publication_date": "2002-11-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:06", "opening_date": null, "display_title": "Revolution #9", "link": {"url": "http://www.nytimes.com/movie/review?res=9500EFDD1730F936A25752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Revolution #9", "type": "article"}, "mpaa_rating": "", "summary_short": "Young man believes TV commercial is talking to him. Unsparing chronicle of descent into mental illness.", "multimedia": null}, {"headline": "Far From Heaven (Movie)", "publication_date": "2002-11-08", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:42:20", "opening_date": "2003-01-10", "display_title": "Far From Heaven", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E7DF1631F93BA35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Far From Heaven", "type": "article"}, "mpaa_rating": "", "summary_short": "Todd Haynes (&quot;Safe,&quot; &quot;Velvet Goldmine&quot;) has both updated the now-classic Douglas Sirk melodramas of the 1950's and paid ardent, intelligent homage to their lush, subversive spirit. Julianne Moore plays Cathy Whitaker, a Hartford housewife whose leafy domestic idyll is shattered by her husband's homosexuality and her own illicit friendship with a black landscaper (Dennis Haysbert). The cast, which also includes Dennis Quaid as Cathy's unhappy   husband and Patricia Clarkson as her poisonously compassionate best friend, is uniformly superb. The movie transcends irony or caricature, and reminds us how humane and how artful melodrama can be. — A. O. Scott", "multimedia": null}, {"headline": "Leela (Movie)", "publication_date": "2002-11-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:52", "opening_date": null, "display_title": "Leela", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E3DC1731F93BA35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Leela", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Years from now when you talk about this — and you will — be kind,&quot; says Deborah Kerr's character in &quot;Tea and Sympathy&quot; (1956), one of the first in the long line of older women in Hollywood movies who have conscientiously initiated teenage boys into manhood. Now, here is &quot;Leela,&quot; an unusual combination of Bollywood and Hollywood sensibilities that reimagines &quot;Tea and Sympathy&quot; in the context of the South Asian studies department of a Southern California university. As directed and written by Somnath Sen, &quot;Leela&quot; veers between the light naturalism of American television and the pulsing melodrama of Bollywood entertainment. Many of the characters turn out to have deep, dark secrets and are continually making surprise appearances on one another's doorsteps. There are even a few Bollywood-style musical numbers. — Dave Kehr", "multimedia": null}, {"headline": "Eight Mile (Movie)", "publication_date": "2002-11-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:59", "opening_date": "2002-11-08", "display_title": "8 Mile", "link": {"url": "http://www.nytimes.com/movie/review?res=9505EEDE1631F93BA35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of 8 Mile", "type": "article"}, "mpaa_rating": "R", "summary_short": "The mission of this film is essentially to garner sympathy for a white rapper involved in an old-school shootout — a rap contest. This may be the final frontier for pop, more unbelievable than the prospect of launching a member of 'N Sync into orbit. The film's star, Eminem, doesn't appear to have a great deal of range, but he can play himself. Even though the protagonist is named Rabbit, the thoughtful &quot;8 Mile&quot; is a raw version of the rapper's own success story.  This is basically an 80's go-for-it movie (the picture feels like some odd combination of &quot;Flashdance&quot; and &quot;Purple Rain&quot;), and Curtis Hanson has done a fine job of giving it a soul, though it's a gloomy, peeling-paint one. The movie has the echoey, haunted heart of Johnny Cash's cover of Nine Inch Nails' &quot;Hurt&quot;: maybe the project doesn't make sense in the abstract, but once you submit to it, it works. — Elvis Mitchell", "multimedia": null}, {"headline": "Hush (Movie)", "publication_date": "2002-11-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:16:03", "opening_date": null, "display_title": "Hush!", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E3DC1731F93BA35752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Hush!", "type": "article"}, "mpaa_rating": "", "summary_short": "The most memorable character in Ryosuke Hashiguchi's film is a sullen, chain-smoking tomboy, Asako (Reiko Kataoka), who works in a dental clinic making crowns and bridges while remaining aloof from her co-workers. Since Asako is a compulsive contrarian, she immediately decides that the one thing that might give shape and meaning to her life would be to have a child. One soggy day, she spots Naoya (Kazuya Takahashi) and decides he should be the father after he gives her his umbrella. &quot;Hush!&quot; is a rambling, occasionally very funny reflection on the meaning of family in contemporary Japan. But the movie is so digressive that it often seems to be wandering off the path of a story that never reaches a firm conclusion. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}