{"results": [{"headline": "House of 1,000 Corpses (Movie)", "publication_date": "2003-04-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:14", "opening_date": "2003-04-11", "display_title": "House of 1,000 Corpses", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E0D8143BF931A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of House of 1,000 Corpses", "type": "article"}, "mpaa_rating": "R", "summary_short": "Only 1,000?  That seems like a conservative estimate of the body count in this tribute to the splatter horror films of the 1970's by the heavy-metal rocker Rob Zombie. Alas, Mr. Zombie is both too much of a stylist, in that he's always self-consciously cutting away to oddball inserts, black-and-white flashbacks, negative images and other extraneous material, and too little, in that he is not in enough control of his means to let a mood grow and fester. And festering is what this genre is all about. — Dave Kehr", "multimedia": null}, {"headline": "Hero, The (Movie)", "publication_date": "2003-04-11", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:57:37", "opening_date": null, "display_title": "The Hero: Love Story of a Spy", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E5DF143BF932A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Hero: Love Story of a Spy", "type": "article"}, "mpaa_rating": "", "summary_short": "High adventure and low comedy in the spirit of James Bond and Jackie Chan, star-crossed lovers bathed in sentiment worthy of Claude Lelouch and coincidence to warm the heart of Charles Dickens heap the lavish Bollywood banquet that is &quot;Hero.&quot; Stretching from the snow-capped peaks of Kashmir to the ski slopes of Canada, mingling gunplay, spectacular explosions and chases with songs, dances and romance, this colorful Indian spy adventure constitutes a cinematic equivalent to the delightful and inconsequential escapism of a 700-page summer beach novel. As timely as a damp headline or a CNN crawl, &quot;Hero&quot; rips its text from the seething border tensions between India and Pakistan, spices its conflict with hot-tempered religious zealots bent on nuclear havoc and employs its saintly but deadly title character to tell a grandly romantic tale that exalts humanity and patriotism, elevates country above self-interest, deplores the perversion of Muslim faith and sermonizes on the true meaning of jihad. — Lawrence Van Gelder", "multimedia": null}, {"headline": "Anger Management (Movie)  ", "publication_date": "2003-04-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:18:46", "opening_date": "2003-04-11", "display_title": "Anger Management", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E6D6163BF932A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Anger Management", "type": "article"}, "mpaa_rating": "R", "summary_short": "This psych-out comedy threatens a high-concept peak: Adam Sandler and Jack Nicholson nose to nose. Dave Buznik (Mr. Sandler), a mild-mannered ad executive — a man so soft-spoken he occasionally speaks as if he burned the roof of his mouth — is caught in the middle of a huge altercation and misunderstanding on an airplane. He's sentenced to anger management training, ordered by a judge to seek treatment from Dr. Buddy Rydell (Mr. Nicholson). After a few other mishaps, the court orders Rydell to move in with Dave. Rydell's manner — full of smooth, rational explanations that bubble into hostile eruptions of id in numbing alternation — is so disruptive that he seems as much like a doctor as Dr. Bombay from the old &quot;Bewitched&quot; series. He seems to be announcing to the world that he's a charlatan, though what is eventually announced is that the halfhearted &quot;Anger Management&quot; isn't much of a movie, despite a few awe-inspiring touches of absurdity in David Dorfman's script.  — Elvis Mitchell", "multimedia": null}, {"headline": "Ghosts of the Abyss (Movie)  ", "publication_date": "2003-04-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:07:38", "opening_date": null, "display_title": "Ghosts of the Abyss", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E5DF143BF932A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Ghosts of the Abyss", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Using specially designed 3-D underwater cameras, James Cameron returns to the sunken ship that was the setting for his 1997 blockbuster, &quot;Titanic.&quot; While delivering some amazing documentary images, the film continues Mr. Cameron's poetic obsession with lost worlds and lost loves. With Bill Paxton, from the cast of &quot;Titanic,&quot; along for the ride as naive narrator and audience surrogate. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Better Luck Tomorrow (Movie)  ", "publication_date": "2003-04-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:32", "opening_date": "2003-04-25", "display_title": "Better Luck Tomorrow", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E0D6163BF932A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Better Luck Tomorrow", "type": "article"}, "mpaa_rating": "R", "summary_short": "This teenage-wasteland melodrama plays off its sly, punning title by starting with the bungled, bloody aftermath of a crime gone wrong and then shifts into flashback mode — the same opening that has benefited hundreds of movies since &quot;Asphalt Jungle&quot; first made it popular and Quentin Tarantino revived it with adrenalized panache. Justin Lin, the writer and director of this shrewdly tense piece of storytelling, recognizes that sometimes it's good for a filmmaker to stir up trouble. He does so by taking the group most often orphaned into stereotypical behavior by teen films, Asian-Americans. Ben (Parry Shen), a naive grind of an overachiever, is pulled into an orbit of friends and small-time criminals. First comes a lucrative cheating operation, a hustle that gives the boys way too much spare cash to go along with their extra free time. And the kids find that their brains and ambition work just as well racking up the kinds of activities that don't look good on a college application. Their homeroom-based guile finally leads Ben, who eventually wants to break free, into one last, potentially liberating crime. Ben, who has probably seen the same movies most of the audience has, knows things probably won't come to a good end, but he can't really walk away. — Elvis Mitchell", "multimedia": null}, {"headline": "XX/XY (Movie)  ", "publication_date": "2003-04-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:30", "opening_date": null, "display_title": "XX/XY", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE0D6163BF932A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of XX/XY", "type": "article"}, "mpaa_rating": "R", "summary_short": "Mark Ruffalo's puppyish lost-boy appeal almost makes you empathize with his essentially ratty character, Coles Burroughs, a womanizing maker of animated films who settles for a career in advertising. Divided into two parts, the movie begins in the early 90's at Sarah Lawrence College, where Coles falls in love with Sam (Maya Stange) and has a threesome with her and her bisexual best friend, Thea (Kathleen Roberts). In part two, the movie leaps ahead a decade to track the same characters in New York City, where Coles is living with Claire (Petra Wright). When Sam reappears on the scene, he finds he's still in love with her and can't contain himself. Filmed in digital video, the sour little study of Gen X yuppies and their discontents is reasonably convincing and well-acted but very minor. &#151; Stephen Holden", "multimedia": null}, {"headline": "Young Unknowns, The (Movie)", "publication_date": "2003-04-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:35", "opening_date": null, "display_title": "The Young Unknowns", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E5DF143BF932A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Young Unknowns", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Catherine Jelski's debut feature follows a fateful day in the life of Charlie Fox (well played by Devon Gummersall, onetime heartthrob of the television series &quot;Felicity&quot;), the spoiled and soulless 20-ish son of a vastly successful British film director. Holed up with his willowy Spanish girlfriend, Paloma (Arly Jover), in his father's mid-century mansion in the Hollywood Hills, Charlie awakes amid a litter of cigarette butts and empty liquor bottles, stirs up a pitcher of martinis and starts behaving abusively. Ms. Jelski has a genuine gift for handling actors, but her film is limited by the judgmental, moralistic undertone that throbs throughout. By the time we are allowed to see Charlie as a victim as well as a victimizer, the revelation seems too little and too late to elicit any real sympathy. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "A Child Copes With Dad's Zealotry", "publication_date": "2003-04-05", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:05:46", "opening_date": null, "display_title": "The Clay Bird", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE2DC1438F936A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Clay Bird", "type": "article"}, "mpaa_rating": "", "summary_short": "This is probably an unusual but perhaps apt time for this intelligent drama, easily one of the finest pictures of 2003 or any other year. Tareque Masud's expansive fluidity is rapturous, inspired equally by the floating equanimity of Satyajit Ray and the work of the Iranian director Abbas Kiarostami, who deftly uses ritual behavior to provide social commentary. Set in Bangladesh in the 1960's, &quot;The Clay Bird&quot; questions the nature of dedication to Islam. It doesn't attack fealty but eventually rebukes zealotry by showing a boy's reaction to his father's recent total immersion.  Anu (Nurul Islam Bablu) is sent off to a religious school by his father, Kazi (Jayanto Chattopadhyay). Kazi doesn't want his son tainted by the outside world. His obedient though doubtful wife, Ayesha (Rokeya Prachy), quietly expresses through frowns her concern about Kazi's close-minded new seriousness. She gently reasons with her boy, and the bright Anu resigns himself to his new life.  Mr. Masud's sensitivity gives the film a pungent emotional clarity; he recognizes that naïveté isn't a province only of childhood. Kazi's a naïf, too, and learns the hard way that following a path without independent thought is a fool's errand. He's ultimately devastated when he learns of the civil war and Muslims attacking other Muslims: the revolution is coming, and it claims Kazi's way of life. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Two Boys, Losing a Father but Still Hanging On to Innocence", "publication_date": "2003-04-05", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:48:29", "opening_date": null, "display_title": "Abouna", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E4DC1438F936A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Abouna", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Mahamat-Selah Haroun's first feature, &quot;Bye-Bye Africa,&quot; was an agonized exploration of the difficulty of filmmaking in his native Chad, challenges he has brilliantly surmounted in this touching and lovely testament to the durability of humanism as a cinematic vision. Two brothers, abandoned by their father, get into some minor trouble, after which their overwhelmed mother sends them to a local Islamic school. The movie is lyrical and sad, but never sentimental; rather, its lilting sweetness is balanced by a clear, unsparing eye for both the beauties and the harsh realities of modern African life. &#151; A. O. Scott", "multimedia": null}, {"headline": "Life's Creatures Glow Until Violence Darkens", "publication_date": "2003-04-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:54:21", "opening_date": "2003-11-14", "display_title": "Hukkle", "link": {"url": "http://www.nytimes.com/movie/review?res=9800EFDC1438F936A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Hukkle", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "There are more ways than one to view this luminous directorial debut of Gyorgi Palfi, a Hungarian filmmaker whose intensified, child's-eye apprehension of the natural world might be described as psychedelic. If you're attracted to pure, exquisitely photographed cinematic depictions of the world, you could almost lie down in &quot;Hukkle&quot; as if it were a meadow and soak in its sun-drenched atmosphere.  But as the movie builds up its bucolic vision, it also teases you with enigmatic clues to an actual murder in the rural Hungarian village where it takes place. If you enjoy the challenge of solving difficult mysteries, &quot;Hukkle&quot; presents a tantalizing case waiting to be cracked.  By the end of &quot;Hukkle,&quot; the images of violence and predation have erased the mood of benignity, and the rumbling bass notes of this pastoral symphony evoke a sustained moan of despair. &#151; Stephen Holden", "multimedia": null}, {"headline": "Through the Woods, en Route to Broadway", "publication_date": "2003-04-04", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:15:22", "opening_date": "2003-08-29", "display_title": "Camp", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E4DB1638F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Camp", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This crude but effervescent movie, cut from the cloth of &quot;Fame,&quot; explores the kooky world of Camp Ovation, a summer music-theater workshop for teenagers in upstate New York. Here, Stephen Sondheim is revered as a god, most of the boys are gay, and these talented self-described  &quot;freaks&quot; display an easygoing sexual candor. The cast of unknowns, who are about as good as the finalists on &quot;American Idol,&quot; sock home show tunes that range from &quot;And I Am Telling You I'm Not Going,&quot; from &quot;Dreamgirls,&quot; to the movie's hilarious ensemble showstopper, &quot;Turkey Lurkey Time,&quot; the madcap Christmas party anthem from &quot;Promises, Promises.&quot; &quot;Camp&quot; may be rickety, formulaic and over-acted, but it's frequently hilarious, and its passion for its subject is irresistible. — Stephen Holden", "multimedia": null}, {"headline": "Dysfunktional Family (Movie)  ", "publication_date": "2003-04-04", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:43", "opening_date": "2003-04-04", "display_title": "DysFunKtional Family", "link": {"url": "http://www.nytimes.com/movie/review?res=9801E5DA1638F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of DysFunKtional Family", "type": "article"}, "mpaa_rating": "R", "summary_short": "When this comedy-concert film gives Eddie Griffin a chance to step out of the bag that has become a package of sure-fire, guffaw-forcing clichés for African-American comedians, it's worth paying attention to. &quot;Family&quot; follows Mr. Griffin to his Kansas City, Mo., home and spends a little time with his mother and two of his colorful uncles.  George Gallo intersperses interview clips of Mr. Griffin's family with a documentary taping of the comedian's stand-up act. The intent of the footage of the relatives seems to be an attempt to position &quot;Family&quot; as more than just a concert film. This is a better idea than the illustrative sound effects ladled over Mr. Griffin's act; he's hardly so subtle that his routines scream for embellishment. In &quot;Family,&quot; Mr. Gallo doesn't use much of the offstage material, which is too bad; it's just the right approach to offer insight into a stand-up like Mr. Griffin, whose cockiness is a dare, part arrogance and part fear. When his act gets interesting, he's drawing lines that he has to force himself to cross. His best material is autobiographical, like his assessment of Holy-Roller church services: &quot;Church is a concert for old people who don't get out too much.&quot; (The high-firepower profanity of his act will probably send quite a few people to church.) Caught by his own jokes, he cackles in a high-pitched whisper, just like Michael Jackson, one of his idols.  When he's hard on himself, Mr. Griffin mines the funk in &quot;Dysfunktional Family.&quot; &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Levity (Movie)  ", "publication_date": "2003-04-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:46", "opening_date": null, "display_title": "Levity", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E4DA1738F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Levity", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ed Solomon's directorial debut seems to have been named for the quality it most conspicuously lacks. Yes. Kirsten Dunst, Holly Hunter and Morgan Freeman offer up an occasional wisecrack, but the overall mood is of unrelieved, self-important gravity. Incarnating this is Billy Bob Thornton, speaking very slowly and wearing his hair long and gray, who plays a murderer released from prison after almost 22 years and in search of that cheapest and most exalted of movie commodities, redemption. He finds it, but the movie, in spite of a fine cast and the gifted cinematographer Roger Deakins, does not. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Angela (Movie)  ", "publication_date": "2003-04-04", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:47:55", "opening_date": null, "display_title": "Angela", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E1DB1638F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Angela", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "What a Girl Wants (Movie)  ", "publication_date": "2003-04-04", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:48:46", "opening_date": "2003-04-04", "display_title": "What a Girl Wants", "link": {"url": "http://www.nytimes.com/movie/review?res=940CE4DA1738F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of What a Girl Wants", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Daphne Reynolds (Amanda Bynes), a frisky American teenager, goes in search of her estranged father, a British lord (Colin Firth) running for Parliament.  Dennie Gordon (&quot;Joe Dirt&quot;) directed this hard-to-recognize remake of &quot;The Reluctant Debutante,&quot; a 1958 film by Vincente Minnelli that has here been thoroughly retooled into a knock-off of &quot;The Princess Diaries.&quot; Accompanying parents will find some moments of relief in the dry wit of the supporting players Anna Chancellor, Eileen Atkins and Jonathan Pryce. — Dave Kehr", "multimedia": null}, {"headline": "Cowboy Bebop: The Movie (Movie)", "publication_date": "2003-04-04", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:05:35", "opening_date": "2003-05-16", "display_title": "Cowboy Bebop: The Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E3DA1738F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Cowboy Bebop: The Movie", "type": "article"}, "mpaa_rating": "R", "summary_short": "Question: What does life on Mars in Alba City in the year 2071 resemble? Answer: Nothing so much as life on Earth in New York City in the year 2003 &#151; New York, that is, if it also happened to have an Eiffel Tower and some trolley lines. That is the impression left by this Attracted by the English-dubbed Japanese anime film. This feature-length adventure is derived from a television cartoon series about a team of disparate futuristic bounty hunters. prospect of a huge reward for finding the villain responsible for a freeway tanker truck explosion and spill that results in more than 500 deaths in the area, the four heroes of the Bebop crew set out to solve the bioterroristic mystery. Take away the wit of its setting and the liveliness of its varied music, and &quot;Cowboy Bebop&quot; can take its place among animated films unexceptional in their depiction of humans and among a long line of movies about small bands of mercenary heroes who save a world or city or town as filmgoers know it. &#151; Lawrence Van Gelder\n", "multimedia": null}, {"headline": "Man Apart, A (Movie)", "publication_date": "2003-04-04", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:32", "opening_date": "2003-04-04", "display_title": "A Man Apart", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE4DA1738F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of A Man Apart", "type": "article"}, "mpaa_rating": "R", "summary_short": "Vin Diesel has the hulking physique and threatening demeanor of the nightclub bouncer he once was, but he has the soul of a stage-struck kid.  The relatively actionless action film &quot;A Man Apart&quot; offers him plenty of opportunities to emote, which he does with all the coltish enthusiasm of Katharine Hepburn's character in &quot;Morning Glory.&quot;  The formulaic plot finds Mr. Diesel's character, a strong but sensitive D.E.A. agent named Sean Vetter, on the trail of the Mexican cocaine dealer who ordered the execution of Sean's wife (Jacqueline Obradors).  F. Gary Gray (&quot;The Negotiator&quot;) does the audience no favor by neglecting the gun battles in favor of Mr. Diesel's strenuous emoting. — Dave Kehr", "multimedia": null}, {"headline": "Manna From Heaven (Movie)", "publication_date": "2003-04-04", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:30", "opening_date": null, "display_title": "Manna From Heaven", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E3DA1738F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Manna From Heaven", "type": "article"}, "mpaa_rating": "PG", "summary_short": "An eccentric, extended family attempts to repay a windfall — a shower of $20 bills — that they have come to believe is a loan from God. This outsider feature, produced by five sisters from Buffalo, and directed by two of them (with their mother providing the script), may not be technically polished, but it is refreshingly sincere, gentle and good-natured. It's regional productions like this one that represent an important potential alternative to both Hollywood and the New York-dominated indie scene. — Dave Kehr", "multimedia": null}, {"headline": "Phone Booth (Movie)  ", "publication_date": "2003-04-04", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:01", "opening_date": "2003-04-04", "display_title": "Phone Booth", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E6DE1638F937A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Phone Booth", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this clanking, overheated stunt of a movie, Colin Farrell is Stu Shepard, a scruffy young New York publicist trapped by an unseen sniper inside  the last enclosed phone booth to stand on the streets of Midtown Manhattan. The sniper, who calls Stu on the phone and issues instructions that have to be followed to the letter (or else!), is a sneering omniscient moralist who coerces his victim into breaking down and confessing his sins, which turn out to be quite petty. (He hasn't even cheated on his wife yet, although he wants to.) Rahda Mitchell is Stu's pretty blond wife, Katie Holmes his  prospective girlfriend, Forest Whitaker, the police captain who tries coax him out of the  booth, and Kiefer Sutherland the sniper's telephone voice. The movie is bogus on every level. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Guardian of the Frontier (Movie)", "publication_date": "2003-04-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:23", "opening_date": null, "display_title": "Guardian of the Frontier", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E4D71E39F930A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Guardian of the Frontier", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}