{"results": [{"headline": "Diamond Men (Movie)  ", "publication_date": "2001-09-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:24:52", "opening_date": null, "display_title": "Diamond Men", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E3DD1E3AF93BA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Diamond Men", "type": "article"}, "mpaa_rating": "R", "summary_short": "Eddie Miller (Robert Forster), the stolid protagonist of in this small, finely acted slice of American life, is the sort of character the movies normally shun like the plague for lack of glamour. A lonely widower in his late 50's, Eddie is an itinerant jewelry salesman. His comfortable routine is interrupted after he collapses from a heart attack. No sooner has Eddie recovered than his boss informs him he is no longer insurable for transporting merchandise worth more than a million dollars and that perhaps some new arrangement might be worked out. Eddie must train his much younger replacement, Bobby Walker (Donnie Wahlberg), by taking him on the road and showing him the ropes. The core of &quot;Diamond Men&quot; is the story of Eddie and Bobby's rocky relationship. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Texas Night Train (Movie)  ", "publication_date": "2001-09-21", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:12:41", "opening_date": null, "display_title": "Texas Night Train", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E2DC113BF932A1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Texas Night Train", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Go Tigers! (Movie)  ", "publication_date": "2001-09-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:25:13", "opening_date": null, "display_title": "Go Tigers!", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03EFDE113BF932A1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Go Tigers!", "type": "article"}, "mpaa_rating": "R", "summary_short": "Massillon, Ohio, a blue-collar community of some 30,000, may not be the ultimate American football town, but it is certainly a quintessential one. As portrayed in Kenneth A. Carlson's absorbing, evenhanded documentary, it is a place where, come fall, football rules. The town's pride and joy is its championship high school team, the Tigers. And the degree to which Massillon's self-esteem seems to depend on the team's performance is astonishing, even a little scary. For all its skepticism about the value of pouring so much emotion and so many  resources into high school football, &quot;Go Tigers!&quot; is never disrespectful. It leaves you liking and even admiring the people of Massillon for their spunk and their passionate commitment to carrying on a hallowed tradition. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Vampire Hunter D: Bloodlust (Movie)  ", "publication_date": "2001-09-21", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:51:34", "opening_date": "2001-09-28", "display_title": "Vampire Hunter D: Bloodlust", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E0DF113BF932A1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Vampire Hunter D: Bloodlust", "type": "article"}, "mpaa_rating": "R", "summary_short": "This Japanese anime offers some striking visual ideas and an intriguing concept that blends the look and loner ethos of a Sergio Leone western with the crumbling, gothic settings and imaginative violence of a Mario Bava horror film. Directed and written by Yoshiaki Kawajiri, the film is the second in a series of &quot;Vampire Hunter&quot; pictures based on a popular novel-size comic book written by Hideyuki Kikuchi and illustrated by Yoshitaka Amano. The protagonist, known simply as D, is powerfully reminiscent of the apparently amoral bounty hunter played by Clint Eastwood in the Leone films.  He is a determined loner and a forthright mercenary until at last his underlying nobility is revealed by a selfless gesture. - Dave Kehr\r\n", "multimedia": null}, {"headline": "God, Sex & Apple Pie (Movie)  ", "publication_date": "2001-09-21", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:47:58", "opening_date": null, "display_title": "God, Sex & Apple Pie", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E6DE113BF932A1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of God, Sex & Apple Pie", "type": "article"}, "mpaa_rating": "R", "summary_short": "This comedy-drama written by, produced by and starring Jerome Courshon, breaks little new ground in the yuppie reunion genre. In Mr. Courshon's film (he is clearly the auteur, although the direction is by Paul Leaf), five boyhood pals gather at a cabin in the woods for a Fourth of July weekend. Scrupulously following the dramatic formula, the characters, all in their early 30's, are soon sharing their most intimate secrets, their most bitter disappointments and their most desperate yearnings. When a bartender asks one character, &quot;What can I get you?,&quot; he replies, &quot;How about a new life?&quot; A new script would be a better solution for everybody. &#151; Dave Kehr", "multimedia": null}, {"headline": "Glitter (Movie)  ", "publication_date": "2001-09-21", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:06:13", "opening_date": "2001-09-21", "display_title": "Glitter", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06EFDE113BF932A1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Glitter", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This film wants to be a heart-tugging tale of a rags-to-pop-royalty climb made  poignant by love and loss. But &quot;Glitter,&quot; with  \r\nMariah Carey as a talented performer who goes  \r\nfrom backup singer to troubled star, is mostly  \r\ndross, an unintentionally hilarious compendium of time-tested cinematic clichés that illustrate the chasm between hopeful imitation  \r\nand successful duplication. &#151; Lawrence Van Van Gelder", "multimedia": null}, {"headline": "Children Underground (Movie)  ", "publication_date": "2001-09-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:52", "opening_date": null, "display_title": "Children Underground", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E6DC153BF93AA2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Children Underground", "type": "article"}, "mpaa_rating": "", "summary_short": "Edet Belzberg's raw, cinéma vérité portrait passes a year with five homeless Romanian children scrounging on the streets of Bucharest, Romania. The members of this loosely knit pack eke out an existence by begging and doing occasional odd jobs for storekeepers. They sleep in a subway station on slabs of cardboard and bathe by pouring water from plastic soda bottles over their hands and faces. Most are lice-infested. The film goes out of its way not to sentimentalize its subjects. It doesn't try to impose a tight narrative structure, has no music and is more uncomfortable to watch than many documentaries because the filmmakers, who were obviously in a position to change the lives of their subjects, stand back and do nothing beyond aiming their cameras. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Glass House, The (Movie)", "publication_date": "2001-09-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:23", "opening_date": "2001-09-14", "display_title": "The Glass House", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E4D71E38F936A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Glass House", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "After their parents are killed in a car accident, Ruby Baker (Leelee Sobieski) and her brother are sent to live with the Glasses, a pair of dysfunctional creeps who also turn out, to no one's surprise but the children's, to be diabolical criminals. The movie might have succeeded as a minor entry in the thriller subgenre that includes &quot;Single White Female&quot; and &quot;The Hand That Rocks the Cradle,&quot; but it takes more than a spooky score and horror-movie editing tricks to generate suspense. Stellan Skarsgard, who plays Terry Glass, is so cold and repellent from the start that it's impossible to imagine that anyone would trust him with a pet goldfish, let alone two innocent (and, of course, once it comes to outwitting him, absurdly resourceful) children. &#151; A. O. Scott", "multimedia": null}, {"headline": "Hardball (Movie)  ", "publication_date": "2001-09-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:09:32", "opening_date": "2001-09-14", "display_title": "Hardball", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E0D71E38F936A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Hardball", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Daniel Coyle's nonfiction book about a children's baseball team from Chicago has been adapted into a mawkish, cutesy tearjerker. Keanu Reeves, as self-conscious as ever, is its reluctant coach, a down-and-out gambler who redeems himself (and pays off his debts) by leading these latter-day Bad News Bears to victory. The star is forced to deliver such inspirational sound bites as the movie's  meaningless tag line, &quot;The most important thing in life is showing up.&quot; - Stephen Holden\r\n", "multimedia": null}, {"headline": "Haiku Tunnel (Movie)  ", "publication_date": "2001-09-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:35", "opening_date": null, "display_title": "Haiku Tunnel", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E7DF1138F937A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Haiku Tunnel", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Haiku Tunnel,&quot; billed as &quot;an office comedy,&quot; asks the question: can a feature-length movie be built on minutiae like jammed copying machines, unsent business letters and orientation programs for new employees? This innocuous wisp of a film, as weighty as a scrap of fax paper caught in an updraft, suggests that the answer is no. Directed by Jacob and Josh Kornbluth, who adapted the screenplay with John Bellucci from a performance monologue by Josh, who portrays his eponymous alter ego, it follows the misadventures of a mildly paranoid, compulsively self-deprecating office temporary at a San Francisco law firm. Almost from the beginning, it's obvious that &quot;Haiku Tunnel&quot; is a 40-minute short that imagines itself as a feature film. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Trial in Prague, A (Movie)", "publication_date": "2001-09-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:42", "opening_date": "2001-09-14", "display_title": "A Trial in Prague", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE7D61038F937A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of A Trial in Prague", "type": "article"}, "mpaa_rating": "", "summary_short": "In 1952 Rudolf Slansky, the former secretary general of the Communist  Party of Czechoslovakia, was put on trial, along with 13 co-defendants, on charges of espionage and treason. Eleven of the defendants were Jewish, and 11 of the defendants, although not all the Jews, were sentenced to death and hanged. Composing a deft collage from archival material, including radio broadcasts and film clips from the trial and the reminiscences of survivors, Zuzana Justman's sensitive, intelligent documentary explores the cruel paradoxes that ensnared the defendants and casts light into the moral shadows of communism itself. — A. O. Scott", "multimedia": null}, {"headline": "China: The Panda Adventure (Movie)  ", "publication_date": "2001-09-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:15", "opening_date": "2001-06-09", "display_title": "China: the Panda Adventure", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E4D81038F937A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of China: the Panda Adventure", "type": "article"}, "mpaa_rating": "", "summary_short": "When it confines its attention to the giant pandas and the spectacular Chinese landscape, this 2-D Imax feature makes reasonably good use of the Imax format; it's like watching an expensive, high-definition slide show in your neighbor's cavernous, steeply banked living room. But just as the vast, square Imax screen magnifies panda-haunches and steep, jungle-clad gorges, its relentless scale also enlarges a half-baked, mediocre little adventure story into something almost grotesquely bad. What might have been a pleasant nature documentary — though a somewhat phony one, since the pandas were transported to China from American zoos — has instead become a gooey, overscored, underwritten, and mercifully short period costume drama. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Kill Me Later (Movie)  ", "publication_date": "2001-09-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:16", "opening_date": "2001-09-14", "display_title": "Kill Me Later", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE3D61038F937A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Kill Me Later", "type": "article"}, "mpaa_rating": "R", "summary_short": "Not the least of the handicaps weighing down Dana Lustig's sardonic thriller is the sour personality of its  heroine, if heroine is the right word for such a disagreeably sullen character. The movie wants to be a kind  of screwball caper movie, with Mr. Beesley's Charlie a cheeky rogue descendant of  Cary Grant or Chevy  Chase. But the screenplay (by Annette Goliti-Gutierrez) never begins to finds a workable balance between wit and adventure. And the performances in several smaller roles are so mechanical that they lend &quot;Kill Me Later&quot; the tone of a vanity production. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Always a Bridesmaid (Movie)  ", "publication_date": "2001-09-13", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:12:29", "opening_date": null, "display_title": "Always a Bridesmaid", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E1DC1338F930A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Always a Bridesmaid", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Tell Me Something (Movie)  ", "publication_date": "2001-09-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:49", "opening_date": null, "display_title": "Tell Me Something", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00EED81538F931A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Tell Me Something", "type": "article"}, "mpaa_rating": "R", "summary_short": "A tired, morose police detective is drawn into the tangled psychological  web of a vicious serial killer. Such is the wildly original premise of this grisly, by-the-numbers thriller from South Korea. Though it comes from halfway across the world, the movie, directed by Chang Youn-hyun, shows a desultory mastery of Hollywood clichés.  For some reason, the Seoul police department prefers to inspect crime scenes at night, in the pouring rain, and its ace investigators like to poke around in suspects' lairs alone and unarmed. There are enough plot twists to produce gaping plot holes — as if screenwriting were a form of macramé — and a parade of likely suspects who soon turn into victims. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Soul Survivors (Movie)  ", "publication_date": "2001-09-11", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:19:13", "opening_date": "2001-09-07", "display_title": "Soul Survivors", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E3D61738F932A2575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Soul Survivors", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Written and directed by Steve Carpenter, &quot;Soul Survivors&quot; is a sentimental story of little suspense and scant terror that asks the question: What's with Cassie? Like her namesake, Cassandra of Greek mythology, Cassie can't seem to convince anybody to believe what she sees. The visions of Cassie, played by Melissa Sagemiller, a Gwyneth Paltrow look-alike, revolve chiefly around her boyfriend and true love, Sean (Casey Affleck), who supposedly died in a terrible auto accident right after Cassie and her pal Annabel (Eliza Dushku) arrived on the campus of Middleton College.  Yes, there is an explanation for everything, but it is a long time coming and not worth the wait. - Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Our Lady of the Assassins (Movie)  ", "publication_date": "2001-09-07", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:24:40", "opening_date": null, "display_title": "Our Lady of the Assassins", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E2D61339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Our Lady of the Assassins", "type": "article"}, "mpaa_rating": "R", "summary_short": "One description for the ambience of this devastating portrait (filmed in high-definition video) of the corrupt Colombian city of Medell&#237;n might be documentary hallucination. With a screenplay adapted by Fernando Vallejo from his novel &quot;La Virgen de los Sicarios,&quot; the film gazes into the soul of a burned-out, homosexual writer who returns to Medell&#237;n (his hometown)  after 30 years and finds it transformed into a circle of hell plagued by rampant, casual  slaughter. He falls successively in love with two nihilistic street boys, both killers. -  Stephen Holden", "multimedia": null}, {"headline": "Two Can Play That Game (Movie)  ", "publication_date": "2001-09-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:07", "opening_date": "2001-09-07", "display_title": "Two Can Play That Game", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E7D71339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Two Can Play That Game", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this formulaic, featherweight romantic comedy, Vivica A. Fox, playing Shante, a young, super-successful advertising executive, dispenses tough-minded, good-humored advice on how to keep a man in line. Her resourcefulness is tested when her own man, a lawyer named Keith (Morris Chestnut), threatens to stray. The two principals are appealing enough, but what little comic spark the film has comes from Anthony Anderson as a colleague of Keith's who becomes his counselor in love and war. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Iron Ladies, The (Movie)", "publication_date": "2001-09-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:07:33", "opening_date": null, "display_title": "The Iron Ladies", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E4D81339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Iron Ladies", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Who could argue with a giddy feel-good comedy (based on a true story, no less) about a Thai volleyball team composed mostly of gay men, transvestites and transsexuals that defies expectations to win the national championships? A huge hit in Thailand, &quot;The Iron Ladies&quot; is the second-highest grossing Thai film ever. That said, the film is as flimsy and manipulative as the shallowest Hollywood fantasy in the way it presses (no, pounds is more like it) predictable emotional buttons while following its underdogs to their inevitable (and inevitably narrow and down-to-the-wire) triumph. — Stephen Holden", "multimedia": null}, {"headline": "Musketeer, The (Movie)", "publication_date": "2001-09-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:52:44", "opening_date": "2001-09-07", "display_title": "The Musketeer", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE4D81339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Musketeer", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This hopelessly confused and poorly written adaptation of &quot;The Three Musketeers&quot; attempts to blend traditional costume  adventure with MTV-ready attitude and Hong Kong-style duels. The nervous jump-cut editing chops the action sequences into visual cole slaw, and Justin  Chambers's lead character D'Artagnan mumbles like a dazed lobotomy patient. Catherine  Deneuve and Stephen Rea, in small roles, pretend they're in another, more coherent movie, but it doesn't help. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}