{"results": [{"headline": "Check Out the Totally Buff Prince in Medieval Teen Magazine", "publication_date": "2004-04-09", "byline": "Dave Kehr", "critics_pick": 1, "date_updated": "2016-03-30 07:27:58", "opening_date": "2004-04-09", "display_title": "Ella Enchanted", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E5DB1538F93AA35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Ella Enchanted", "type": "article"}, "mpaa_rating": "PG", "summary_short": "One of the smartest films for older children in quite some time, Tommy O'Haver's &quot;Ella Enchanted&quot; is a funny (and at times, politically pointed) take-off on the ancient conventions of fairy tales. Anne Hathaway, the vivacious young star of &quot;The Princess Diaries,&quot; plays the title character, a put-upon teenager in a storybook world whose widowed father (Patrick Bergin) has injudiciously married Dame Olga (Joanna Lumley, of &quot;Absolutely Fabulous&quot;), the mother of all wicked stepmothers.  She comes complete with a pair of entertainingly hateful daughters (Lucy Punch and Jennifer Higham), who like nothing better than torturing Ella — particularly once they discover that, thanks to a questionable gift bestowed by a fairy (Vivica A. Fox), she is unable to refuse any order she is given.  As Ella sets out to find the errant fairy and convince her to revoke her dubious present, the screenwriters Laurie Craig, Karen McCullah Lutz and Kirsten Smith (working from a novel by Gail Carson Levine) take her through various effects-filled realms, including a land where elves are forced by the evil regent to sing, dance and be relentlessly merry, and a forced labor compound for giants that looks disturbingly like a concentration camp.  Mr. O'Haver gives the political subtext a forceful treatment but does not pat himself on the back for it; the messages blend seamlessly into the fantasy and comedy. — Dave Kehr", "multimedia": null}, {"headline": "When Daddy Belongs to the Bad Guys", "publication_date": "2004-04-09", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:12:46", "opening_date": "2004-05-07", "display_title": "I'm Not Scared", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E6DB1538F93AA35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of I'm Not Scared", "type": "article"}, "mpaa_rating": "R", "summary_short": "This visually dazzling thriller set in the extreme south of Italy during the summer gazes at the world through the eyes of Michele (Giuseppe Cristiano), a 10-year-old boy living with his little sister and parents in a tiny impoverished village. Adapted from Niccolò Ammaniti's lean, best-selling novel about a 1978 kidnapping, this coming-of-age tale methodically peels away Michele's protective blinders. One day he discovers and eventually befriends Filippo (Mattia Di Pierro), a half-blind, frighteningly disheveled boy his own age who is buried in a pit next to an abandoned house where Michele and his friends play daredevil games. Filippo turns out to have been kidnapped. Even after Michele's father (Dino Abbrescia) is revealed to be one of the kidnappers and the boy's innocence has been shattered, the movie refuses to go for cheap, vicious thrills and continues to view the adults through the curtain of Michele's trust. — Stephen Holden", "multimedia": null}, {"headline": "Feral Essence of Living (Few Words Are Needed)", "publication_date": "2004-04-09", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:20:48", "opening_date": null, "display_title": "Twentynine Palms", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E1DC1538F93AA35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Twentynine Palms", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A young couple traveling from Los Angeles in a dark red Hummer explore the sullen landscape in and around Joshua Tree  National Park in the southern California desert. They drive, bicker, go for ice cream, squabble and have sex (explicitly, repeatedly and grotesquely). Finally their torpor is  blasted in a graphic, horrifying eruption of random violence. Bruno Dumont does not trust  words to convey reality. Like his earlier two movies, &quot;La Vie de Jesus&quot; and &quot;Humanite,&quot;  &quot;Twentynine Palms&quot; (his first film made in the United States) portrays a relentlessly ominous world in which humans are just another form of animal life and a potentially  dangerous one, ruled by brute instincts and volatile emotions. What makes his films riveting to those who can stomach them (and many can't) is his gift for putting on the  screen the quivering essence of physical life as its experienced moment by moment. — Stephen Holden", "multimedia": null}, {"headline": "Trying to Make a Disaffected Tulip Just as Deadly the Second Time Around", "publication_date": "2004-04-09", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:53:19", "opening_date": "2004-04-09", "display_title": "The Whole Ten Yards", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E0DB1538F93AA35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Whole Ten Yards", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This sequel is more afterthought than accomplishment, a cocktail made with orange juice and Champale instead of actual bubbly. Bruce Willis is back as the saturnine hitman Jimmy (the Tulip) Tudeski. Tucked away in a witness-relocation resort-style home, Jimmy is now devoted to being a domestic diva. Meanwhile, the dentist Oz Oseranky (Matthew Perry) spends his time trying  the patience of his wife, Cynthia (Natasha Henstridge). Oz needs Jimmy to help recover Cynthia, whom a mobster has kidnapped to bring Jimmy out of hiding; she's Jimmy's ex. The plotting of the second &quot;Yards&quot; isn't lazy, and there's one reasonably well-thought-out twist by the screenwriter George Gallo. But Howard Deutsch's staging has the cast members flailing about as if they were trying to get recruited for the next season of &quot;The Apprentice.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Heading for the Chorus Line, Intertwining Fact and Fiction", "publication_date": "2004-04-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:35", "opening_date": null, "display_title": "Showboy", "link": {"url": "http://www.nytimes.com/movie/review?res=990CE0DC1538F93AA35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Showboy", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This clever hide-and-seek game of reality versus fiction is not the movie you think it is until the final credits roll and its production notes have been consulted. An aspiring Las Vegas dancer, in exile from Los Angeles  after being fired from his writing job on the show &quot;Six Feet Under,&quot; Christian Taylor, a  handsome, diffident Englishman, endures one humiliating rejection after another on his  way to a shabby new career. The lesson of the movie (which seems false and contrived in retrospect) is how disturbingly easy it is for an audience to trust what it sees when  confronted with a film posing as a factual documentary (with real celebrities thrown in  for bogus authenticity). &#151; Stephen Holden", "multimedia": null}, {"headline": "A Mythic Last Stand Stripped of Fantasy", "publication_date": "2004-04-09", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:49", "opening_date": "2004-04-09", "display_title": "The Alamo", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE2D81538F93AA35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Alamo", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This oppressively solemn historical-action film marches in the line of such earlier Disney-financed looks at apocalyptic moments  as &quot;Pearl Harbor&quot; and &quot;Armageddon.&quot; In re-enacting, with a heavy heart and a heavy hand, the actual events surrounding the storied 1836 battle fought by Texas against the Mexican forces of General Santa Anna, the movie is both elegiac and trivial. This is an accomplishment of sorts, generally the sort that no one plans. The director, John Lee Hancock, strains so mightily to bring a human aspect to the material that the movie limps as if it has a pulled muscle. The film can't support the burden of delivering a drama with a mammoth running time, a climactic catastrophe that nearly every American knows, and no women with major speaking roles. — Elvis Mitchell", "multimedia": null}, {"headline": "The Perfect Girl, Except for the Résumé", "publication_date": "2004-04-09", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:24", "opening_date": "2004-04-09", "display_title": "The Girl Next Door", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01EFDC1538F93AA35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Girl Next Door", "type": "article"}, "mpaa_rating": "R", "summary_short": "A lumpy blend of sweet teen romance and naughty, R-rated prurience, this comedy follows the improbable relationship between Matt (Emile Hirsch), a high-achieving high school senior, and Danielle (Elisha Cuthbert), a former porn star. That the film contains wildly contradictory notions about sex and pornography — one moment it is celebrating, the next shaking its head in concern — is hardly surprising. Why should it be different from anything else? What is scandalous is how little humor it squeezes out of its sleazy premise. Timothy Olyphant, as a snaggle-toothed hipster who produced Danielle's films, gives the only performance that shows any inventiveness or wit. He's a liar, a user, a sociopath and a thief, and by far the classiest thing in the picture. — A. O. Scott", "multimedia": null}, {"headline": "Pile in Everybody, It's Road Trip Time", "publication_date": "2004-04-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:39", "opening_date": "2004-04-07", "display_title": "Johnson Family Vacation", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07E2DB1638F934A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Johnson Family Vacation", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A long drive in search of a family comedy, which is found too late and amounts to too little. For most of the movie, Cedric the Entertainer must stifle his natural gifts to play a put-upon Los Angeles insurance salesman on his way to a family reunion with his half-estranged wife and semi-unruly children. There are a few obstacles along the way &#151; a Satan-worshipping hitchhiker, a hot tub full of fat women, an out-of-control 18-wheeler &#151; all of them funnier on paper than on screen. A bit of relief arrives at the end, when Cedric reappears, with gray hair and a thick country accent, as Nate's Uncle Earl, and Steve Harvey does some exuberant mugging as his rivalrous older brother. On the road, though, the most lively performer is Nate's maroon Lincoln Navigator, replete with Burberry interior, 26-inch rims and other thugged-out features. &#151; A. O. Scott", "multimedia": null}, {"headline": "Personally Political: Fallout From the 'Dirty War'", "publication_date": "2004-04-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:56", "opening_date": null, "display_title": "The Blonds", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E0DE1638F934A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Blonds", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In this oblique, self-conscious semi-documentary, Albertina Carri, whose parents were among the victims of Argentina's military junta in the 1970's, returns to her old neighborhood to investigate the circumstances of their disappearance. And so does an actress (Analía Couceyro) playing the director. The film, a Godardian essay on the indeterminacy of memory and the unretrievability of the past, has moments of strange, poignant discovery, but these are mostly obscured by intellectual preening and formal experimentation that seems awkwardly imposed on the traumatic subject matter. &#151; A. O. Scott", "multimedia": null}, {"headline": "An Outsider Finds a Home, Overcoming Intolerance", "publication_date": "2004-04-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:39", "opening_date": null, "display_title": "Kounandi", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E3DE1339F930A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Kounandi", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "A Portrait of Al Jazeera, Reporting the War Its Way", "publication_date": "2004-04-02", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:44:38", "opening_date": null, "display_title": "The Control Room", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CEFD61539F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Control Room", "type": "article"}, "mpaa_rating": "", "summary_short": "Jehane Noujaim, working with the discipline and detachment of the finest vérité documentary-makers, traveled to the Middle East just as the United States was preparing to invade Iraq last year. Her focus is on the journalists working for the Al Jazeera satellite network, but her scope is much wider, as she explores the differences between Arab and Western journalists and the mix of tension and camaraderie between the journalists and the United States military officers trying to manage the flow of information. Through the deceptively simple practice of watching, listening and editing, Jehane Noujaim captures the complexity of reporting, and has a great deal to say about truth, democracy and the ambiguous status of the free press in the modern world. The current relevance of the film is obvious, but the skill of the filmmaker gives it a resonance beyond its topicality. — A. O. Scott", "multimedia": null}, {"headline": "Without Blinders, the Anatomy of an Illness", "publication_date": "2004-04-02", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:21:30", "opening_date": null, "display_title": "Son Frere", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E6D61539F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Son Frere", "type": "article"}, "mpaa_rating": "", "summary_short": "Patrice Chereau's film, following the sexual intensity of &quot;Intimacy,&quot; brings a similarly harsh naturalism to the subject of illness. The story is radically simple: Luc (Eric Caravaca), a gay schoolteacher living in Paris, cares for his estranged brother, Thomas (Bruno Todeschini), who suffers from a debilitating and possibly fatal blood disease. The film is both tender and abrasive, never flinching from the brute physical horror of illness, and therefore refusing any of the moralism or sentimentality that so often afflicts movie treatments of disease. It is not always pleasant to sit through, but it has the raw, unsettling power, and the surprising tenderness, of a Lucian Freud painting brought to life. &#151; A. O. Scott", "multimedia": null}, {"headline": "Horror Comic at the Core, With a Soulful Sweetness", "publication_date": "2004-04-02", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:58:48", "opening_date": "2004-04-02", "display_title": "Hellboy", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01EED61539F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Hellboy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Mike Mignola's &quot;Hellboy&quot; comics have a drizzly, musty gothic ambience. Guillermo del Toro has brought a similar woozy, disconcerting melancholy to his film adaptation, and his obvious affection and affinity  for that dankness alone would make &quot;Hellboy&quot; worth seeing. But Mr. del Toro lets loose with an all-American, vaudevillian rambunctiousness that makes the movie daffy, loose and lovable. The story is pretty complicated stuff: during World War II, Hitler sends a special squad, led by Rasputin (Karel Roden), to rend the dimensional bonds and obtain a creature that will give the edge to the Nazis. His conjuring leads to the emergence of an infant creature, red as sin, with a long tail, who falls into the hands of the Allies. The kindly British scientist Dr. Broom (John Hurt) tames the tiny scarlet devil with a Baby Ruth the size of a Bazooka. Adopted by Dr. Broom, Hellboy, with his huge stone-like left arm, grows up to be the go-to guy for the good doctor and the anti-apparition league known as the Bureau of Paranormal Research and Defense. What gives &quot;Hellboy&quot; squirmy, ferocious life is the environment that Mr. del Toro creates onscreen. It's this texture that he avidly lavishes on &quot;Hellboy&quot; that offers the kiss of distinction.  It's an elegant haunted house of a picture, with dread and yearning part of the eeriness. Ron Perlman's performance as Hellboy, and his mastery of bad-tempered volubility, makes the film a kind of screwball comedy version of the Thing from the Fantastic Four comics. Like any American comedy protagonist, he's always trying to explain himself and do what's right. That ambition is what gets him into trouble and is the truest definition of Hell. — Elvis Mitchell", "multimedia": null}, {"headline": "A Straphanger Fills in the Blanks", "publication_date": "2004-04-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:13", "opening_date": null, "display_title": "Marathon", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E1D61239F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Marathon", "type": "article"}, "mpaa_rating": "", "summary_short": "Amir Naderi's independent feature concludes the New York trilogy this gifted Iranian filmmaker began with &quot;Manhattan by Numbers&quot; (1992) and &quot;A, B, C . . . Manhattan&quot; (1997).  His protagonist is Gretchen (Sara Paul), a young woman with a curious obsession:  once each year, she goes on a personal marathon, in which she tries to complete as many crossword puzzles as possible during a 24-hour period while riding the underground trains. By performing this strange, private ritual (a tradition she has inherited from her mother) in the most public and chaotic of places, Gretchen seems to be waging her own private war against the meaningless din of urban existence.   As absurd as her gesture may be, it is one way of imposing order on arbitrariness &#151; just as is Mr. Naderi's act in making this intriguing miniature. &#151; Dave Kehr", "multimedia": null}, {"headline": "Classic Fairy-Tale Speech, Spiced With Today's Slang", "publication_date": "2004-04-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:22:21", "opening_date": null, "display_title": "Le Monde Vivant", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E5D71539F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Le Monde Vivant", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "A Sheriff Wrestles to Save a Town", "publication_date": "2004-04-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:54:50", "opening_date": "2004-04-02", "display_title": "Walking Tall", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E2D61239F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Walking Tall", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Crisply directed by Kevin Bray, the film is a remake of the Nixon-era law-and-order hit of the same name, which was set in a Tennessee town taken over by vice peddlers and starred Joe Don Baker as Sheriff Buford Pusser, a no-nonsense guy who cleaned up the town with the help of a huge wooden club. In the new film, the action has been transposed to Washington State (probably to allow the producers to shoot in the budget-friendly confines of British Columbia), and the Southern sheriff has become a Special Forces veteran who returns to find his hometown, once a cozy logging community nestled in a mountain valley, turned into a hellish den of iniquity.  With a brisk running time of 85 minutes, there is no more fat on &quot;Walking Tall&quot; than there is on the Rock himself, a hulking yet curiously ingratiating presence who seems the most likely candidate to replace Governor Arnold Schwarzenegger as America's favorite living comic book character. — Dave Kehr", "multimedia": null}, {"headline": "The Story of a Noble Farm Girl and an Undercover Royal", "publication_date": "2004-04-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:47", "opening_date": "2004-04-02", "display_title": "The Prince & Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E1D61239F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Prince & Me", "type": "article"}, "mpaa_rating": "PG", "summary_short": "It's probably no coincidence that Luke Mably, the skinny English actor playing the crown prince of Denmark, who goes undercover and falls in love with an all-American farm girl, bears a conspicuous resemblance to England's Prince William. With the real prince unavailable, why not create a facsimile from another country and bring him to America? The soggy contemporary fairy tale is a cinematic cream puff with a melted marshmallow inside it. As the temperature rises, the whole gooey thing starts to melt. Julia Stiles's heroine is a model of integrity and decency who seems anachronistic in the age of Britney and Christina, especially when she has to choose between marrying the love of her life and becoming the Queen of Denmark and going to medical school. The lopsided movie doesn't have the backbone to sustain conflict for more than a few minutes&#151; Stephen Holden", "multimedia": null}, {"headline": "On a Dangerous Journey to Self-Awareness", "publication_date": "2004-04-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:53:16", "opening_date": null, "display_title": "The Gatekeeper", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE2D61239F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Gatekeeper", "type": "article"}, "mpaa_rating": "R", "summary_short": "One from the heart for the writer-director-star John Carlos Frey, &quot;The Gatekeeper&quot; is an earnest, idealistic video-to-film feature about a half-Mexican, half-Anglo I.N.S. border guard (Mr. Frey) whose angry contempt for his Mexican heritage turns to respect when he impersonates a Mexican migrant laborer who attempts to cross illegally into the United States.  Though the film is far from a polished work, the force of its significance to Mr. Frey, as well as the urgency of its political message, gives it some genuine impact. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Tale of Crime and Consequences", "publication_date": "2004-04-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:00", "opening_date": null, "display_title": "The United States of Leland", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E2D61239F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The United States of Leland", "type": "article"}, "mpaa_rating": "R", "summary_short": "In spite of an exceptionally fine cast, this melodrama of suburban adolescent dysfunction never rises to the level of its literary ambitions. Leland (Ryan Gosling) is a sensitive young man who kills his ex-girlfriend's mentally handicapped brother, an event that becomes the center of a moody, unconvincing tableau of affluent misery. Don Cheadle plays an aspiring novelist who is Leland's teacher at the juvenile detention facility where he is awaiting trial, and he sees the young man's story as material for a book. The film, its soundtrack awash in self-pitying, guitar-strumming pop songs, combines the look and mood of television teen dramas (notably the late &quot;Dawson's Creek&quot;) with the solemn portentousness of second-rate &quot;serious&quot; fiction. — A. O. Scott", "multimedia": null}, {"headline": "A Western With Watercolor Vistas and a Passel of Parody", "publication_date": "2004-04-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:53", "opening_date": "2004-04-02", "display_title": "Home on the Range", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DEFD71539F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Home on the Range", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This feature-length Disney western cartoon comedy is intermittently funny, but so pumped up for action that it may qualify for a slap on the wrist from Major League Baseball for banned substance abuse. At the very least, the movie may be the first film to require cortisone treatments from jamming its elbow in the audience's ribs so often. Roseanne Barr is the voice of Maggie, a show cow who's now homeless; her spiky, slightly sour delivery gives &quot;Range&quot; some needed breathing room. Her owner was forced to sell his farm after the rustler Alameda Slim (Randy Quaid) cleaned him out of cow and home. Maggie is deposited at Patch of Heaven, a dairy farm, where she meets up with two other heifers: the prim Brit Mrs. Caloway (Judi Dench) and Grace (Jennifer Tilly). When Patch of Heaven, also on the verge of failure, is about to be put on the auction block, Maggie convinces her new friends to capture Slim; the bounty on his head is just enough to save the farm from extinction. The laughs from the audience come at widely spaced intervals, since everyone is reacting to something entirely different; &quot;Range&quot; seems to exist in several time zones simultaneously. Unrestrained energy is hardly a bad thing for animation &#151; the best cartoons are built on the contradictory pursuit of meticulously arranged anarchy &#151; but they never seem needy, or desperate for laughs, as &quot;Home on the Range&quot; does. The film seems hungrier for a pat on the head than a chuckle. &#151; Elvis Mitchell", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}