{"results": [{"headline": "When a Lesson Taught Turns Into a Lesson Learned", "publication_date": "2004-08-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:41", "opening_date": null, "display_title": "Mean Creek", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E5DC1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Mean Creek", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jacob Aaron Estes's debut film, about an adolescent prank gone wrong, is like an unusually sensitive and well-acted afterschool special. This is not meant as a put-down. The issues the film raises — how to deal with a bully (Josh Peck), how to reason with unreasonable peers, how to behave in the wake of disaster — are staples of young-adult fiction. If not for the MPAA rating system, which gives honest movies like this one R ratings for depicting drug use and profanity, &quot;Mean Creek&quot; might have found an appreciative audience of thoughtful adolescents. Its cast of thoughtful adolescents is uniformly superb — Rory Culkin, Trevor Morgan and Carly Schroeder, who bear the ethical burden of the story, are especially fine. A predictable  turn toward melodrama halfway through mars the film's quiet, haunting naturalism, but it is an auspicious beginning for a serious and gifted filmmaker. — A. O. Scott", "multimedia": null}, {"headline": "You Wanna Be Sedated? Not With These Tunes", "publication_date": "2004-08-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:14", "opening_date": null, "display_title": "End of the Century: The Story of the Ramones", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E0D61E3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of End of the Century: The Story of the Ramones", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "To lead the rock 'n' roll life  may be to drink deeply from the fountain of youth, but the rigors and temptations of that  life often point to an early death. Take the Ramones, the seminal punk rock band whose  history is traced in exhaustive detail in this absorbing documentary. The band's geeky, rubber-lipped lead singer, Joey Ramone,  aka Jeffrey Hyman, and its skinny, heavily tattooed bassist, Dee Dee Ramone, aka  Douglas Colvin, died a year apart, in 2001 and 2002, at 49 and 50 respectively. In  between those deaths, the band was inducted into the Rock and Roll Hall of Fame. As the movie reveals even more starkly than the recent Metallica documentary, &quot;Some Kind of  Monster,&quot; harmony among band members gets harder to sustain as the years gather,  youthful enthusiasm wanes, and personalities define themselves. The Ramones' defiant, often funny bubblegum punk and the group's uniform image of black-leather street punks  and its adoption of a common last name, Ramone, camouflaged its members' serious  personality disorders and conflicts. &#151; Stephen Holden", "multimedia": null}, {"headline": "Up a Creek With City Slickers and Beer-Bellied Beasts", "publication_date": "2004-08-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:30:14", "opening_date": "2004-08-20", "display_title": "Without a Paddle", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E7DD1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Without a Paddle", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "As every red-blooded American male is at least partially  aware, 1972 was the year that camping trips lost their innocence. That was when the  movie &quot;Deliverance&quot; introduced a new specter into the horror show of macho nightmares.  Thanks to &quot;Deliverance&quot; and many subsequent rip-offs, every camper knows that behind  every tree may lurk a sadistic, rotten-toothed hillbilly itching to rape a soft city slicker  and make him squeal like a pig in front of his friends. The homosexual panic instilled  by &quot;Deliverance&quot; fuels the running joke (if that's the word for it) driving the uneasy  laughs evoked by this loathsome comedy in which three buddies, aged 30 going on 13,  embark on a ridiculous treasure hunt in the Pacific Northwest. &#151; Stephen Holden", "multimedia": null}, {"headline": "Arranging the Actors to Promote Nicotine Fits", "publication_date": "2004-08-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:00", "opening_date": "2004-08-20", "display_title": "Nicotina", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE7DC1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Nicotina", "type": "article"}, "mpaa_rating": "R", "summary_short": "A stylish, unconvincing collection of second-hand gimmicks and attitudes, this Mexican caper movie borrows from &quot;Amores Perros,&quot; &quot;Run Lola Run&quot; and the collected early work of Quentin Tarantino. The narrative, hopping around the sad, garish notcturnal landscape of lower-middle-class Mexico City, unfolds in real time with the jumpy irritability of a 90-minute nicotine fit. A computer hacker (Diego Luna) takes a break from spying on his neighbor to go in on some shady business with Russian mobsters, and the ensuing wave of grisly, jokey violence sweeps up the unsuspecting proprietors of a modes beauty salon and a small pharmacy. In spite of the interesting cast and Hugo Rodríguez's deft sense of timing, the movie is little more than yet another numbing, dumbing exercise in warmed-over cool. &#151; A. O. Scott", "multimedia": null}, {"headline": "Or How She Learned to Stop Worrying and Love Fortune", "publication_date": "2004-08-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:10:50", "opening_date": null, "display_title": "It's Easier for a Camel", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E7DC1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of It's Easier for a Camel", "type": "article"}, "mpaa_rating": "", "summary_short": "Because the film is a convoluted meditation on  the guilt that often accompanies personal wealth, this wistful, self-effacing comedy is a  movie that will push your buttons. Is it possible to not to feel twinges of envy and scorn  for a character who worries obsessively about having no material worries? The director, Valeria Bruni Tedeschi, stars in her own movie as Federica, an attractive, aspiring playwright with a big horsey grin and a load of guilt to shoulder as she faces the prospect of inheriting a fortune when her terminally ill father dies. The film is the kind of exercise in semi-autobiographical reflection that is almost impossible to carry off without seeming self-absorbed. But then so was Federico Fellini's early 60's masterpiece, &quot;8 1/2,&quot; in which the world revolved surreally around a creatively blocked director. Ms. Tedeschi's comedy, by contrast, goes out of its way to puncture any aura of grandiosity. &#151; Stephen Holden", "multimedia": null}, {"headline": "After the Death Camps, Life Goes On, Step by Step", "publication_date": "2004-08-20", "byline": "Manohla Dargis", "critics_pick": 0, "date_updated": "2016-03-30 07:12:15", "opening_date": null, "display_title": "Almost Peaceful", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E5DD1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Almost Peaceful", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Movies about survival often divide between those that grimly insist on the triumph of the human spirit and those equally grim testaments to absolute despair. In &quot;Almost Peaceful,&quot; a gently observed film about Holocaust survivors from the French director Michel Deville, survival means something other than choked laughter and sentimental bromides or brute, animal struggle. Survival also means the modest, faltering steps the not-dead take toward the resumption of everyday normal life.   Based on an autobiographical novel by Robert Bober, a French writer and filmmaker who worked as an assistant director on a handful of early Francois Truffaut features, &quot;Almost Peaceful&quot; opens in the summer of 1946. In an upstairs apartment on an anonymous Parisian street, Albert (Simon Abkarian) and his sad-eyed wife, La (Zabou Breitman), are raising  two young children and running a modest tailoring shop where most of the employees are other survivors. Amid the warm, enveloping hum of steady work and clattering machines, Jews who survived the death camps work side by side with Jews who evaded their horrors, fashioning a new world for themselves stitch by careful stitch. &#151; Manohla Dargis", "multimedia": null}, {"headline": "Here Comes a Mutt With a Mission", "publication_date": "2004-08-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:53:11", "opening_date": "2004-08-20", "display_title": "Benji Off the Leash!", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E7DE1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Benji Off the Leash!", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The fifth film to feature the lovable mutt Benji since the writer-director Joe Camp initiated the series with the indie hit &quot;Benji&quot; in 1974.  It's an old-fashioned boy and his dog story, in which the dog is played not by a swarm of manipulated pixels but by an actual flesh-and-fur canine, and at the end of a summer full of computer-generated special effects, it's nice to see a character with a pulse.  The story is somewhat more somber than usual &#151; Benji's master is a frightened 14-year-old boy, with a brutal stepfather and a browbeaten mother, who has to protect his pet against both his father and a pair of bumbling dogcatchers &#151; but there is generous comic relief as well as plenty of cutaways to lovable mutts. &#151; Dave Kehr", "multimedia": null}, {"headline": "Revisiting a Berlin Protest That Changed Nazi Plans", "publication_date": "2004-08-20", "byline": "Manohla Dargis", "critics_pick": 0, "date_updated": "2016-03-30 06:51:36", "opening_date": null, "display_title": "Rosenstrasse", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E0DD1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Rosenstrasse", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Early on Feb. 27, 1943, under the waning cover of dark, Berlin`s remaining Jews were rounded up for what the Reich euphemistically referred to as deportation. While most of the detainees were doomed, some 1,700 men, women and children were diverted to a former Jewish community center on Rosenstrasse. Segregated because they were either married to non-Jewish Germans or the progeny of such marriages, the prisoners huddled together while outside, their German relatives, women mostly, initiated an unprecedented protest against the Nazi terror machine. In &quot;Rosenstrasse,&quot; the German director Margarethe von Trotta revisits this relatively obscure episode from Germany's Nazi past to dismally inept effect. Known for politically charged movies about tough women, Ms. von Trotta here foregoes the typical historical reconstruction and instead attempts to put the past and the present into conversation. Because she isn't a historian it's arguable that her allegiance to the historical record need not be as firm as her commitment to her art, which at least here appears tenuous at best. That reasoning would certainly fly better if the filmmaker didn't try to wrench an object lesson about female empowerment from the Rosenstrasse protest. &#151; Manohla Dargis", "multimedia": null}, {"headline": "It's an Underground Monster World Series", "publication_date": "2004-08-14", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:11:10", "opening_date": "2004-08-13", "display_title": "Alien vs. Predator", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE0DD153FF937A2575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Alien vs. Predator", "type": "article"}, "mpaa_rating": "", "summary_short": "Set in a Jules Verne world beneath the earth's surface  in an incalculably ancient pyramid buried 2,000 feet beneath the Antarctic ice cap,  Paul W.H. Anderson's film imagines an apocalyptic conflict between two of 20th-Century Fox's franchise monsters, on loan from &quot;Alien&quot; (1979) and &quot;Predator&quot; (1986).  The humans don't have much to do in &quot;Alien vs. Predator&quot; but put the plot in motion and stand back to watch it work, a precarious position that eventually claims most of them.  Though Mr. Anderson does have an idea for creating a rooting interest, it's too far-fetched even for fantasy, and the film turns into a cold but occasionally impressive special-effects extravaganza. — Dave Kehr", "multimedia": null}, {"headline": "For Movie and Its Marketing, a Marriage of Convenience", "publication_date": "2004-08-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:38", "opening_date": "2004-08-13", "display_title": "Yu-Gi-Oh!", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E0DC173FF930A2575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Yu-Gi-Oh!", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This Japanese animated film, directed by Hatsuki Tsuji, consists of an extended round of Yu-Gi-Oh!, a card game based on a Japanese comic book that has become enough of a craze among American children to support a television series (on the Kids WB! Network) and a cycle of video games as well.  The picture is little more than a commercial for the game, which constantly requires players to purchase new cards for their playing decks. The slight plot consists of a protracted duel between the game's goodhearted adolescent champ, Yugi, and his arch-rival, a greedy teenaged video game entrepreneur named Kaiba.  The animation is execrable and the suspense sub-minimal. — Dave Kehr", "multimedia": null}, {"headline": "Sexual Politics in a Noir Mood", "publication_date": "2004-08-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:43", "opening_date": "2004-09-03", "display_title": "We Don't Live Here Anymore", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E4DF173FF930A2575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of We Don't Live Here Anymore", "type": "article"}, "mpaa_rating": "R", "summary_short": "Meticulously adapted from two novellas by Andre Dubus, John Curran's film is a somber anatomy of two marriages in crisis. Mark Ruffalo's Jack, who teaches literature at a small college, is having an affair with Edith (Naomi Watts), the wife of his best friend, a writer named Hank (Peter Krause), who has a fling with Jack's wife, Terry (Laura Dern). It is all a bit too symmetrical — a bedroom farce without a sense of humor — and the characters float free of any credible social context. But this dark, cracked crystal of a film nonetheless works as a kind of marital film noir, with the threat of emotional violence hanging over every scene. The actors give brave, unshowy performances, especially Ms. Dern, who lets go of any trace of actorly vanity, and Mr. Ruffalo, who portrays male weakness with an honesty rarely seen in American movies. — A. O. Scott", "multimedia": null}, {"headline": "In a World of Singers, an Unsung Hero", "publication_date": "2004-08-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:34", "opening_date": null, "display_title": "Tom Dowd and the Language of Music", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE6DC173FF930A2575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Tom Dowd and the Language of Music", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The real history of pop music over the last half century is as much a story of technological  innovation as it is a star-driven genealogy that connects the usual legends in an elaborate  family tree of styles and influences. To hear the producer and recording engineer Tom  Dowd describe his pioneering role in the evolution of studio recording, from monaural to  stereo to multi-tracking to digital, is to begin to understand the degree to which machines,  as much as performers, have shaped the changing sound of pop. Dowd, who died in 2002,  was an engineer and producer on classic recordings by Ray Charles, Aretha Franklin, the  Allman Brothers and Lynyrd Skynyrd, as well as jazz legends. In this documentary, which interweaves snippets of vintage performances, reminiscences and tributes, Dowd comes across as a sophisticated but unpretentious studio wizard whose respect for musicians always took precedence over his mastery of gadgetry. &#151; Stephen Holden", "multimedia": null}, {"headline": "Just Like Great-Grandpa's Peep Show", "publication_date": "2004-08-11", "byline": "Manohla Dargis", "critics_pick": 1, "date_updated": "2016-03-30 07:15:06", "opening_date": null, "display_title": "Cowards Bend the Knee", "link": {"url": "http://www.nytimes.com/movie/review?res=950CE1D81E3CF932A2575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Cowards Bend the Knee", "type": "article"}, "mpaa_rating": "", "summary_short": "All good filmmakers have a sense of film history; for the Canadian director Guy Maddin it's a history that cuts to the marrow. The filmmaker's obvious inspirations are culled from silent cinema and those first few years when movies learned to talk, but he evinces an appreciation for proto-cinematic forms as well. (He doesn't just delight in early movies, when women possessed rosebud mouths and men had manners as slick as pomade, he exudes in the splotches, accidental jump cuts and ragged edges that can cling to well-used movies.) Mr. Maddin's interest in the atavistic takes wonderful shape in his latest offering, a love story that was originally designed as an installation art piece in which 10 different chapters were viewed through separate peepholes. Since its conception, the film has been stitched into a near-feature-length movie and no longer will viewers need risk eyestrain and cramped necks to appreciate Mr. Maddin's singular genius. Raincoats, however, remain optional. &#151; Manohla Dargis", "multimedia": null}, {"headline": "To Take the Crown, Princess, You'll Need a Ring", "publication_date": "2004-08-11", "byline": "Manohla Dargis", "critics_pick": 0, "date_updated": "2016-03-30 06:53:44", "opening_date": "2004-08-11", "display_title": "The Princess Diaries 2: Royal Engagement", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E5D71E3CF932A2575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Princess Diaries 2: Royal Engagement", "type": "article"}, "mpaa_rating": "G", "summary_short": "In the cardboard kingdom of Genovia, the setting for the new feature-length fairy tale &quot;The Princess Diaries 2: Royal Engagement,&quot; the streets are as scrubbed of dirt and personality as a Disney theme park. A mythic European country where everyone speaks accented English by way of Britain, France and Brooklyn, Genovia is the adopted home of Princess Mia (Anne Hathaway), a one-time San Francisco teenager-turned-old-world pretender. Unlike Pinocchio, Mia doesn't hang her wish on just any star; she hangs it on the movie-made promise that every girl can find her inner princess and, like, you know, rule. Directed by Garry Marshall, who's been selling wish-fulfillment fantasies for years, most notably in &quot;Pretty Woman,&quot; and written by Shonda Rhimes, &quot;The Princess Diaries 2&quot; combines a classic storybook scenario, in which the former ugly duckling refines her swan standing, with the usual self-help uplift. This time around, the princess who would be queen learns what the rest of us know already: happy movie endings generally come to those women who eat their independence and, in time, a wedding cake too. — Manohla Dargis", "multimedia": null}, {"headline": "Up, Up and Away, With Many Balloons", "publication_date": "2004-08-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:42", "opening_date": null, "display_title": "Danny Deckchair", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E0D81E3CF932A2575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Danny Deckchair", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The blond, sleepy-eyed hero of this Australian comedy lives out a fantasy entertained by every child who has ever watched a helium balloon float into the sky and developed a lump in the throat as it disappeared. What would it be like to go along for the ride, drifting over the landscape to a destination determined by the whims of the wind? The movie joins that  fantasy to a pleasantly sappy fable of new beginnings that suggests a Frank Capra film  sweetened with an extra layer of sugar glaze. Danny Morgan, a cement truck driver in Sydney, inflates a cluster of giant balloons attached to a lawn chair and sails off into the wild blue yonder where he starts a new life and meets his true love. The movie is only a trifle, but it has its charms. &#151; Stephen Holden", "multimedia": null}, {"headline": "Killer in a Cab, Doing His Job", "publication_date": "2004-08-06", "byline": "Manohla Dargis", "critics_pick": 1, "date_updated": "2016-03-30 07:13:23", "opening_date": "2004-08-06", "display_title": "Collateral", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E4DE123CF935A3575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Collateral", "type": "article"}, "mpaa_rating": "R", "summary_short": "In &quot;Collateral,&quot; the edgy new thriller from the director Michael Mann, the city never sleeps, it doesn't even relax. Set in Los Angeles mostly after dark, after the city's sunshine has given way to cool noir, the story centers on a taxi driver, Max (Jamie Foxx), and the assassin, Vincent (Tom Cruise), who hops a ride with him deep into the night. Pitched between interludes of anxious intimacy and equally nerve-shredding set pieces, &quot;Collateral&quot; scores its points with underhand precision. The film is about a lot of different things, about how Los Angeles lights up even at night, how cars become prostheses of our selves and how driving with the radio on can be bliss. But as with all of Mr. Mann's movies, &quot;Collateral&quot; is finally about men and work, and about how being a man is itself a kind of job, which explains why this fastidiously crafted commercial film isn't just an entertainment, but a statement of personal faith. — Manohla Dargis", "multimedia": null}, {"headline": "A Policeman Turns Against Apartheid and Becomes a Bank-Robbing Folk Hero", "publication_date": "2004-08-06", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:49:07", "opening_date": null, "display_title": "Stander", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE4DF123CF935A3575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Stander", "type": "article"}, "mpaa_rating": "R", "summary_short": "In its first half-hour, &quot;Stander,&quot; which tells the true story of Andre Stander (Tom Jane), the Johannesburg police chief who in 1976 turned against an apartheid system he found repugnant, and became a notorious serial bank robber, plays like a smoothly executed, if predictable drama of one man's heroic rebellion. Just when you begin to relax and wait for the usual buttons to be pushed, it swerves in more  uncertain direction and becomes an unsettling character study of a man self-destructively  addicted to flouting authority that is camouflaged as a heist movie. The further the volatile title  character evolves into a swaggering self-styled Robin Hood, the more his luster begins to  tarnish. Much of the film's considerable power lies in Mr. Jane's raw physical dynamism. — Stephen Holden", "multimedia": null}, {"headline": "Hanging With Sharks, at Their Dinner Hour", "publication_date": "2004-08-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:45", "opening_date": "2004-08-20", "display_title": "Open Water", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E5D8153CF935A3575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Open Water", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this minimalist, digital video thriller, a tourist couple spends their vacation trying not to be eaten by sharks. &quot;I wanted to go skiing,&quot; complains Susan (Blanchard Ryan), and you can hardly blame her. She and Daniel (Daniel Travis), her boyfriend, out for a morning of scuba diving, have been left behind by the charter boat, and they bob up and down, fighting panic, exhaustion and each other in a desperate struggle to survive. The film, simply and efficiently shot without special effects or well-known actors, evokes some deep and primal fears, but it is ultimately too small, too under-dramatized, to provoke anything more intense than squirming discomfort. Susan and Daniel are so bland that they could be anybody, which is the problem, and your sympathy for them is fleeting, as if you had encountered them in a short, grisly item on the local evening news. — A. O. Scott", "multimedia": null}, {"headline": "Leaving His Past Behind (Electronically)", "publication_date": "2004-08-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:45:08", "opening_date": "2004-08-06", "display_title": "Little Black Book", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E6D6153CF935A3575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Little Black Book", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This movie starring Brittany Murphy as an ambitious associate producer  of a trashy television talk show aspires to be a dewy-eyed self-help fable for ambitious  young women folded into a mean-spirited satire of Jerry Springer-style reality  programming. Offering few laughs and a climactic scene of breathtaking cruelty, the plot-heavy movie draws you against your will into its malignant force field. Almost from the  beginning, the film's sugary and rancid strains work against each other. To put it another  way, &quot;Little Black Book&quot; would like to be a wised-up but still starry-eyed &quot;Working Girl&quot;  and a more acerbic &quot;Broadcast News.&quot; In trying to be both things at once, it can't hold a candle to either forerunner. Batting her large vacant eyes and sucking  her lower lip into a pout, Ms. Murphy suggests a dumbed-down Meg Ryan with a gloss  of Melanie Griffith. — Stephen Holden", "multimedia": null}, {"headline": "Asians With Nothing to Lose in Translation", "publication_date": "2004-08-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:52", "opening_date": null, "display_title": "Last Life in the Universe", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E3DE123CF935A3575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Last Life in the Universe", "type": "article"}, "mpaa_rating": "R", "summary_short": "Allusive, and enigmatic, with hallucinations  that vie with reality in its characters' minds, this Thai film is a wistful mood piece whose  contemplative tone is periodically punctured with eruptions of violence. A meditation on the mysterious symmetry of lives and the unlikely attraction of opposites, the movie   observes the off-kilter romance of one of the world's odder couples: a lonely Japanese  librarian's assistant living in Bangkok who lives a compulsively orderly existence and a  brash Thai bar girl about to move to Osaka. In its exploration of intercultural  communication and the attraction of opposites, it suggests an elliptical Asian response to  &quot;Lost in Translation.&quot; &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}