{"results": [{"headline": "He Conducted for Hitler, and Now He's Making a Nazi Hunter's Day", "publication_date": "2003-09-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:39", "opening_date": null, "display_title": "Taking Sides", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE4DD1138F936A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Taking Sides", "type": "article"}, "mpaa_rating": "", "summary_short": "In the role of a pugnacious United States Army Officer assigned at the end of World  War II to gather proof that the German conductor Wilhelm Furtwängler collaborated with  the Nazis, Harvey  Keitel creates the most boorish Nazi hunter ever portrayed on the screen.  It's a typically nervy performance that pumps adrenaline into what is essentially a talky  moral debate. Defending his decision not to leave Germany, the courtly conductor  vigorously insists that art is a higher calling and should be divorced from politics.  Although the screenplay, adapted by Ronald Harwood from his own play, is schematic  and talky and the issues it debates familiar, its arguments are still worth contemplating.  And in their wildly different ways, Mr. Keitel's interrogator and Stellan Skarsgard's  conductor make compelling, evenly matched adversaries. — Stephen Holden", "multimedia": null}, {"headline": "Hey Is Dee Dee Home (Movie)", "publication_date": "2003-09-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:49:35", "opening_date": null, "display_title": "Hey is Dee Dee Home", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07EFDC1238F930A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Hey is Dee Dee Home", "type": "article"}, "mpaa_rating": "", "summary_short": "Since his 1980 documentary on the punk-rock movement, &quot;D.O.A.,&quot; Lech Kowalski has been the foremost chronicler of the punk generation's romantic myths and harsh realities. The musicians he has focused on in his rough, video-based documentaries include the Sex Pistols, Billy Idol, Richard Hell and Johnny Thunders, the last one a spectacularly suicidal junkie-rocker whose 20-year journey to death by overdose was detailed in Mr. Kowalski's &quot;Born to Lose: The Last Rock-and-Roll Movie&quot; (1999). Mr. Kowalski's new film, &quot;Hey Is Dee Dee Home,&quot; is a rueful, reflective companion piece to &quot;Born to Lose.&quot; Its subject is one of Mr. Thunders's collaborators and fellow addicts, Dee Dee Ramone, who died of a drug overdose in June 2002.   With songs like  &quot;I Wanna Be Sedated&quot; and &quot;Now I Wanna Sniff Some Glue&quot; to his credit (he often wrote under his real name, Douglas Colvin), Mr. Ramone made no secret of his drug use, and he remains a leading example of that brand of self-destructive romantic revolt pioneered in the 19th century by the French poets Charles Baudelaire and Arthur Rimbaud. As extreme as  his behavior and music often were, Mr. Ramone also seemed to be a sympathetic and reasonably self-aware person, at least as he is captured here in a sobered-up, 1991 interview that Mr. Kowalski unearthed and placed at the center of this film. &#151; Dave Kehr", "multimedia": null}, {"headline": "Disaffected Teenagers and Looming Calamity", "publication_date": "2003-09-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:09:12", "opening_date": null, "display_title": "Zero Day", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E1DC1238F930A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Zero Day", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In &quot;Zero Day,&quot; the teenaged high schooler Cal (Calvin Robertson) has a sarcastic mantra that he often utters: &quot;These are the best years of our lives.&quot; But the first time he says it in director Ben Coccio's drama sets the tone. It's late at night, and Cal and his best friend, Andre (Andre Keuck), are planning an assault on their school. &quot;We are the army of two,&quot; they chant, flexing and posing for the camera. Teen assassins Eric Harris and Dylan Klebold, and the murderous attack they unleashed on Columbine High School in 1999, are the basis of Mr. Coccio's loose, low-key film, which he wrote with his older brother, Chris. The rambling course of &quot;Day&quot; &#151; it's structured as a video diary, with segments from both Cal and Andres camera's &#151;  means that some of the segments take on more weight than others. Still , the movie is often compelling, because of individual moments in each installment as the date of the attack grows near. The movie's power comes because even the most innocuous moments in Andre and Cals lives are shadowed by dread. &#151; Elvis Mitchell).", "multimedia": null}, {"headline": "Can a Nice Guy Beat a Bad Boy?", "publication_date": "2003-08-29", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:24:55", "opening_date": null, "display_title": "Once Upon a Time In the Midlands", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE1D91E39F93AA1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Once Upon a Time In the Midlands", "type": "article"}, "mpaa_rating": "R", "summary_short": "The subject matter of the British director Shane Meadows's &quot;Midlands&quot; is a wry counterpoint to the film's sprawling, epic title. The movie is a soulful domestic comedy with more in common with the enchantingly freakish twitches of life found in a Bill Forsyth film like &quot;Local Hero&quot; than one of Sergio Leone's blood-orange epics like &quot;Once Upon a Time in the West.&quot;  &quot;Midlands&quot; weaves a large number of characters throughout the tract homes of Nottingham, where the movie is set. It threatens a showdown  between a pair of rivals, Dek (Rhys Ifans) and Jimmy (Robert Carlyle), who both want Shirley (Shirley Henderson). And by the end of the film, Mr. Meadows exaggerates the conventions of the western to make his own points about the foolishness of machismo.  But what really separates &quot;Midlands&quot; from Leone's desiccated, terse genre work is Mr. Meadows's doting attention over his characters' decency. It gives a demonstrative bittersweetness to a likable but small story. Jimmy strides into Shirley's life to reclaim her and their daughter, Marlene (Finn Atkins), though he's been out of the picture for so long that there could have been a reality show about his disappearance. It's an actual reality show that has caused the trouble for Dek; he proposed to Shirley, with whom he's been living and helping to raise her little girl, and she rebuffed him on national television. Stunned, he's picking up the shards of what used to be his dignity when Jimmy returns, further tangling the knot of emotional complications. &quot;Midlands&quot; is primarily a film about the need that fatherhood fills — Dek's closeness to Marlene registers strongly. — Elvis Mitchell", "multimedia": null}, {"headline": "Gory Rite of Passage for Would-Be Action Heroes", "publication_date": "2003-08-29", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:51:37", "opening_date": null, "display_title": "The Backyard", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE1D81E39F93AA1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Backyard", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The subject of Paul Hough's documentary is the middle-American phenomenon known as backyard wrestling, in which young men attempt to emulate the bloody high-jinks of professional wrestling using decidedly amateur means  — homemade rings, built out of mattresses and tarp; homemade weapons, usually involving barbed wire wrapped around a club or a board; and homemade gore, here created, as the professional wrestlers do, by cutting the forehead with hidden razor blades. &quot;The Backyard&quot; is often hard to watch, given the level of hideous mayhem that seems to be standard for these performances.  Though much of the violence is faked, there also appears to be a very high rate of masochism among the participants, as if backyard wrestling were the male symptom analogous to cutting or purging among girls.  It releases tension, but at a considerable price.  An astounding anthropological study of that strange tribe known as the American teenager. — Dave Kehr", "multimedia": null}, {"headline": "Cheating Hearts and Insecure Men", "publication_date": "2003-08-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:11", "opening_date": null, "display_title": "The Other Side of the Bed", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E3D61038F93AA1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Other Side of the Bed", "type": "article"}, "mpaa_rating": "R", "summary_short": "Below  the cheery, sugar-glazed surface of &quot;The Other Side of the Bed,&quot; a warm-blooded Spanish sex comedy leavened with song-and-dance numbers, is a satire of contemporary  sexual warfare that leaves you smiling but also stung. In its freewheeling mixture of  romantic comedy and song and dance, the movie, which follows the bed-hopping  escapades of two couples, is stylistically closer to Bollywood than to Hollywood. A 21st  century version of a traditional sex farce, it tampers with the format by refusing tie up its  frayed loose ends in neat little bows. The satire is especially devastating to the men who  fancy themselves liberated but who become insecure, possessive little boys if they have  the slightest suspicion that a girlfriend they've betraying might be turning the tables. — Stephen Holden", "multimedia": null}, {"headline": "Teenagers Make the Best Hors d'Oeuvres", "publication_date": "2003-08-29", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:50:33", "opening_date": "2003-08-29", "display_title": "Jeepers Creepers 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07EED81E39F93AA1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Jeepers Creepers 2", "type": "article"}, "mpaa_rating": "R", "summary_short": "Unveiled in the 2001 &quot;Jeepers Creepers,&quot; the monster of this would-be series is a nameless, flying boogie-man, part Creature from the Black Lagoon, part Freddie Krueger (of the &quot;Nightmare on Elm Street&quot; films) and part Nosferatu &#151;  the spindly, anorexic vampire imagined by F. W. Murnau for his 1922 film of the same name. But you don't have to be a horror movie scholar to know that nothing of real interest is going to happen in a film with &quot;2&quot; in its title (3 is where the action is), and indeed, we're offered little more than a real time study of the Creeper feeding on a busload of high school athletes returning from a championship game. Victor Salva will have to make his monster something more than a slithering, slobbering, wholly malignant presence if he wants his franchise to continue. &#151; Dave Kehr", "multimedia": null}, {"headline": "Two Bad Girls Look Good to an Awkward Shopgirl", "publication_date": "2003-08-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:34", "opening_date": null, "display_title": "Suddenly", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04EED71339F934A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Suddenly", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In this  moody, chiaroscuro character piece, Diego Lerman uses the title to comment on the changes that swarm over the three teenaged girls at the center of his myth-adventures.  But actually, nothing takes place suddenly, because he creates an intimate power play to contradict the jagged sharpness of the material. &quot;Suddenly&quot; was filmed in a stark, rough black-and-white style that grabs your sympathy immediately. We're introduced to Mao and Lenin, the tough girls who roll around the streets with the garish, crass charisma of screen stars. It's as if they'd emerged right out of a graduate student thesis film on Jean-Luc Godard. We catch them through the eyes of Marcia (Tatiana Saphir), a chubby, sweet-faced woman roughly their age who works in a lingerie shop; she regards them wistfully, with a hint of envy, as if she were thumbing through the page of a magazine. When Mao and Lenin invade the store, sizing her up as they drop ridicule, &quot;Suddenly&quot; takes a quick jump. The movie isn't judgmental about size or appearance; it's more interested in slapping down the bourgeoisie. It's a relief, because their prey, with her rounded, pleasant features and slightly awkward gait, doesn't deserve to be humiliated. The Argentine director is at his best in displaying his talents when there is little or no dialogue, especially as the sexual axis shifts between the three girls. The stoic volatility of the opening 10 minutes drifts into another movie altogether, one where a tenderness develops between the threesome as they get to know one another. And you find yourself rooting for Mr. Lerman to pull off this whole direction. When &quot;Suddenly&quot; finds its soul in the last half-hour, the title begins to make an endearing sense. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "House-Sitting for the Boss as a High-Risk Love Ploy", "publication_date": "2003-08-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:03", "opening_date": "2003-08-22", "display_title": "My Boss's Daughter", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E7D71739F930A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of My Boss's Daughter", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "When Ashton Kutcher got the news that this much-delayed bad-taste comedy that he stars in was actually being released, he must have felt as if he were being &quot;Punk'd.&quot; On that MTV video-prank series, Mr. Kutcher and a crew raise the temperature of music-video mainstays like Pink with hazing stunts intended to get their goats. Mr. Kutcher's goat has not only been got, it's roasting on a spit. Mr. Kutcher plays the amiable doormat Tom, who works in publishing and wants to move to the business's creative side . He attempts to ingratiate himself with his tyrannical boss,  Jack (Terence Stamp), who says whatever he thinks to whomever happens to be standing nearby. Most of his sentences tend to end with &quot;You're fired.&quot; And Tom has a crush on Jack's daughter, Lisa (Tara Reid), who persuades him to house-sit at the palatial, antique-filled estate she shares with her angry no-nonsense dad. Jack instructs Tom in caring for his home &#151; no guests, no shoes and no damage or it's no job. This muddled comedy of confusion feels as if it were a Farrelly brothers' comedy that has sat exposed to the elements long past its expiration date; perhaps that's why almost every joke is stale. It absently tosses humor about race, sex, injury, disease and the handicapped into the same garbage bag. Yet, the pile of refuse is so uninteresting even the flies stay away. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "In Giddy Rap Land, It's Senator vs. Smut", "publication_date": "2003-08-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:24", "opening_date": "2003-08-22", "display_title": "Marci X", "link": {"url": "http://www.nytimes.com/movie/review?res=9403EFD81739F930A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Marci X", "type": "article"}, "mpaa_rating": "R", "summary_short": "This flimsy sitcom about a foul-mounted rap star named Dr. S (Damon Wayans), a  crusading United States Senator (Christine Baranski) on the warpath against obscenity and the  spoiled daughter of the mogul who owns Dr. S's record company (Lisa Kudrow) doesn't know the meaning  of street credibility. Despite a charmingly goofy performance by Mr. Wayans and a  screenplay (by Paul Rudnick) that pokes fun at black and Jewish stereotypes, the movie  feels hopelessly out of date as well as terminally unhip. — Stephen Holden", "multimedia": null}, {"headline": "Study Death, Learn to Live", "publication_date": "2003-08-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:18:51", "opening_date": null, "display_title": "The Battle of Shaker Heights", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E5DF1639F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Battle of Shaker Heights", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This drab comic melodrama  may lead to the creation of a new axiom: Success has many fathers, but failure has &quot;Project Greenlight.&quot;  This film is the latest result of the HBO series in which competitors win a chance to make a low budget movie, financed by Miramax, with the condition that their behind-the-scenes travails will be filmed for a making-of television series detailing the squalling and squabbling.  &quot;Heights&quot; isn't nearly as earnest and undercooked as last year's winner, the disastrous &quot;Stolen Summer.&quot; But &quot;Heights&quot; is another bleached Xerox, a coming-of-age nugget that's set in the Midwest. This time, the locale is Shaker Heights, Ohio, a Cleveland enclave that's the home of Kelly Ernswiler (Shia LaBeouf). Kelly is a bright teenager obsessed with historical American battles and a participant in war re-creations. He meets Bart (Elden Henson) after saving his life in a mock World War I battle and the two teenagers become fast pals. Kelly develops a relationship with Bart's parents and, more important, a crush on Bart's engaged older sister, Tabby (Amy Smart). Things are complicated at Kelly's house, too.  His mother (Kathleen Quinlan) employs a group of immigrants to make paintings that support the household. And his recovering addict father (William Sadler) treats their place as crash pad for the homeless and other less fortunates. Yes, Kelly's sitting on a pile of rage. It's why he spouts the kind of precocious drivel that, in real life, would get him beaten up by even the victims of bullies. The dewy, likable Mr. LaBeouf is facing more than simulated death on &quot;Heights.&quot; Even his off-center boy-toy equipment — his cranky line delivery, an addled timing that makes him sound as if was roused from a particularly good daydream, and a bedhead white-boy Afro — can't supply enough charm to keep this wobbly, wisecracking tearjerker alive. — Elvis Mitchell", "multimedia": null}, {"headline": "Roadblocks on the Way to the Altar", "publication_date": "2003-08-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:21", "opening_date": null, "display_title": "Rana's Wedding", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E7DE1739F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Rana's Wedding", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This somber Palestinian film builds suspense as it follows  the quest of Rana (Clara Khoury) a feisty, young Palestinian living in Jerusalem, who must  marry the boyfriend (Khalifa  Natour) whom her father disapproves of by a certain time or  leave Israel.  But on a deeper level, the movie is a meditation on the seething frustrations  of living under a stage of siege. Jerusalem, as seen through the Palestinian filmmaker's  eyes, is a gridlocked power keg where hostile Israeli soldiers aim their guns at the tiniest  hint of trouble and roadblocks and checkpoints make living a normal life almost impossible.  Ms. Khoury offers a deeply sensitive, unsentimental portrait of young woman torn by  doubt in a climate ruled by fear and suspicion. &#151; Stephen Holden", "multimedia": null}, {"headline": "The Man's World From a Unique Perspective", "publication_date": "2003-08-22", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:24", "opening_date": null, "display_title": "Venus Boyz", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DEEDF1739F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Venus Boyz", "type": "article"}, "mpaa_rating": "", "summary_short": "Gabriel Baur's Swiss-financed documentary takes as its subject the subculture of &quot;drag kings&quot; &#151; women who enjoy dressing as men, and acting out their fantasies, perceptions and fears of male behavior. Built around an evening of drag king performance at New York's Club Cassanova, the film introduces us to several different practicing kings, each of whom has her own reasons for adopting male dress.  We meet, for example, Diane Torr, whose drag persona is that of a drab, angry middle-aged man; she seems as much an anthropologist as she is an entertainer.  The gestures, the stride and the attitude of her character seem to have been minutely researched and are impeccably reproduced, adding up to a portrait of middle-American frustration and rage that is as poignant as it is frightening. The latter sections of Ms. Baur's film take her to London, where a different, more radically experimental drag king scene prevails.  Here, her interview subjects are transgendered persons &#151; who have transformed their bodies through surgical procedures or the use of hormones &#151; and no longer see themselves as belonging exclusively to one sex or the other.  Ms. Baur  has clearly earned the trust and respect of her subjects,  and they have repaid her with an intimate glimpse of their singular lives. &#151; Dave Kehr", "multimedia": null}, {"headline": "Trying to Escape a Life of Disaster", "publication_date": "2003-08-22", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:05:53", "opening_date": "2003-08-29", "display_title": "Green Card Fever", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E7DE1739F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Green Card Fever", "type": "article"}, "mpaa_rating": "", "summary_short": "In the  simplistic but amiable &quot;Green Card Fever,&quot; Murali (Vikram Dasu), a recent Indian immigrant,  will do anything to get his green card (now that his United States visa has expired), but everything goes wrong. His smooth Indian-American lawyer is condescending and overpriced. The man who claims to be working on the green card application is a cheat. And when Murali gets his first pay envelope from his first job,  there's nothing inside but a MetroCard. Luckily, a beautiful Americanized young woman (Purva Bedi) comes into his life, and eventually Murali has a chance to speak out against corruption. &#151; Anita Gates", "multimedia": null}, {"headline": "A Martial Artist in Search of a Talisman", "publication_date": "2003-08-22", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:43:56", "opening_date": "2003-08-22", "display_title": "The Medallion", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E5DE1639F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Medallion", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jackie Chan plays a Hong Kong police inspector who travels to Ireland in search of the title object, a  talisman that confers infinite strength and immortality on its possessor.  It has been snatched by the international villain Snakehead (Julian Sands, in a highly campy performance), along with the cute little boy (Alexander Bao) who is its rightful possessor.  Mr. Chan is helped in is quest by a British supporting cast:  the Interpol agents Claire Forlani, Lee Evans and John Rhys-Davies.  A Hong Kong production filmed in English by the veteran Hong Kong director Gordon Chan (&quot;Fist of Legend&quot;), &quot;The Medallion&quot; is aimed at an international public but still retains some Hong Kong street credibility, thanks largely to the expert action sequences staged by Sammo Hung. But as soon as the medallion appears, so do the digital maneuverings — speeded-up movement, composite images, objects and people that morph into supernatural thingamajigs —  that undercut the genuine thrills of the genuine action. — Dave Kehr", "multimedia": null}, {"headline": "Heaven and Hell Battle for a Soul", "publication_date": "2003-08-22", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:32", "opening_date": null, "display_title": "Bendito Infierno", "link": {"url": "http://www.nytimes.com/movie/review?res=9502EEDF1739F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bendito Infierno", "type": "article"}, "mpaa_rating": "R", "summary_short": "Agustín Díaz Yanes brings together two of the reigning stars of the Spanish cinema, Victoria Abril and Penélope Cruz, for an unfocused, painfully derivative comic fantasy, rather too squarely in the tradition of &quot;Here Comes Mr. Jordan&quot; and &quot;The Bishop's Wife.&quot;  Ms. Abril is an emissary of heaven sent to save the soul of a battered boxer, Manny (Demián Bichir); Ms. Cruz is her infernal counterpart, whose mission is to force Manny back into the ring where he will probably be killed.  Oddly, the film backs away from its fantasy premise and turns into a typical European workplace drama, as the two women, having found jobs in an American-style supermarket, get involved in labor issues.   The picture is at once painfully derivative and maddeningly overplotted. &#151; Dave Kehr", "multimedia": null}, {"headline": "The Meteoric Rise and Tragic Fall of a Skateboard Star", "publication_date": "2003-08-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:06", "opening_date": null, "display_title": "Stoked", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03EEDF1739F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Stoked", "type": "article"}, "mpaa_rating": "R", "summary_short": "Most of what we see of Mark (Gator) Rogowski, the fallen skateboarding star who is the focus of Helen Stickler's lively, cool-headed documentary film are vintage clips of the charismatic young athlete near the peak of his fame in the late 1980's. That's because Mr. Rogowski, who is serving a 31-year-to-life sentence for a murder he committed in 1991,  wasn't permitted to be filmed. But his contrite voice is heard in a recent tape-recorded phone call from prison.  This remembrance of Mr. Rogowski in his glory days, when he pushed the boundaries of vertical skateboarding to daredevil extremes, is the latest variation on a theme that &quot;Behind the Music&quot; has turned into a cliché: stardom can be  toxic; the younger the celebrity the greater the risk. This time there is no redemption, only regret and confusion. — Stephen Holden", "multimedia": null}, {"headline": "Gunfight at the Old Macedonian Corral", "publication_date": "2003-08-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:09:07", "opening_date": null, "display_title": "Dust", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E2DD1639F931A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dust", "type": "article"}, "mpaa_rating": "R", "summary_short": "Milcho Manchevski's stylized western is a potent, assured and ambitious piece of filmmaking brought down by weighted dialogue and a cast, playing Americans, that includes the British actors Adrian Lester and Joseph Fiennes, and the Australian David Wenham. This dazzling and dazed movie begins on the streets of New York, as a camera moseys down a street and then crawls up the side of a building, peering into several windows as various apartment dwellers play out their lives. It settles on a darkened room that Edge (Mr. Lester) has just broken into. He's prowling the apparently empty place for valuables, casting around and finding nothing but old photographs, some of which seem to date back to the beginning of the 20th century. He's surprised in his dirty work by the place's elderly inhabitant, Angela (Rosemary Murphy). He hits her, and before he can escape, she whips out a large antique — but still functional — six-shooter and proceeds to tell prattle on about her life. Her tale, unfolding in black and white and set in the Old West, finally ends up in Macedonia. It is the story of two brothers, the lusty outlaw Luke (Mr. Wenham) and his virtuous, religious brother Elijah (Mr. Fiennes). Mr. Manchevski suavely shuffles his various narrative, sometimes smoothly presenting the juxtaposed tales, and on other occasions, cutting violently from one of the stories to another. The literal violence — gun battles and punches detonating all of over both stories and leaving a spray of intentional confusion — happens to be staged with bracing clarity. The director signals that he's as unreliable a narrator as Angela, because what's more important than relaying facts in &quot;Dust&quot; is communicating emotion. It's a splintered-storytelling approach that Mr. Manchevski employed to insinuate the plot of his ingeniously realized &quot;Before the Rain,&quot; where the slivers of apparently haphazardly scattered plot points all came together. &quot;Dust&quot; lacks that film's central psychological underpinnings. Eventually, &quot;Dust&quot; is overly convenient and such an under-explained mystery that it never makes any sense. — Elvis Mitchell", "multimedia": null}, {"headline": "Trading Barbie for Drugs, Sex and Halter Tops", "publication_date": "2003-08-20", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:51:11", "opening_date": "2003-09-19", "display_title": "Thirteen", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E6DB1130F933A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Thirteen", "type": "article"}, "mpaa_rating": "R", "summary_short": "The panic in the eyes of Tracy (Evan Rachel Wood), the barely teenaged protagonist of &quot;Thirteen,&quot; will stay with you for a very long time. &quot;Thirteen&quot; treats Tracy's behavior as a fever dream, something viral. This disease eating up her empathy and decency is what she picked up from the effortlessly cool Evie (Nikki Reed), who crashes into Tracy's life and plucks her from an existence of age-appropriate fixations like Barbie dolls. Evie, with the physical confidence of a much older girl, knows exactly how to devastate Tracy; she breezily drops hints that she thinks her new friend is immature. As Evie takes Tracy under her broken wing to remake her, we feel we're watching the protagonist of &quot;Thirteen&quot; undergo the initiations of a new tribe.  The closest  the film comes to a narrative is in following its young central figure straying into sex, drugs and alienation and her sudden detachment from her struggling single mother, Melanie (Holly  Hunter). What we recognize from the stricken look in Melanie's face is the same panic in Tracy's eyes — it's something mother and daughter share, and Ms. Hunter wills this spiritual match-up into existence. The movie has the ebb and flow that comes from material structured as a series of anecdotes —  it doesn't build, and sometimes it feels as cluttered as a 13-year-old's bedroom. But that may be a byproduct of Catherine Hardwicke's attempt to layer incidents that are as far as possible from the weary set of clichés that inform pictures about teens. Ms. Hardwicke, making her directorial debut, works from a screenplay she authored with Ms. Reed, shaped around autobiographical elements from the actress's own life. Usually, the protagonist is the bystander — in &quot;Thirteen,&quot; she's the fuse. — Elvis Mitchell", "multimedia": null}, {"headline": "Hopping Freight Trains in the Twilight of Hobo Tradition", "publication_date": "2003-08-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:29", "opening_date": null, "display_title": "Catching Out", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E3DD1130F933A1575BC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Catching Out", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This picturesque documentary is an exhilarating group portrait of four self-styled tramps and hobos who follow their bliss by illegally hopping freight trains that traverse some of the country's most beautiful terrain. One goal most have in common is to live as far outside the system as possible and not have to pay rent or work for a boss. Lee is a survivalist and anarchist  who lives in the woods and publishes a rail-riding zine. Switch and Baby Girl are a hippie  couple who must give up the lifestyle when they have a baby. Jessica is a restless college  dropout. Achieving such independence, of course, requires a high degree of self-sufficiency and tolerance for physical discomfort. The movie jumps track near the end  when it makes a cursory attempt to put the lifestyle into a broader historical context. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}