{"results": [{"headline": "Like Mike (Movie)  ", "publication_date": "2002-07-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:17", "opening_date": "2002-07-03", "display_title": "Like Mike", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06EED71731F930A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Like Mike", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A 13-year-old orphan named Calvin (Lil Bow Wow) turns around the fictional Los Angeles Knights pro basketball team, courtesy of a pair of magic sneakers that he finds. Calvin's new powers are observed when he wins a chance to shoot against a spoiled N.B.A. star during a half-time stunt. Naturally, he's asked to join the team. The successful kid rapper Bow Wow is a talented  actor whose boyish eagerness here is a marked contrast to his taciturn rappadocio. The director's breezy steadiness keeps the movie from hitting us over the head &#151; well, not too hard, anyway, no small feat since the steroid-juiced  sentimentality of the ending may force some to flee before the outtakes unspool under the credits. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Notorious C.h.o. (Movie)  ", "publication_date": "2002-07-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:37", "opening_date": null, "display_title": "Notorious C.H.O.", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E0DF1431F930A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Notorious C.H.O.", "type": "article"}, "mpaa_rating": "", "summary_short": "That old saying &quot;the personal is political&quot; certainly applies to the Korean-American comedian Margaret Cho, whose brilliant, over-the-edge concert film carries candid sexual humor into previously uncharted territory. It is a paradoxical film whose abundant sexual profanity is slung with a conversational casualness that divests it of anger and shock value. Like it or not, that's  the way we think and talk in a sexually sophisticated society. But as  graphically as Ms. Cho describes kinky sexual experiments, she is not interested in shock for shock's sake or even in titillation. The movie, directed and edited by Lorene Machado and taped in Seattle before a largely gay and lesbian audience, is really about personal liberation. She relishes the extent to which sex, despite its promise of ecstasy and  potential for humiliation, is also a cosmic joke. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Powerpuff Girls Movie (Movie)", "publication_date": "2002-07-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:54:15", "opening_date": "2002-07-03", "display_title": "The Powerpuff Girls Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E6D61731F930A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Powerpuff Girls Movie", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Aficionados of the Powerpuff Girls, those buggy-eyed 5-year-old triplets whose antics on the Cartoon Network have generated a billion-dollar marketing juggernaut, may not be entirely overjoyed by &quot;The Powerpuff Girls Movie.&quot; Although the film has the wham-bam kinetic fizz of a 60's Pop Art explosion, its hipness quotient is considerably below that of the smartest individual episodes. There are practical reasons for this dilution of wit. When it was decided to spin off a feature-length animated film from the series, the decision was also made that the movie serve as a kind of prequel intended to introduce its squeaky-voiced little-girl superheroes to a wider audience unfamiliar with the series' in-jokes and mildly subversive humor. The gist of the movie is a raw fable about good and evil and self-empowerment, in which the girls have to earn their superhero status after two disastrous mistakes. — Stephen Holden", "multimedia": null}, {"headline": "Men in Black II (Movie)  ", "publication_date": "2002-07-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:17", "opening_date": "2002-07-03", "display_title": "Men in Black II", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E4D61731F930A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Men in Black II", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "If your memory of the first one is a little hazy, don't worry: that was the point all along. And in any case this sequel provides the same pleasant, pointless mixture of whimsy and kineticism.  Of course, like the  &quot;Ghostbusters&quot; and &quot;Austin Powers&quot; sequels (to give only two out of several thousand possible examples), the fun has diminished because the novelty has worn off. Will Smith and Tommy Lee Jones coast along, joined by Rip Torn and Tony Shalhoub (and a talking bulldog) from &quot;Men in Black,&quot; and a host of creepy, scaly, funny aliens, including Lara Flynn Boyle, her icy charms enhanced by hundreds of slimy tentacles and an extendable green tongue. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Songs From the Second Floor (MOVIE)", "publication_date": "2002-07-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:47:36", "opening_date": null, "display_title": "Songs From the Second Floor", "link": {"url": "http://www.nytimes.com/movie/review?res=9403E3D61731F930A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Songs From the Second Floor", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This beguilingly entertaining absurdist comedy played the Cannes Film Festival, and scenes from the picture still float in my head. The writer-director Roy Andersson uses the wide screen to compose chillingly beautiful shots and locks the camera in place as the often humorous action unfolds. The movie eschews conventional narrative, choosing to build, in discrete episodes, on the horrifyingly hilarious revelation that Fate rolls into everyone. The slightly off-putting stillness and the unmoving frame give the comic tableaus the force of art, which reinforces the humor: it's a combination of Bergman and Feydeau. Or for those of us with pop sensibilities, Jacques Tati as rendered by &quot;The Far Side&quot; cartoonist, Gary Larson. &quot;Songs From the Second Floor,&quot; an example of an unsung genre, is a heartbreakingly thoughtful minor classic, the work of a genuine and singular artist. — Elvis Mitchell", "multimedia": null}, {"headline": "Lovely and Amazing (Movie)", "publication_date": "2002-06-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:54:04", "opening_date": "2002-08-02", "display_title": "Lovely & Amazing", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E2D9123EF93BA15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Lovely & Amazing", "type": "article"}, "mpaa_rating": "R", "summary_short": "This smart, acidic comedy by Nicole Holofcener, the director of &quot;Walking and Talking,&quot; could be described as a West  Coast answer to &quot;Sex and the City,&quot; minus that series' high-gloss glamour and erotic joie de  vivre. Catherine Keener and Emily Mortimer are sisters, both attractive and in their 30's, who  have major self-esteem problems and poor taste in men. Brenda Blethyn is their vain mother  who develops complications after surgery for liposuction. The movie zeroes in on  contemporary narcissism with a needling accuracy that illustrates exactly the  way some people allow their insecurities to poison their intimate relationships. But once  it has limned its characters (Ms. Keener's is by far the most vivid), it doesn't go  anywhere in particular. — Stephen Holden", "multimedia": null}, {"headline": "Hey Arnold! The Movie (Movie)", "publication_date": "2002-06-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:53:26", "opening_date": "2002-06-28", "display_title": "Hey Arnold! the Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E0D7123EF93BA15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Hey Arnold! the Movie", "type": "article"}, "mpaa_rating": "PG", "summary_short": "When the villainous Scheck  raises his tapioca-smooth voice (that of Paul Sorvino) to groan about an interloper — &quot;the kid with the football-shaped head&quot; — ruining his plan, the target audience for &quot;Hey Arnold! The Movie&quot; is likely to burst into happy, approving giggles. It's the way that Arnold is identified by almost everyone on his Nickelodeon series. That's the kind of mild laughter the bland feature-film version of &quot;Hey Arnold!,&quot; the latest Nickelodeon cartoon to make the jump to movie screens, will probably get most often — chuckles of recognition from the kids who have  watched his adventures on his series. — Elvis Mitchell", "multimedia": null}, {"headline": "Cockettes, The (Movie)", "publication_date": "2002-06-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:19:28", "opening_date": null, "display_title": "The Cockettes", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E2DF133EF93BA15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Cockettes", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;The Cockettes,&quot; a documentary by David Weissman and Bill Weber, revisits the San Francisco of the late 1960's and early 70's, a time and place so encrusted with legend and cliché that you might wonder if there is anything left to say. It turns out there is quite a lot that the endlessly recycled and diluted images of the storied counterculture have obscured about some of the most interesting and vital parts of the culture itself, which the filmmakers have brought triumphantly to life. The movie chronicles the history of a loosely organized collective of drag performers, and in the process illuminates the idealistic, anarchic spirit of the times, its sexual politics, and the tensions between free-form experimentation and the demands of showbiz success. — A. O. Scott", "multimedia": null}, {"headline": "Mr Deeds (Movie)", "publication_date": "2002-06-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:19", "opening_date": "2002-06-28", "display_title": "Mr. Deeds", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE3D7123EF93BA15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mr. Deeds", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "It could be said that the remake of Frank Capra's &quot;Mr. Deeds Goes to Town,&quot; starring Adam Sandler in the title role, is redundant, since the actor has been remaking Capraesque movies for most of his career. As in Capra's original 1936 classic, Longfellow Deeds still lives in Mandrake Falls, is an aspiring greeting-card poet and has no patience for pretension. And once again, he is left a fortune by a distant relative. He's taken to New York, where he'll presumably be enticed by the city. Mr. Sandler's films are always about the arrogant getting a deserved comeuppance at the hands of humbler types, but this is the first time he seems a little smug himself.  &quot;Mr. Deeds&quot; has him rehashing a role he has performed so many times before he could be doing this picture in his sleep. The result is likely to be that he'll put audiences to sleep. — Elvis Mitchell", "multimedia": null}, {"headline": "Pumpkin (Movie)", "publication_date": "2002-06-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:59", "opening_date": null, "display_title": "Pumpkin", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E0DA123EF93BA15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Pumpkin", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this uneasy mixture of satire and sentiment, Christina Ricci plays Carolyn McDuffie, a southern California sorority sister who risks everything — the respect of her peers, her tennis-star boyfriend, her very sanity — to pursue a love affair with a young retarded man named Pumpkin (Hank Harris). The movie is sometimes sweet, and often incisive in its mockery of social ambition and phony compassion, but the filmmakers have not figured out how to balance earnestness and mockery, and they end up sneering at the charming, naive love story they have, perhaps in spite of themselves, created. — A. O. Scott", "multimedia": null}, {"headline": "Song For Martin, A (Movie)", "publication_date": "2002-06-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:39", "opening_date": null, "display_title": "A Song for Martin", "link": {"url": "http://www.nytimes.com/movie/review?res=9802EFD8123EF93BA15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of A Song for Martin", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This harrowingly sad film, much like &quot;Iris,&quot; observes the  decline of a gifted composer and conductor (Sven Wollter) who develops Alzheimer's  disease shortly after he has found and married his true love (Viveka Seldahl), a professional  violinist. The lovers, both in their 60's when they meet, divorce their mates and enjoy a  brief idyll before the disease manifests itself. The final two-thirds of the film chronicles  the composer's deterioration, step by humiliating step, into a nearly vegetative state as his  new wife tries desperately to forestall the inevitable, nearly becoming unstrung in the  process. Although the performances by Mr. Wollter and Ms. Seldahl are strong and  workmanlike, their characters remain somewhat remote; an honorable but depressing  film. — Stephen Holden", "multimedia": null}, {"headline": "Harvard Man (Movie)", "publication_date": "2002-06-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:49", "opening_date": null, "display_title": "Harvard Man", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03EFDE133EF93BA15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Harvard Man", "type": "article"}, "mpaa_rating": "R", "summary_short": "Another maddening, fascinating mess from James Toback, one of the most undisciplined American filmmakers, and also one of the most intelligent. Sarah Michelle Gellar, taking a break from vampire slaying, plays a cynical, sexually confident cheerleader whose father is a powerful mobster. Her boyfriend (Adrian Grenier), the title character, plays point-guard for the Crimson and dabbles in existential philosophy, student-teacher sex and LSD. These interests involve him in all kinds of trouble, and he ends up spinning through Cambridge in a hallucinogen-induced frenzy, pursued by wannabe-wiseguys, kinky F.B.I. agents and the comedian Al Franken. Coherence and plausibility are beside the point; the movie has an antic, feckless vivacity, and even its silliest moments hum with intellectual energy and artistic daring. — A. O. Scott", "multimedia": null}, {"headline": "Money Buys Happiness (Movie)", "publication_date": "2002-06-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:34", "opening_date": null, "display_title": "Money Buys Happiness", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E1D7163EF935A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Money Buys Happiness", "type": "article"}, "mpaa_rating": "R", "summary_short": "Opposites attack in &quot;Money Buys Happiness,&quot; by the writer and director Gregg Lachow. This picture is about a couple whose decade-long marriage is self-destructing  because each member is at liberty  to pursue life and happiness. In this dismal, downtrodden film, Mr. Lachow can't convince us   that this couple had a reason to be joined. For the division in his bleak comedy of shifting tones to work, we have to get some sense that love or lust or even a mutual taste for exploiting each other was somehow a part of their relationship. — Elvis Mitchell", "multimedia": null}, {"headline": "Sunshine State (Movie)", "publication_date": "2002-06-21", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:54:46", "opening_date": "2002-07-12", "display_title": "Sunshine State", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E3DB1339F932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sunshine State", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "John Sayles's panoramic exploration of life in Delrona Beach, a Florida coastal town in the throes of development, is as rich and even-handed a mosaic of American life as any filmmaker has brought to the screen. The overlapping stories revolve around two families, one white, the other black, who are being pressured to sell their property to greedy developers. Among more than a dozen characters who cross paths in the course of the story, the most compelling are Marly Temple (Edie Falco), a sardonic young woman who runs her family's motel, and Desiree Perry (Angela Bassett), a former teenage rebel who returns after a 25-year absence to confront her straitlaced mother (Mary Alice). More than a probing civics lesson, the movie takes the political and spiritual pulse of our restless national psyche. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Lilo and Stitch (Movie)", "publication_date": "2002-06-21", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:28:06", "opening_date": "2002-06-21", "display_title": "Lilo and Stitch", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E3DB1339F932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Lilo and Stitch", "type": "article"}, "mpaa_rating": "PG", "summary_short": "In this charming exercise in intergalactic multiculturalism, Stitch, the snaggle-toothed, ill-behaved result of an alien genetic experiment, crashes to Earth, where he is adopted by a young Hawaiian girl named Lilo. The pair must contend with extra-terrestrial law enforcement and a nosy earth-bound social worker, and their triumph over these adversities involves the usual Disney blend of comic anarchy, musical numbers (this time with an Elvis theme) and heart-tugging sentimentality. The movie's family relationships are addressed with low-key realism, and the animation has a lovely, gentle precision, with plenty of room for visual comedy but less of the noise and chaos that have become the hallmarks of 3-D animation. This movie suggests that old-fashioned, flat, painted kind still has much to offer. &#151; A. O. Scott", "multimedia": null}, {"headline": "Mr. Smith Gets a Hustler (Movie)", "publication_date": "2002-06-21", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:50:36", "opening_date": "2003-07-01", "display_title": "Mr. Smith Gets a Hustler", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07EEDA113BF932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mr. Smith Gets a Hustler", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "Dahmer", "publication_date": "2002-06-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:31", "opening_date": null, "display_title": "Dahmer", "link": {"url": "http://www.nytimes.com/movie/review?res=9803EEDA113BF932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Dahmer", "type": "article"}, "mpaa_rating": "R", "summary_short": "Is it possible to explain a phenomenon like Jeffrey Dahmer, the notorious serial killer who murdered 17 men and cannibalized parts of their bodies? Or are the social forces that shaped him the same pressures that thousands of other people have endured without being driven to kill? David Jacobson's serious, well-acted docudrama falls headlong into the trap of imagining that it can somehow rationalize the monstrous. Dahmer, who pleaded insanity at his murder trial, was convicted on all counts in 1992 and sentenced to 1,070 years in prison. Two years later he was killed by a fellow inmate. As gamely as the movie tries to make sense of its title character, there remains a huge gap between the film's creepy, clean-cut Dahmer (Jeremy Renner) and fiendish acts that no amount of earnest textbook psychologizing can bridge. — Stephen Holden", "multimedia": null}, {"headline": "ZigZag (Movie)", "publication_date": "2002-06-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:46:40", "opening_date": "2002-07-09", "display_title": "ZigZag", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04EEDA113BF932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of ZigZag", "type": "article"}, "mpaa_rating": "R", "summary_short": "ZigZag is the nickname of the mildly autistic 15-year-old boy (Sam Jones III) who is the hero of David S. Goyer's film.  The young man's life is a study in misery and deprivation. Brutally abused by his alcoholic father (Wesley Snipes), ZigZag finds solace in the unusual powers of his mind and in the company of Singer (John Leguizamo), a volunteer from the  Big Brothers program. &quot;ZigZag,&quot; adapted from a novel by  Landon J. Napoleon, hides a sentimental, melodramatic heart beneath its grimy, naturalistic surface. The film might have been richer and more observant if it were less densely plotted. The characters would resonate more if there were fewer of them, and if they were not pushed through so many contrived dramatic incidents. — A. O. Scott", "multimedia": null}, {"headline": "Juwanna Mann (Movie)", "publication_date": "2002-06-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:21:25", "opening_date": "2002-06-21", "display_title": "Juwanna Mann", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06EEDA113BF932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Juwanna Mann", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "There is very little new in this picture about an arrogant pro basketball player who becomes a better man by spending time as a woman. Its basically &quot;Slamdunk Tootsie.&quot; While in disguise, the hero falls in love with a teammate (Vivica A. Fox) who regards him as a sisterly confidante, and fends off the advances of a besotted hip-hop dandy, played with demented exuberance by Tommy Davidson, who in his scenes lifts the picture from moderately amusing to the intermittently hilarious. — A. O. Scott", "multimedia": null}, {"headline": "Skin of Man, Heart of Beast (Movie)", "publication_date": "2002-06-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:37", "opening_date": null, "display_title": "Skin of Man, Heart of Beast", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00EEDA113BF932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Skin of Man, Heart of Beast", "type": "article"}, "mpaa_rating": "", "summary_short": "You don't have to look further than the title of Hélène Angel's film to discern its brutal perspective on the human condition. In ways large and small, the film, set in the rugged countryside of southern France, lays out an unremittingly bestial view of human life. \r\nTo describe the story as a dysfunctional homecoming would be to understate its view of family life, since the Pujols, the working-class clan under the movie's microscope, wouldn't know the meaning of the word dysfunctional. One summer, almost simultaneously, two of three brothers in a family scarred by tragedy return to the home where their father shot himself to death many years earlier. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}