{"results": [{"headline": "Crimson Rivers, The (Movie)", "publication_date": "2001-06-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:40", "opening_date": null, "display_title": "The Crimson Rivers", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE5DD1739F93AA15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Crimson Rivers", "type": "article"}, "mpaa_rating": "R", "summary_short": "This loud, gory action thriller, which aspires to be a French answer to &quot;Seven&quot; and &quot;The Silence of the Lambs,&quot; seems to be a Hollywood  product in all but language. The seriously gruesome film, which begins with a surgically fiendish murder, is set in the picturesque French Alps and has a nifty avalanche and glacier scenes. But even by the almost-anything-goes standards of the genre, its storytelling is choppy and its creepy concept forced and oddly dated. — Stephen Holden", "multimedia": null}, {"headline": "Lemora, Lady Dracula (Movie)  ", "publication_date": "2001-06-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:03", "opening_date": "1975-05-01", "display_title": "Lemora, Lady Dracula", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E4DD1739F93AA15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lemora, Lady Dracula", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Calling all horror addicts, for something different and devastating. Snow White lured into hell, and we're not kidding. And from North Carolina, of all places.", "multimedia": null}, {"headline": "Baby Boy (Movie)  ", "publication_date": "2001-06-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:05", "opening_date": "2001-06-27", "display_title": "Baby Boy", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E7D61130F934A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Baby Boy", "type": "article"}, "mpaa_rating": "R", "summary_short": "John Singleton returns to South Central Los Angeles, the setting of his first film, &quot;Boyz N the Hood,&quot; and once again explores the difficult coming of age of a young African-American man. Played with charm and dynamism by Tyrese Gibson, Jody is a 20-year-old father of two children (by two different women) whose decent instincts are at war with his narcissism and immaturity. The storytelling is sometimes sloppy, and the movie occasionally slips into melodramatic excess, but Mr. Singleton has a sure grasp of his characters, and a serious point to make about the qualities that separate men from boys. The dialogue has the pungency and wit of the best hip-hop, and the acting is superb. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Lumumba (Movie)  ", "publication_date": "2001-06-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:25:49", "opening_date": null, "display_title": "Lumumba", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E2D61130F934A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lumumba", "type": "article"}, "mpaa_rating": "", "summary_short": "The title figure of the director Raoul Peck's whip-smart film is on the side of the angels, perhaps because he's an archangel, a celestial figure with a mission. Mr. Peck's engrossing, fleet biographical feature shares the driven efficiency of its protagonist, Patrice Lumumba (Eriq Ebouaney), who barreled through his brief tenure as prime minister of Congo with a compulsion to accomplish. His initiative is a terrific motor for a movie, and Lumumba's determination to do what's right, coupled with the horrific end of his life, only adds juice to the engine. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Princess and the Warrior, The (Movie)  ", "publication_date": "2001-06-22", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:30:34", "opening_date": null, "display_title": "The Princess and the Warrior", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E5D61630F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Princess and the Warrior", "type": "article"}, "mpaa_rating": "R", "summary_short": "From the German director of &quot;Run, Lola Run&quot; comes this chilly modern tale that re-examines the earlier movie's fascination with chance, coincidence and destiny but this time almost in slow motion. Franka Potente plays a nurse in a mental hospital who tracks down the elusive criminal (Benno Furmann) who saved her life after a serious accident, and their destinies intersect. The movie, which has the structure of an elaborate mathematical puzzle, is handsome but chilly. For all its metaphysical speculations about the connectedness of things, it feels more like a game than a serious philosophical inquiry. Absorbing nonetheless. - Stephen Holden", "multimedia": null}, {"headline": "WISOR (Movie)  ", "publication_date": "2001-06-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:36", "opening_date": null, "display_title": "W.I.S.O.R.", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E1DF1730F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of W.I.S.O.R.", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The title of Michel Negroponte's witty, information-packed documentary is an acronym for Welding and Inspection Steam Operations Robot. The eight-foot-long, 700-pound device, which has 12 legs, was recently created by Honeybee Robotics to go underground and repair New York City's decaying steam system. The farthest thing from a dry, jargon-filled industrial film, &quot;W.I.S.O.R&quot; humorously goes out of its way (sometimes too far) to blur the lines between reality and science fiction. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Lalee's Kin: The Legacy of Cotton (Documentary Film)", "publication_date": "2001-06-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:50:10", "opening_date": null, "display_title": "Lalee's Kin: The Legacy of Cotton", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE5D61630F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lalee's Kin: The Legacy of Cotton", "type": "article"}, "mpaa_rating": "", "summary_short": "This moving documentary by Susan Froemke, Deborah Dickson and Albert Maysles offers a window into a world of poverty and neglect. It will shock the conscience of those who believe that racism and inequality belong to a closed chapter of American history. But the film, an exemplary work of cinéma vérité that allows its subjects to speak for themselves, traffics neither in pity nor in political grandstanding. Harsh as it is, &quot;LaLee's Kin&quot; is also a testament to the resiliency of people who struggle with the grim aftereffects of generations of slavery and sharecropping, and try to provide their children with love, education and hope. &#151; A. O. Scott", "multimedia": null}, {"headline": "Chain Camera (Documentary Film)", "publication_date": "2001-06-22", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:58:32", "opening_date": null, "display_title": "Chain Camera", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E0D61630F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Chain Camera", "type": "article"}, "mpaa_rating": "", "summary_short": "A documentary by Kirby Dick (&quot;Sick: The Life and Death of Bob Flanagan, Super Masochist&quot;) that turns the camerawork of high-school students on themselves for its revelations. Sensitive, insightful, romantic, wounded, angry, yearning, uncertain, fragile and frivolous, these youngsters at a Los Angeles school videotaped themselves in 1999 to render the raw materials for Mr. Dick's mosaic. Filtered through tears, laughter and affection, the results are touching and fascinating though, by their nature unilluminated by dispassionate analysis. In other words, these particular representatives of John Marshall High School, an institution of 4,192 students of 41 ethnic backgrounds situated two miles east of Hollywood, speak for themselves. And for the most part they are eloquent and uninhibited. &#151; Lawrence Van Gelder", "multimedia": null}, {"headline": "Dr Dolittle 2 (Movie)  ", "publication_date": "2001-06-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:02", "opening_date": "2001-06-22", "display_title": "Dr. Dolittle 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9406E6D81630F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Dr. Dolittle 2", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Eddie Murphy returns as a San Francisco physician with the amazing ability to communicate with animals, a group of whom enlist him to save their forest habitat from an evil lumber company. The film is a sloppy, genial assemblage of furry special effects and fuzzy plot-lines as Mr. Murphy graciously allows himself to be upstaged by bears, raccoons and his own dog, Lucky. Toward the end, the half-baked Darwinism drifts unexpectedly into paw-in-the-air social realism as the woodland creatures, like the poultry in last year's superior &quot;Chicken Run,&quot; organize to fight their oppressors in a bizarre and curiously winning amalgam of environmental agitprop and barnyard comedy. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Fast and the Furious, The (Movie)  ", "publication_date": "2001-06-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:15", "opening_date": "2001-06-22", "display_title": "The Fast and the Furious", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E2D61630F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Fast and the Furious", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "An action melodrama so generic it could be found in the plain-wrap section of the market. Brian (Paul Walker) is an undercover cop assigned to get next close to Dom (Vin Diesel), who may be leading a pack of daredevil thieves to keep his posse of illegal street racers in dual exhausts and fresh carburetors. Some of the stunt driving is a knockout; sequences featuring the daredevil thieves driving under trucks they're robbing are the latest in thrill-seeking choreography. The stunts serve as a contrast to the wan storytelling in a movie that makes you miss the adrenaline-producing professionalism of a Jerry Bruckheimer movie. With Jordana Brewster and Michele Rodriguez as the girlfriends.  - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Himalaya (Movie)", "publication_date": "2001-06-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:03", "opening_date": "2001-06-22", "display_title": "Himalaya", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06EEDF1730F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Himalaya", "type": "article"}, "mpaa_rating": "", "summary_short": "A large part of the appeal of &quot;Himalaya&quot; comes from the breathtaking beauty of its setting, the mountainous, sparsely populated Dolpo region of Nepal. Exquisitely filmed in Cinemascope, a format whose wide frames and panoramic angles emphasize the lonely grandeur of the landscape, the movie offers an intoxicating dose of armchair tourism. But the film, which has the simplicity of a fable and explores conflict between ancient customs and modern ideas, is a work of polite ethnography, a coffee-table book of a film that invites us to behold an exotic world from a comfortable and complacent distance. &#151; A. O. Scott", "multimedia": null}, {"headline": "Jin-Roh: The Wolf Brigade (Animated Film)", "publication_date": "2001-06-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:41:41", "opening_date": null, "display_title": "Jin-Roh: The Wolf Brigade", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E1DF1730F931A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jin-Roh: The Wolf Brigade", "type": "article"}, "mpaa_rating": "R", "summary_short": "With violence, betrayal, depression and politics, this Japanese anime feature is not a kids' cartoon. The Wolf Brigade is a renegade secret unit of the paramilitary police force that occupies the streets of an alternate world that resembles our own. The lengthy narration that starts &quot;Jin-Roh&quot; has a lot to explain, because its alternative universe is quite detailed. The movie is set &quot;a decade after the Great Defeat,&quot; apparently meaning World War II, and the story unfolds in a place that looks like Japan but is very similar to Nazi Germany,  with far more effective firepower. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Saudade do Futuro (Movie)  ", "publication_date": "2001-06-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:41", "opening_date": null, "display_title": "Saudate do Futuro", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E7DA1131F933A15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Saudate do Futuro", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Life and Debt (Movie)", "publication_date": "2001-06-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:43", "opening_date": null, "display_title": "Life and Debt", "link": {"url": "http://www.nytimes.com/movie/review?res=940CEFDC1631F936A25755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Life and Debt", "type": "article"}, "mpaa_rating": "", "summary_short": "Stephanie Black's powerful documentary illustrates with an impressive (and depressing) acuity, globalization can have a devastating impact on third world countries. The movie offers the clearest analysis of globalization and its negative effects that I've ever seen on a movie or television screen. The film focuses on the deeply troubled economy of Jamaica and how that country's long-term indebtedness to international lending organizations have contributed to the erosion of local agriculture and industry. Far from being a dry exegesis crammed with graphs, pie charts and talking heads spewing abstract mumbo-jumbo, the film goes directly to the farmers and factory workers whose livelihoods have been undermined. In basic everyday language, they explain how high interest rates have helped devalue the local currency, raising prices for their produce and permitting wealthier countries to import the same products and sell them more cheaply. &#151; Stephen Holden", "multimedia": null}, {"headline": "Down From the Mountain (Documentary Film)", "publication_date": "2001-06-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:26", "opening_date": null, "display_title": "Down From the Mountain", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E5D91631F936A25755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Down From the Mountain", "type": "article"}, "mpaa_rating": "G", "summary_short": "If you have any affection at all for traditional American music, this documentary by D. A. Pennebaker, Chris Hegedus and Nick Doob is pretty close to heaven. The filmmakers recorded the onstage and backstage doings at a concert last year in Nashville that brought together artists whose work was used in Joel and Ethan Coen's &quot;O Brother, Where Art Thou?&quot; The film, which includes several songs not heard in &quot;O Brother&quot; or on its million-selling soundtrack album, may sound like a footnote to that film, but in some ways the reverse is true. It was the music, after all that lent emotional weight and historical resonance to the Coens' exuberantly silly pastiche of Southern folklore, Preston Sturges and Homer's &quot;Odyssey.&quot; And here the voices of Ralph Stanley, Alison Krauss, Chris Thomas King and a few dozen other keepers of the old-time flame are presented in their unadorned and timeless glory. &#151; A. O. Scott", "multimedia": null}, {"headline": "Adventures of Felix (Movie)", "publication_date": "2001-06-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:06:12", "opening_date": null, "display_title": "Adventures of Felix", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DEEDC1631F936A25755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Adventures of Felix", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "As Felix (Sami Bouajila), a freewheeling gay dockworker of Arab descent, tries to find his father in this slight comedy-drama, he wanders into a whole new family. The directors, Olivier Ducastel and Jacques Martineau, who also wrote the script, structure the film as a series of vignettes, setting Felix on the road from Dieppe, on the northern coast of France, to Marseilles after he loses his job and impulsively decides he has to meet his father, who has long been absent from his life for reasons that are never explained. On the way, he encounters a series of archetypal characters who become his ad hoc family. — Elvis Mitchell", "multimedia": null}, {"headline": "Russian Doll (Movie)  ", "publication_date": "2001-06-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:26:35", "opening_date": null, "display_title": "Russian Doll", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE6DA1631F936A25755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Russian Doll", "type": "article"}, "mpaa_rating": "R", "summary_short": "Stavros Kazantzidis's moribund Australian comedy about romantic failure is crummily conceived and has an odd yellowish tint: it's a piece of white bread slathered with margarine. Harvey (Hugo Weaving), a small-potatoes private investigator, drags his tired carcass around as if he were a sleep-deprived new father. But he has nothing to celebrate: he's morose because he has found out that his girlfriend, Alison (Helen Dallimore), has been cheating on him. The movie blends the least of Woody Allen with a plot complication out of &quot;Love, American Style,&quot; stuck together with sitcom glue. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Songcatcher (Movie)  ", "publication_date": "2001-06-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:12", "opening_date": "2001-07-27", "display_title": "Songcatcher", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E6DC1631F936A25755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Songcatcher", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Janet McTeer is Lily Penleric, an intrepid (fictional) musicologist who visits the North Carolina mountains, where she discovers and documents a previously unknown musical culture. Although the time is 1907, the likable but corny movie plays like a contemporary feminist fable. Stiff-backed Lily melts in the arms of a soulful mountain man (Aidan Quinn) to whom she teaches a thing or two. The story even throws in a pair of persecuted backwoods lesbians. The soundtrack of traditional Appalachian ballads and the scenery are inviting. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Lara Croft: Tomb Raider (Movie)  ", "publication_date": "2001-06-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:45:51", "opening_date": "2001-06-15", "display_title": "Lara Croft: Tomb Raider", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E0DB1631F936A25755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lara Croft: Tomb Raider", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Simon West's transformation of the famous video game — a pinnacle of geek culture — may be the best film version of such a feat ever. However, given that past examples include &quot;Super Mario Brothers&quot; and &quot;Mortal Kombat,&quot; that's not saying much. Lavish and dumb, the movie features interiors bigger that most of the member countries of the European Union. The dashing adventurer and archaeologist Lara Croft (Angelina Jolie) has a living room that's the size of Belgium; it's an 11-year-old American's dream of what Europe must be like. Ms. Jolie is having the time of her life, with her good-to-go vascularity and perma-halfsmile. (She smirks more here than Bob Hope did in his entire career.) But it's nothing more than a predictable save-the-world spectacle inspired by a video game that took its lead from Maxim magazine. With Jon Voight as her father, serving the purpose dead parents always do in action-adventure: appearing in flashbacks to advance the plot. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Sexy Beast (Movie)  ", "publication_date": "2001-06-13", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:50:29", "opening_date": "2001-07-13", "display_title": "Sexy Beast", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E5D9103EF930A25755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Sexy Beast", "type": "article"}, "mpaa_rating": "R", "summary_short": "This stylish, jolting and surprisingly moving gangster picture is lifted above the conventions of the genre by Jonathan Glazer's smooth, syncopated direction and the wit and grit of the cast. Ray Winstone plays Gal, a retired London gangster whose idyllic life in Spain is interrupted by the arrival of Don Logan (Ben Kingsley), who wants to recruit Gal for a complicated heist. Mr. Winstone's slow-moving magnetism is a perfect foil for Mr. Kingsley's terrifying intensity. Amanda Redman, as Gal's tough and devoted wife, helps to give the picture a welcome and unexpected depth of feeling. - A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}