{"results": [{"headline": "Secret Ballot (Movie)", "publication_date": "2002-08-09", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:30:35", "opening_date": null, "display_title": "Secret Ballot", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E0D7163AF93AA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Secret Ballot", "type": "article"}, "mpaa_rating": "G", "summary_short": "A lighthearted, whimsical comedy about the blossoming of democracy in Iran must necessarily be either incredibly calculating or incredibly naïve.  But &quot;Secret Ballot,&quot; an Iranian feature from Babak Payami, is never clearly one or the other.  After seeing it twice, I'm still not sure whether the film is a canny piece of propaganda on behalf of the Iranian theocracy and the token democratic reforms that the mullahs have permitted, or if it is a work of stunningly sunny optimism that honestly believes genuine democracy is on its way to that beleaguered country. The landscape photography, by Farzad Jodat, is fully up to the high standards of the Iranian cinema, and there is always something pleasant to look at in the film. But whatever its political orientation, it is a very minor contribution to the great corpus of Iranian cinema that has emerged in the last 20 years. — Dave Kehr", "multimedia": null}, {"headline": "Chateau, The (Movie)", "publication_date": "2002-08-09", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:05:00", "opening_date": null, "display_title": "The Château", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E4D6163AF93AA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Château", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jesse Peretz's video feature presents the latest installment of the continuing drama that is Franco-American relations. The premise is familiar from old comic horror films: two naïve Americans inherit a castle in the European countryside, and when they arrive to claim their prize, they find a decaying Gothic nightmare, loaded with debt and in drastic need of repair. The Americans experience the French as surly, distant and rude; the French experience the Americans as loud, overly familiar and rude. The script toys with the notion of the freedom-loving Yankees coming to liberate the old-world serfs from the shackles of oppressive tradition, but ultimately &quot;The Chateau&quot; is less concerned with cultural and political issues than doting on its eccentric characters. — Dave Kehr", "multimedia": null}, {"headline": "Scarlet Diva (Movie)", "publication_date": "2002-08-09", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:55", "opening_date": null, "display_title": "Scarlet Diva", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E7DF173AF93AA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Scarlet Diva", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Do you think Italian cinema is dying?&quot; someone asks Anna Battista, the Italian movie star whose tawdry travails are the subject of Asia Argento's &quot;Scarlet Diva.&quot; Probably not, but this operatically sleazy study in sexual abandon and druggy desperation, in which Ms. Argento also stars, shows symptoms of a decadence that might well be terminal. It is, by conventional standards, a fairly terrible movie — crudely shot on digital video, indifferently acted (in three languages) and chaotically written (by Ms. Argento) — but it is also weirdly fascinating, a ready-made Eurotrash cult object. It is also, at times, curiously moving. — A. O. Scott", "multimedia": null}, {"headline": "City of Lost Souls, The (Movie)", "publication_date": "2002-08-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:53:07", "opening_date": "2002-08-08", "display_title": "The City of Lost Souls", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E4DB1F3BF93BA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The City of Lost Souls", "type": "article"}, "mpaa_rating": "R", "summary_short": "Kei (Michelle Reis) is a hairdresser by trade, but she has been keeping bad company lately. An illegal Chinese immigrant to Japan, Kei has had relationships with a creepily effeminate Chinese gangster, Mr. Ko (Mitsuhiro Oikawa), and more recently with Mario (Teah), a Japanese-Brazilian hoodlum who has come to Tokyo to escape the consequences of a mass killing of his treacherous comrades. Takashi Miike's episodic film follows the efforts of Mario and Kei to obtain safe passage out of Japan, which no longer wants them after Mario hijacked a helicopter and used it to free Kei from a prison transport bus. &quot;The City of Lost Souls&quot; is Tokyo, portrayed as an attractive carnival of neon lights and tiny, beguiling side streets. The lost souls, presumably, are those who are indifferent to the fate of Mr. Miike's Bonnie-and-Clyde couple, who express their romantic nonconformity by killing almost everyone who crosses their path. — Dave Kehr", "multimedia": null}, {"headline": "Spy Kids 2: the Island of Lost Dreams (Movie)", "publication_date": "2002-08-07", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:15:18", "opening_date": "2002-08-07", "display_title": "Spy Kids 2: The Island of Lost Dreams", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E1DB113BF934A3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Spy Kids 2: The Island of Lost Dreams", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Wilder, louder and even more stuffed with brightly colored action effects than the first one, this messy, kinetic sequel establishes Robert Rodriguez as our premier kiddy-action director. Alexa Vega, meanwhile, is a multicultural action star to put Vin Diesel to shame. The movie is a raucous amusement-park ride that is naughty without descending into coarseness and sweet-natured without being gooey. I would attempt a plot summary &#151; there's intrigue at the grown-up spy agency, a pair of rival spy kids and a mad scientist with a menagerie of genetically engineered monsters, and an appearance by Grandma and Grandpa &#151; but I'm still trying to figure it all out. But who needs coherence when you're having this much fun? — A. O. Scott\r\n", "multimedia": null}, {"headline": "Good Girl, The (Movie)", "publication_date": "2002-08-07", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:15", "opening_date": "2002-08-30", "display_title": "The Good Girl", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E1D9113BF934A3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Good Girl", "type": "article"}, "mpaa_rating": "R", "summary_short": "Miguel Arteta's crooked comedy of manners is like a Bette Davis melodrama directed by Luis Buñuel: ambition and heartache with a poisonous undercurrent of anti-bourgeois absurdity. And it's a winner, helped along by a no-frills performance by Jennifer Aniston as the soul-sick cashier Justine. When Justine stares into the big, droopy eyes of Holden (Jake Gyllenhaal), a new employee who wears his voluble, depressive air like the Red Badge of Courage, she's enchanted. In his early 20's and still living at home, Holden is smitten by Justine's  worldliness, even though when he tells her he was named after the protagonist of &quot;The Catcher in the Rye,&quot; she asks if his name is Catcher. &quot;The Good Girl&quot; is like a neurotically charged post-millennial take on the trailer-park comedies that Jonathan Demme once claimed for himself. — Elvis Mitchell", "multimedia": null}, {"headline": "Martin Lawrence Live: Runteldat (Movie)", "publication_date": "2002-08-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:41:22", "opening_date": "2002-08-02", "display_title": "Martin Lawrence Live: Runteldat", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E2D7113BF931A3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Martin Lawrence Live: Runteldat", "type": "article"}, "mpaa_rating": "R", "summary_short": "In his first blush of popularity about a decade ago, with  his stand-up comedy, films and sitcom, Martin Lawrence was unavoidable. Arguably, he is a bigger star now. His audience rapport is probably still strong enough to survive &quot;Martin Lawrence Live: Runteldat,&quot;  a comedy concert filmed in Washington.  This picture is mostly a lump of run-of-the-mill profanity sprinkled with a few remarks so geared toward engendering audience sympathy that you might think he was running for office — or trying to win over a probation officer. — Elvis Mitchell", "multimedia": null}, {"headline": "Master of Disguise, The (Movie)", "publication_date": "2002-08-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:56:17", "opening_date": "2002-08-02", "display_title": "The Master of Disguise", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E3D7113BF931A3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Master of Disguise", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Unlike the &quot;Austin Powers&quot; series from his old partner Mike Myers, which includes less than elegant humor  guaranteed to offend, Dana Carvey, in &quot;The Master of Disguise,&quot; offers a film so family-safe it feels sheathed in plastic Bubble Wrap. Unfortunately, it's not even as much fun as popping the bubbles.  It doesn't matter that the film is less than 90 minutes — it still feels like a prison stretch. Mr. Carvey has said in interviews that he wanted to make a movie that he wouldn't be embarrassed for his children to see. He apparently has a much lower threshold of embarrassment than his kids do. — Elvis Mitchell", "multimedia": null}, {"headline": "Full Frontal (Movie)", "publication_date": "2002-08-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:07", "opening_date": "2002-08-02", "display_title": "Full Frontal", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE4D7113BF931A3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Full Frontal", "type": "article"}, "mpaa_rating": "R", "summary_short": "Having made three wildly successful, popular movies in a row, Steven Soderbergh indulges his experimental impulses, making a movie as abstruse and disjunctive as his earlier &quot;Schizopolis.&quot; The impulse is, in its way, an admirable one. The director — one of the smartest working in Hollywood today  — does not want to play it safe, or risk boring himself, but the result is an arch, convoluted mess. Julia Roberts and Blair Underwood play two movie stars who star in a movie within a movie, which is shot on film in contrast to the grainy digital video that records the surrounding reality. The point, though, is that nothing is real, that life in and around the movies is made of lies, willed self-deceptions and endless narcissism. Point taken. — A. O. Scott", "multimedia": null}, {"headline": "Signs (Movie)", "publication_date": "2002-08-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:52:01", "opening_date": "2002-08-02", "display_title": "Signs", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E4DA113BF931A3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Signs", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Mel Gibson plays Graham Hess, a Pennsylvania minister who has abandoned his calling, and his faith, after the death of his wife in a car accident. When mysterious designs begin to appear in the vast cornfields behind his house, he must confront the possibility that there are no accidents, and rediscover his faith to protect his two children and his feckless younger brother (Joaquin Phoenix). There are also some aliens to contend with. M. Night Shyamalan once again demonstrates his impressive technical skill as a suspense director, micromanaging the audience's dread with deft cuts and camera movements. But with each movie, it seems, his sentimentality becomes more grandiose, and this movie's carefully constructed surprise ending feels less like a revelation than a hoax. — A. O. Scott", "multimedia": null}, {"headline": "Gaza Strip (Movie)", "publication_date": "2002-08-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:46:04", "opening_date": null, "display_title": "Gaza Strip", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E6D91F38F932A3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Gaza Strip", "type": "article"}, "mpaa_rating": "", "summary_short": "Like most news reports and television images coming out of the Middle East these days, &quot;Gaza Strip,&quot; an unsparing documentary by James Longley, offers little reason for optimism. The film was shot in the winter and spring of 2001, and it provides a grim, upsetting glimpse at the lives of some of the 1.2 million Palestinians who live in the crowded cities and refugee camps of Gaza. Mr. Longley makes powerful use of the techniques of cinéma vérité. The absence of voice-over narration and talking-head interviews gives his portrait of daily life under duress a riveting immediacy. — A. O. Scott", "multimedia": null}, {"headline": "Merci Pour Le Chocolat (Movie)", "publication_date": "2002-07-31", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:02", "opening_date": null, "display_title": "Merci Pour le Chocolat", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01EED81138F932A05754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Merci Pour le Chocolat", "type": "article"}, "mpaa_rating": "", "summary_short": "Claude Chabrol's most recent take on the subgenre that he pioneered — the moody suspense drama built on a decaying family dynamic — has a softly chilling first hour before the denouement has you wondering if the cast hasn't had too much hot chocolate, especially the murderous effective brew that Mika Muller (Isabelle Huppert), the owner of a large Swiss chocolate concern in Lausanne, ladles for her guests. Mr. Chabrol's  droll assault on  petit-bourgeois security feels like a satire of &quot;Ordinary People&quot; directed by Alfred Hitchcock. Though the director is unable to bring the film to a satisfying close,  the audience may find itself  playing the game that Mr. Chabrol inspires more than any other European director:  Who'll star in the eventual, and probably inevitably overscale, American remake? — Elvis Mitchell", "multimedia": null}, {"headline": "I Am Trying to Break Your Heart (Movie)  ", "publication_date": "2002-07-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:34", "opening_date": null, "display_title": "I am Trying to Break Your Heart", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE2DF1138F935A15754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of I am Trying to Break Your Heart", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A music documentary with an unusually strong narrative drive, Sam Jones's &quot;I Am Trying to Break Your Heart&quot; follows the Chicago-based rock band Wilco through the recording of its critically acclaimed fourth album, &quot;Yankee Hotel Foxtrot.&quot; The film tracks Wilco through some stormy waters. The finished album is rejected by the band's record company, Reprise, which leads to some serious internal strain. Jeff Tweedy, Wilco's lead singer and chief songwriter, comes to feel that he can no longer work with the guitarist Jay Bennett and fires him. The happy ending is preordained: fans of the band will know that the album was eventually released by Nonesuch and became a success. Yet Mr. Jones manages to generate some authentic dramatic tension and suspense. — Dave Kehr\r\n", "multimedia": null}, {"headline": "Kid Stays In the Picture, The (Movie)", "publication_date": "2002-07-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:52", "opening_date": "2002-08-16", "display_title": "The Kid Stays in the Picture", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE7DC1138F935A15754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Kid Stays in the Picture", "type": "article"}, "mpaa_rating": "R", "summary_short": "Robert Evans's story of sauntering into the right place at the right time and still feeling underappreciated is the focus of this movie, in which he serves as star, subject and unreliable narrator. The documentary travels through Mr. Evans's days as a young actor to his sojourn as the head of Paramount Pictures,  when the studio released a storied cluster of hits like &quot;Rosemary's Baby&quot; and &quot;The Godfather.&quot; &quot;There are three sides to every story: my side, your side and the truth,&quot;  Mr. Evans intones, acknowledging his subjective take. But despite — or perhaps because of — his skewed viewpoint, this film succeeds. — Elvis Mitchell", "multimedia": null}, {"headline": "Happy Times (Movie)", "publication_date": "2002-07-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:13", "opening_date": null, "display_title": "Happy Times", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E0DB1138F935A15754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Happy Times", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Zhao (Zhao Benshan), a retired factory worker, has decided, late in life, to put an end to his bachelorhood. Although he has lined up a prospective bride — a roly-poly divorcée (Dong Lihua) who lives with her teenage son and stepdaughter — the 50,000 yuan a suitable wedding would cost is beyond his means. Through a series of fibs and omissions, Zhao has led his fiancée to believe that he is a man of substance, and his simultaneous efforts to sustain this imposture and to raise money set &quot;Happy Times,&quot; a wise, gentle and sad comedy by Zhang Yimou, in motion. The director's last two films, &quot;Not One Less&quot; and &quot;The Road Home,&quot; paid tribute to the stubborn resilience of China's peasants. Though the director shifts his attention here to the frenetic bustle of an unidentified Chinese city, the social criticism implicit in those movies is also evident. — A. O. Scott", "multimedia": null}, {"headline": "Austin Powers in Goldmember (Movie)  ", "publication_date": "2002-07-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:23:00", "opening_date": "2002-07-26", "display_title": "Austin Powers in Goldmember", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E7DB1138F935A15754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Austin Powers in Goldmember", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This third installment of the &quot;Austin Powers&quot; franchise is a very funny shambles, embellished with amusing celebrity cameo bits that range from Steven Spielberg to the Osbournes, and jam-packed with clever puns and puerile double-entendres. But for all the fun it kicks up, the movie feels bloated and chaotic. Mike Myers adds a dull fourth character, the villainous Goldmember, to a repertory that already includes Austin, Dr. Evil and Fat  Bastard. Michael Caine appears as Austin's suave, still-swinging father, the British  master spy Nigel Powers, and Beyonce Knowles of the pop group Destiny Child is a Pam Grier parody named Foxxy Cleopatra. What holds it all together is the manic  exuberance of Mr. Myers's imaginary world, which suggests a Pee-Wee's Playhouse for eternal adolescents. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Lan Yu (Movie)  ", "publication_date": "2002-07-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:08", "opening_date": null, "display_title": "Lan Yu", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E2DE1138F935A15754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Lan Yu", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Lan Yu&quot; was filmed in Beijing without government permission and is based on a novel published anonymously on the Internet in 1997. The film follows the intermittent love affair between two men, an entrepreneur and an architecture student. American audiences (and ones in Hong Kong, where the director, Stanley Kwan, is based) may not find this movie  terribly shocking, but its sexual and political frankness have made it virtually unreleasable in China. &quot;Lan Yu&quot; not only includes some fairly explicit love scenes, it also uses the Tiananmen Square massacre of 1989 and the shady dealings of the country's business elite as central plot devices. For all that, the movie feels neither incendiary nor, at least until its abrupt, maudlin ending, especially melodramatic. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Country Bears, The (Movie)  ", "publication_date": "2002-07-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:12", "opening_date": "2002-07-26", "display_title": "The Country Bears", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E4DB1138F935A15754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Country Bears", "type": "article"}, "mpaa_rating": "G", "summary_short": "This summer has yielded a bumper crop of children's movies, based on classic works of children's literature, popular television shows, previous movies and even, occasionally, an original idea. &quot;The Country Bears&quot; has the distinction of being the only current movie (and, so far as I can recall, the only one ever) to be based on a theme-park attraction. Since 1971, the Country Bears Jamboree has been a fixture of Disney World in Orlando, Fla., and clearly its down-home brand of ursine animatronic entertainment was crying out for adaptation into a big-screen feature. The plot combines &quot;The Blues Brothers&quot; and &quot;Almost Famous&quot; (but with bears, and a G rating), with an excruciating dollop of Disney sentimentality mixed in for good measure. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Who Is Cletis Tout? (Movie)  ", "publication_date": "2002-07-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:07:28", "opening_date": null, "display_title": "Who Is Cletis Tout?", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E6DA1138F935A15754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Who Is Cletis Tout?", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Have you ever been to a movie?&quot; Tim Allen asks Christian Slater in this vaporous crime-comedy, a picture that makes you wonder if the writer-director Chris Ver Wiel has done anything but go to the movies. The movie is so film-culture referential that the final product is a ghost. It starts with a pair of hitmen stalking Finch (Mr. Slater), whom they mistakenly believe to be Cletis Tout, a reporter marked by the mob. The gunmen, who are there to do the job, are bantering about films, relishing the fine points of some mildly diverting dialogue in &quot;Deliverance.&quot; But wait, there's more — Mr. Allen materializes, playing a supreme assassin who &quot;loves two things,&quot; his profession and movies. In other words, everybody who packs a gun in &quot;Tout&quot; also seems to have a Blockbuster membership. — Elvis Mitchell", "multimedia": null}, {"headline": "Tadpole (Movie)  ", "publication_date": "2002-07-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:41:29", "opening_date": "2002-08-23", "display_title": "Tadpole", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E3DB1039F93AA25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Tadpole", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "At its most evocative, this fragile wisp of a movie with its moody, hothouse New York atmosphere suggests a contemporary descendant of &quot;The Catcher in the Rye.&quot; Its protagonist (Aaron Stanford) is an intellectually precocious 15-year-old preppie who fancies himself in love with his forty-something stepmother (Sigourney Weaver) who is unaware of his passion. A casual sexual encounter with her best friend (Bebe Neuwirth) over Thanksgiving break leads to an attempted cover-up that resembles a sophisticated French farce. Ms. Neuwirth practically steals the movie as the kindhearted but libidinous chiropractor with whom he enjoys a one-night stand. For its delicate charms, the movie, shot in two weeks, is ragged around the edges and has a slack cynical ending. — Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}