{"results": [{"headline": "House of Fools (Movie)", "publication_date": "2003-04-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:47", "opening_date": null, "display_title": "House of Fools", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E6D8173DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of House of Fools", "type": "article"}, "mpaa_rating": "R", "summary_short": "This film finds Andrei Konchalovsky dredging up one of the most depleted metaphors from the bottom of the cinematic sea:  the madhouse as microcosm.  Mr. Konchalovsky's mental institution is a rundown 19th-century mansion located somewhere near the border of the breakaway republic of Chechnya, and is filled with a mix of archetypes from both the Russian and the Muslim world &#151; an elderly seer who may be Allah, a plump babushka who pines for the Communist government, and so on, up to and including the inevitable dwarf.   As in Philippe de Broca's &quot;King of Hearts&quot; (1966), which &quot;House of Fools&quot; resembles to a highly painful degree, the viewer is given to understand that the gentle, childlike inmates are far saner than the generals and politicians who run the big, brutal outside world.   This dubious, sentimental proposition is immediately undermined by Mr. Konchalovsky's decision to include among his extras several individuals with genuine disfiguring illnesses.  You wonder how lucky they feel to be among the elect. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Searching for Family in a Ruined Land", "publication_date": "2003-04-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:41", "opening_date": null, "display_title": "Marooned in Iraq", "link": {"url": "http://www.nytimes.com/movie/review?res=9403E7D8173DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Marooned in Iraq", "type": "article"}, "mpaa_rating": "", "summary_short": "Set in the aftermath of the Gulf War, when Saddam Hussein was taking out his defeat on Iraq's Kurdish population by bombing and gassing their villages, Bahman Ghobadi's film could not be more relevant to the current situation:  there is still nothing like the movies to give a human face to historical tragedy.  The film is structured as a journey, from Iranian Kurdistan to Iraqi Kurdistan, undertaken by a locally famous singer, Mizra (Shahab Ebrahimi) and his two adult sons, Barat (Faegh. Mohammadi) and Audeh (Allah-Morad Rashtian), in search of Mizra's ex-wife, Hanareh, a singer who left for Iraq after the Iranian revolution prohibited her from performing in public.  Devastating, but with a lovely, elusive, affirmative undertone. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Confidence (Movie)  ", "publication_date": "2003-04-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:03", "opening_date": "2003-04-25", "display_title": "Confidence", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04EFDA163DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Confidence", "type": "article"}, "mpaa_rating": "", "summary_short": "It has quite a lot of it, most of it misplaced. Edward Burns is a con man who narrates, in long expository flashbacks, a convoluted tale of double-crosses and zig zags. The screenwriter Doug Jung's dialogue has flashes of pungency and wit, and James Foley's direction is smooth and lively, but their skill is applied to a lifeless, derivative exercise in attitude that plays like a desperate emulation of David Mamet or Elmore Leonard. Mr. Burns, as usual, is much too busy overestimating his cleverness and charm to do much acting, and Rachel Weisz does not even rise to the femme fatale ridiculousness of her part. Only Paul Giamati and Dustin Hoffman, indulging in egregious lowlife hamming, are any fun to watch. — A.O. Scott", "multimedia": null}, {"headline": "Identity (Movie)  ", "publication_date": "2003-04-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:10:52", "opening_date": "2003-04-25", "display_title": "Identity", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E5DB163DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Identity", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ten strangers are stranded in a remote motel during a furious rainstorm and  are killed off one by one as they await a gigantic, gold-plated pretzel of a  plot twist. This is one of those high-concept pictures in which you can  almost hear the pitch meeting echoing in the soundtrack.  (Is it &quot;And Then There Were None&quot; meets &quot;The Sixth Sense&quot; or &quot;Murder by Death&quot; meets &quot;Sybil&quot;?). James Mangold's direction is sufficiently deft, and the cast sufficiently game, to make this a reasonably entertaining and surprising thriller, but its overblown pretentiousness spoils some of the fun, and may make you look back fondly on the cheap, grubby horror movies of old. — A. O. Scott", "multimedia": null}, {"headline": "People I Know (Movie)  ", "publication_date": "2003-04-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:26", "opening_date": null, "display_title": "People I Know", "link": {"url": "http://www.nytimes.com/movie/review?res=990CE6DB163DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of People I Know", "type": "article"}, "mpaa_rating": "R", "summary_short": "Al Pacino as Eli Wurman, a high-powered New York publicist in the twilight of his career, is the sparkplug driving this satirical melodrama that never catches up with its star. This ambitious study of fame-mongering would like to think of itself as a descendant of &quot;Sweet Smell of Success,&quot; but it fails to find contemporary corollaries to the earlier film's super-charged language and  caffeine-fueled pace. It's further undermined by conceptual confusion. When not facetiously dropping names, the movie lumbers between a  clichéd bleeding-heart fable of lost 60's dreams and a half-baked thriller in which nasty  people in high places try to cover up a murder. Any one of those concepts might  have worked on its own, but forced together they don't allow one another to breathe. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Returning Mickey Stern (Movie)  ", "publication_date": "2003-04-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:29:01", "opening_date": null, "display_title": "Returning Mickey Stern", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E6D8173DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Returning Mickey Stern", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Mickey Stern (Joseph Bologna) is a 67-year-old with a colorful past that includes a season in big league baseball, combat in the Korean War, a career as a professional magician, and a tragic romance with a woman named Leah (Kylie Delre), who died of lung cancer.  Returning to Fire Island, where he first met Leah, he encounters both a young woman who looks exactly like her, and a young man who looks exactly like him.  He conspires to bring them together, in a gesture he hopes will redeem his unhappy existence.  There's a lot more to &quot;Returning Mickey Stern,&quot; but what this movie really needs is a lot less.  Michael Prywes would be a much more engaging filmmaker if he learned to trust his material more, and not dress it up with redundant detail and convoluted plot twists.  &quot;Returning Mickey Stern&quot; is a sweet, well-intended picture, which, like its title character, is not quite good enough for the big leagues. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Manic (Movie)", "publication_date": "2003-04-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:16:29", "opening_date": "2003-05-23", "display_title": "Manic", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E6D8173DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Manic", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jittery, obtrusive video camerawork nearly ruins this well-acted if dramatically familiar film about a group of sensitive teenagers locked up in a California mental institution. Joseph Gordon-Levitt, the wisecracking teen of &quot;Third Rock From the Sun,&quot; gives a restrained, naturalistic performance as a young man with a genuine anger management problem; the radiant Zooey Deschanel, playing a suicidal fellow inmate, is his love interest. &#151; Dave Kehr\n", "multimedia": null}, {"headline": "Jersey Guy (Movie)", "publication_date": "2003-04-25", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:12:18", "opening_date": null, "display_title": "Jersey Guy", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E6D8173DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Jersey Guy", "type": "article"}, "mpaa_rating": "R", "summary_short": "The awkward directorial debut of Elia Zois, who wrote the screenplay with his father, Christ Zois. Monotonously paced, overlong and unpersuasive, &quot;Jersey Guy&quot; pits the virtues of life in New Jersey against the glamour and sophistication of New York. The tale's hero is Jack (Steve Parlavecchio). In his early 20's, he is a product of a community college who lives with his parents and younger brother, works as an assistant administrator in the Happy Acres nursing home, is a self-proclaimed connoisseur of pizza and has been going out for seven years with the cute blond Susan (Stacy Mistysyn), while enjoying the sex but ducking marriage. One night, on an outing to a club in SoHo, Jack stumbles into a situation that he readily admits happens only in movies. A fashion model named Samantha (Jill Wolfe) finds him attractive. Soon Jack is lying to Susan, feeling guilt, dressing in black and making his way across the Hudson to be introduced to fashion shoots, sushi, Sam's bed, cynical parasites who date models and the life of the Hamptons. Will Jack choose Susan and New Jersey or Sam and New York? &quot;Jersey Guy&quot; doesn't generate enough sparks to make this a burning question. &#151; Lawrence Van Gelder\n", "multimedia": null}, {"headline": "City of Ghosts (Movie)  ", "publication_date": "2003-04-25", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:46:49", "opening_date": null, "display_title": "City of Ghosts", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE7DC163DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of City of Ghosts", "type": "article"}, "mpaa_rating": "R", "summary_short": "As director, co-writer and star, Matt Dillon is the leader of a Conradian journey into the heart of darkness where moral questions and men's fate are decided.   Richly atmospheric and suspenseful, &quot;City of Ghosts,&quot; filmed mostly in the Cambodian capital, Phnom Penh, tells a story that contrasts deadly characters driven by greed with people responsive to love and family and trust. The film brings Jimmy (Mr. Dillon), as an insurance salesman, to the attention of federal agents investigating a $10 million insurance fraud that has left victims of a hurricane without compensation. Jimmy disclaims knowledge of the whereabouts of his mysterious boss, Marvin (Jaames Caan). In fact, Jimmy's conscience is troubled by the impact of the fraud on the hurricane victims; he knows that Marvin, who is more to him than an employer, is in Cambodia, and he sets out to find him. Most of the people in the evocative &quot;City of Ghosts&quot; are not admirable, but the film is. &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Marion Bridge (Movie)  ", "publication_date": "2003-04-18", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:47:25", "opening_date": null, "display_title": "Marion Bridge", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E3D6173AF93BA25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Marion Bridge", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "When this small, exquisitely acted Canadian film, is observing the psychological tensions  of three grown-up sisters attending their dying, devoutly Catholic mother in a small Nova  Scotia town, it uncovers a complexity and depth of feeling rarely glimpsed in a family  drama. The story is filtered through the sensibility of Agnes (Molly Parker), the restless  youngest sister and the family's black sheep who is in shaky recovery from alcohol and  cocaine addiction. The oldest, Theresa (Rebecca Jenkins), is a grim, long-suffering refugee  from a failed marriage; the middle sister, Louise (Stacy Smith), an undeclared lesbian. But  once the movie has laid out its characters and their histories, it doesn't know where to  take them, and its contrived confrontations take on a stagy clank. \r\n— Stephen Holden\r\n", "multimedia": null}, {"headline": "Not Just for Children, a Suspenseful Allegory of Greed, Fate and Racism", "publication_date": "2003-04-18", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:23:32", "opening_date": "2003-04-18", "display_title": "Holes", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CEFD7163AF93BA25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Holes", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Louis Sachar's novel, a masterpiece of juvenile magic realism, has been made into a rich, surprising film that deserves an audience far wider than the children who are sure to embrace it. The story — of a young boy (Shia LaBeouf) unjustly sent to a camp for delinquents — is intricate to the point of being hectic, but it is also surprising, moving and endlessly inventive as it bounces from present to past, from allegory to naturalism, from comedy to suspense. Along the way, its clear-eyed exploration of themes that range from the challenges of friendship to the legacy of American racism put most movies aimed at alleged grownups to shame. And grownups, even those who can't find a 10-year-old to take them along, should not be ashamed to seek out the best film released by a big American studio so far this year. — A. O. Scott", "multimedia": null}, {"headline": "A Beady-Eyed Perspective on Migrating Birds", "publication_date": "2003-04-18", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:49:14", "opening_date": "2003-08-29", "display_title": "Winged Migration", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE1D6163AF93BA25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Winged Migration", "type": "article"}, "mpaa_rating": "G", "summary_short": "The breathtaking cinematography of migrating birds in Jacques Perrin's mystical  documentary transports you to an exalted realm where nature  operates under its own inviolable laws, and humanity is portrayed as a crude, destructive  interloper in the natural scheme of things. The movie, whose few words, spoken the  director, are explanatory captions, offers a sweeping global tour from a bird's-eye view,  dressed up with a new-age score by Bruno Coulais. And as the images of flying birds  (along with the often harsh, seemingly urgent sounds of their cries) in perfect, swooping  formation accumulate, the film speaks wistfully to humankind's profound, residual  longing to soar through the heavens without mechanical help. On the negative side, the  information is so sketchy that at the end of the experience, you're left almost as much in  the dark as you were at the beginning. — Stephen Holden", "multimedia": null}, {"headline": "Hopes Disintegrate Into a Life of Degradation", "publication_date": "2003-04-18", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:58:22", "opening_date": null, "display_title": "Lilya 4-Ever", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E3D7163AF93BA25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Lilya 4-Ever", "type": "article"}, "mpaa_rating": "R", "summary_short": "The 16-year-old title character of this great, heartbreaking film by Lukas Moodysson, the Swedish director of &quot;Together,&quot; is a throwaway teenager abandoned by her mother in a grim, unidentified town somewhere in  the former Soviet Union. The tale of this vulnerable, credulous teenager, who prays earnestly to a cheap painting of an angel cradling a child, is a variation on countless true stories that have come out of Eastern Europe since the fall of Communism. Lilya is tricked into a life of forced prostitution in another country (in this case, Sweden) by gangsters posing as prospective employers. The film's most remarkable achievement is its presentation of Lilya's story as both an archetypal case study and a personal drama whose spunky central character you  come to care about so deeply that at each step toward her ruination you want to cry out a  warning. — Stephen Holden", "multimedia": null}, {"headline": "Malibu's Most Wanted (Movie)  ", "publication_date": "2003-04-18", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:54", "opening_date": "2003-04-18", "display_title": "Malibu's Most Wanted", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01EFD7163AF93BA25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Malibu's Most Wanted", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Before it chokes on its own formula, the hip-hop comedy &quot;Malibu's Most Wanted&quot; tosses around enough zany notions about race, pop-culture attitudes and stereotypes to prove it has at least half a  brain in its head. The lightning-tongued movie, embellished with joking rap parodies, stars Jamie Kennedy as Brad (B-Rad) Gluckman, the privileged white Los Angeles  rapper and callow inept Eminem wannabe he developed for the television comedy series  &quot;JKX: The Jamie Kennedy Experiment.&quot; When B-Rad and his crew embarrass his father  (Ryan O'Neal), a fatuous candidate for California governor, dad hires professional actors to kidnap his son, take him into the heart of Compton and scare him into acting white.  The scheme backfires, of course. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Venus and Mars (Movie)", "publication_date": "2003-04-18", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:51", "opening_date": null, "display_title": "Venus & Mars", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E3D6173AF93BA25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Venus & Mars", "type": "article"}, "mpaa_rating": "R", "summary_short": "This romantic comedy is a curious hybrid of American and German genres and sensibilities. Set in a small German town near a United States airbase, it follows a popular format in American comedy: it's about the reunion of four female childhood friends, who find themselves together in for the first time in many years, to attend the funeral of a beloved soccer coach. Under Harry Mastrogeorge's colorless direction, &quot;Venus and Mars&quot; lopes along amiably enough, offering a few smiles and the standard bromides about the importance of being yourself and pursuing your dreams, but is finally more tolerable than memorable. &#151; Dave Kehr\n", "multimedia": null}, {"headline": "Medea (Movie)", "publication_date": "2003-04-18", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:09:19", "opening_date": null, "display_title": "Medea", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E3D6173AF93BA25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Medea", "type": "article"}, "mpaa_rating": "", "summary_short": "Made for Danish television in 1987 but never shown in the United States, Lars von Trier's &quot;Medea&quot; belongs to an early, pre-Dogma phase of his career, in which this vastly talented and infinitely perverse filmmaker was just becoming acquainted with the visual possibilities of video. It's an experimental film in the true sense of the term, allowing Mr. von Trier to try out techniques that he would later refine into the more controlled and graceful stylings of &quot;Breaking the Waves&quot; and &quot;Dancer in the Dark.&quot; Fascinated, as always, by the sufferings of women, Mr. Von Trier warms instantly to Medea (Kirsten Olesen), the original scorned woman. &#151; Dave Kehr\n", "multimedia": null}, {"headline": "Nostalgia of Folkies Who Never Were", "publication_date": "2003-04-16", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:21:23", "opening_date": "2003-05-09", "display_title": "A Mighty Wind", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE2D9113BF935A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of A Mighty Wind", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "As in their previous films, &quot;Waiting for Guffman&quot; and &quot;Best in Show,&quot; Christopher Guest and Eugene Levy, his writing partner, present a group of sweetly self-deluded oddballs in pursuit of show business glory. Here, the large cast sends up the folk-music scene of the 1960's, some of whose fictitious leading lights — the lovey-dovey duo Mitch and Mickey, the hard-working Folksmen, and the appallingly upbeat New Main Street Singers — gather for a reunion at Town Hall in Manhattan. It has been noted that this trompe l'oeil satire ignores the political dimensions of American folk music, but Mr. Guest is so faithful to the world he has created that you can forgive any lapses with regard to the one that exists. Bad music has never sounded so good, and the film's deadpan sincerity — especially evident in Ms. O'Hara's performance as the disppointed Mickey — will make you clap your hands and sing along even as you are laughing your head off. — A. O. Scott", "multimedia": null}, {"headline": "Chasing Papi (Movie)", "publication_date": "2003-04-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:11:16", "opening_date": "2003-04-16", "display_title": "Chasing Papi", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CEFDA113BF935A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Chasing Papi", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A raucous, unfunny ethnic comedy, about three Latina women &#151; a bombshell (Sofia Vergara), a lawyer (Roselyn Sanchez) and a spoiled rich girl (Jaci Velasquez) &#151; who discover they are all involved with the same, impossibly handsome advertising executive (Eduardo Verastegui). The director Linda Mendoza makes a nod toward Pedro Almod&#243;var's early, frenetic farces &#151; here are three more women on the verge of a nervous breakdown &#151; but she lacks Mr. Almod&#243;var's wit, and the picture quickly degenerates into unfunny chases and clumsy slapstick. &#151; Dave Kehr\n", "multimedia": null}, {"headline": "Bulletproof Monk (Movie)", "publication_date": "2003-04-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:21:27", "opening_date": "2003-04-16", "display_title": "Bulletproof Monk", "link": {"url": "http://www.nytimes.com/movie/review?res=9801E4DA113BF935A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bulletproof Monk", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Chow Yun-Fat, playing an ageless Tibetan Lama, teams up with Seann William Scott, a high-strung pickpocket, to defend the Scroll of the Ultimate from a Nazi plot. The movie's virtue is that it refuses to take any of this very seriously, instead giving the two stars (and also Jaime King, as Mr. Scott's rival and love interest) time to indulge in half-witty banter and cheap, exuberant martial-arts stunts. The scruffiness of the filmmaking and the incoherence of the story seem less like flaws than like a deliberate, affectionate tribute to the vibrant and anarchic Hong Kong action films of the past. — A.O. Scott", "multimedia": null}, {"headline": "Shark Skin Man and Peach Hip Girl (Movie)", "publication_date": "2003-04-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:03", "opening_date": null, "display_title": "Shark Skin Man and Peach Hip Girl", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04EEDA113BF935A25757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Shark Skin Man and Peach Hip Girl", "type": "article"}, "mpaa_rating": "R", "summary_short": "This 1999 Japanese film works some minor variations on the enduring outlaw couple on the run story, placing it in a context of harsh social satire and nihilistic despair.  The Shark Skin Man is Samehada (Tadanobu Asano), a yakuza who has stolen a small sum of money from his sadistic boss, Sawada (Susumu Terashima).  During a chase in a remote mountainous region of Japan, Samehada's getaway car strikes the SUV piloted by the Peach Hip Girl, Toshiko (Sie Kohinata), prompting Samehada to commandeer Toshiko and her car to continue his escape.  Like Oliver Stone's &quot;Natural Born Killers,&quot; the picture makes murder look like high-spirited fun, and turns violent death into an occasion for giggles and snickers. — Dave Kehr", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}