{"results": [{"headline": "Max Keeble's Big Move (Movie)  ", "publication_date": "2001-10-05", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:29:20", "opening_date": "2001-10-05", "display_title": "Max Keeble's Big Move", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E6D9173CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Max Keeble's Big Move", "type": "article"}, "mpaa_rating": "", "summary_short": "Small children with a sense of humor scarcely beyond fetal may cackle themselves silly at &quot;Max Keeble's Big Move.&quot; But the truth is that this clunky juvenile comedy lurches among multiple story lines without fully realizing the comic potential of any. Max (Alex D. Linz) is doused in mud, basted in sawdust and tossed by the school bully into a bin of discarded food, has his lunch money appropriated by the school's resident extortionist and incurs the wrath of the corrupt principal. Then Max is told that his father must move the family to Chicago within days, and he feels liberated. Now he can fight his tormentors without fear of consequences. – Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Royal Tenenbaums, the (Movie)  ", "publication_date": "2001-10-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:08", "opening_date": "2002-01-04", "display_title": "The Royal Tenenbaums", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E5DD163CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Royal Tenenbaums", "type": "article"}, "mpaa_rating": "R", "summary_short": "Wes Anderson, the director of &quot;Rushmore,&quot; has made a movie that the precocious adolescent hero of that film might have made: show-offy, self-impressed, but with sparks of undeniable insight and ingenuity. Set in a New York dreamworld confected out of children's books and antique New Yorker fiction, &quot;Tenenbaums&quot; purports to explore the lives of a family of child geniuses, some of their friends and their estranged parents. With a few exceptions, the cast does an admirable job of finding what life there is in Mr. Anderson's static, literary creatures, but it is impossible to believe that these people have much to do with one another, or with anything outside their creator's hothouse imagination. The Tenenbaums are less a family than a collection of dolls fussed over by a compulsive collector. The only actor who succeeds in breaking through the suffocating whimsy is Gene Hackman as Royal, the clan's wildly irresponsible patriarch. – A. O. Scott", "multimedia": null}, {"headline": "Serendipity (Movie)  ", "publication_date": "2001-10-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:53:50", "opening_date": "2001-10-05", "display_title": "Serendipity", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E7DD163CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Serendipity", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jon and Sara (John Cusack and Kate Beckinsale) meet at Bloomingdale's while Christmas shopping and then end up on a dream date. Because they're both involved with other people, Sara has qualms about exchanging information with him. Instead, she writes her phone number in a book, which she hands off to a used-book seller, and makes Jon put his digits on a $5 bill, which she spends. If these objects come back into their lives, she contends, then they're destined to be together. Cut to a few years later, and the two are setting off individually to find the clues that will lead them to each other.  This movie is the cinematic equivalent of a plate made of spun sugar. The director Peter Chelsom's touch shines with a kind of craftsmanship, but it's sticky to the touch; if you look hard enough, you can see the sugar granules gleaming just beneath the surface. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Joy Ride (Movie)  ", "publication_date": "2001-10-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:53", "opening_date": "2001-10-05", "display_title": "Joy Ride", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04EEDF163CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Joy Ride", "type": "article"}, "mpaa_rating": "R", "summary_short": "Though not quite up to &quot;Red Rock West&quot; or &quot;The Last Seduction,&quot; John Dahl's earlier noir exercises, this suspenseful and surprisingly funny confection is head and shoulders above the usual dumbed-down, overplotted studio thriller. Steve Zahn and Paul Walker play brothers whose CB radio prank on an interstate trucker provokes psychopathic vengeance. Leelee Sobieski, a friend along for the ride, is the inevitable girl in distress. Not everything makes sense, but Mr. Dahl's clever direction and Mr. Zahn's hyperactive charm play off each other in tight, smart syncopation. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Strange Case of Senor Computer, The (Movie)  ", "publication_date": "2001-10-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:25:40", "opening_date": null, "display_title": "The Strange Case of Senor Computer", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E6D9173CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Strange Case of Senor Computer", "type": "article"}, "mpaa_rating": "", "summary_short": "Strange indeed is this black-and-white video feature. The crudity of its fabrication — the grainy images seem the product of an amateur video camera, unenhanced by any attempt at lighting or composition — is contradicted by the genuine sophistication of much of its wit, which is at least worthy of a Comedy Central special. The writer and director, who goes by the name of Tom Sawyer, also plays the title role: a self-educating robot that quickly surpasses his nerdish creator (Rick Ziegler) in charm and assurance. The creature has the primitive appeal of a special effect from an Ed Wood movie, like one of those flying pie tins that bring the aliens to earth in &quot;Plan Nine From Outer Space.&quot; - Dave Kehr\r\n", "multimedia": null}, {"headline": "Training Day (Movie)  ", "publication_date": "2001-10-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:24:43", "opening_date": "2001-10-05", "display_title": "Training Day", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E7DE163CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Training Day", "type": "article"}, "mpaa_rating": "R", "summary_short": "Denzel Washington plays Detective Alonzo Harris, the Machiavellian figure in this intermittently successful police drama. Alonzo is the worst example a young officer could ever have to learn from. He is the teacher to Jake Hoyt (Ethan Hawke), who has just been assigned to undercover duties. When the picture dwells on dueling ambitions –  Jake's striving for  permanent assignment to undercover work and Alonzo's constant conning of his rookie partner – you lean in to listen. But eventually &quot;Training Day,&quot; despite Mr. Washington's virtuoso performance, becomes a glib potboiler torn from today's screaming headlines. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Time Out (Movie)", "publication_date": "2001-10-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:22", "opening_date": null, "display_title": "Time Out", "link": {"url": "http://www.nytimes.com/movie/review?res=9400EEDF103DF930A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Time Out", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Laurent Cantet's moody portrait of an unemployed businessman silently suffering in the anxious limbo between jobs is a gloomy meditation on what many of us mean today when we talk about work. Not manual labor or factory work, mind you, but the kind of corporate positions in finance, development, consulting and management that are hard to describe but that comfortably support millions of middle- and upper-middle-class families. Despite appearances, &quot;Time Out&quot; isn't a taut cat-and-mouse drama about a scheming white-collar criminal. This leisurely  film, threaded with exquisitely sad chamber music, is really an extended metaphysical meditation on the abstractions of the modern corporate workplace and the anomie of pushing papers and crunching numbers. – Stephen Holden", "multimedia": null}, {"headline": "Italian for Beginners (Movie)", "publication_date": "2001-10-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:25:26", "opening_date": "2002-05-10", "display_title": "Italian for Beginners ", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E4DD123DF931A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Italian for Beginners ", "type": "article"}, "mpaa_rating": "R", "summary_short": "The warm and fuzzy romantic comedy is the first movie directed by a woman to follow the rigorous aesthetic principles of the Dogma 95 filmmakers. Although it has a couple of dark notes that suggest discarded fragments of an Ingmar Bergman film, the story of six lonely singles who pair off and travel together to Venice ultimately feels more like a giddy Nora Ephron romp filmed in the style of John Cassavetes. Its romantic flashpoint is a class in elementary Italian. Enjoyable fluff. — Stephen Holden", "multimedia": null}, {"headline": "Cienaga, La (Movie)", "publication_date": "2001-10-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:10:49", "opening_date": null, "display_title": "The Swamp", "link": {"url": "http://www.nytimes.com/movie/review?res=9806E5DF153DF932A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Swamp", "type": "article"}, "mpaa_rating": "R", "summary_short": "Set in the high plains of northwestern Argentina during the dog days of summer, Lucrecia Martel's remarkable debut film portrays an ominous semi-tropical environment of grayish mountain peaks shrouded by ragged clouds. But the movie is more than a meditation on the debilitating effects of high humidity. The steamy ambience in which the characters fester is a metaphor for creeping social decay. Instead of high drama, &quot;La Ciénaga&quot; presents a relentless accumulation of small, grinding incidents that portray Argentina's provincial middle class adrift in a self-pitying limbo. We learn about the characters by eavesdropping on their telephone conversations and their desultory bickerings. As &quot;La Ciénaga&quot; perspires from the screen, it creates a vision of social malaise that feels paradoxically familiar and new. &#151; Stephen Holden", "multimedia": null}, {"headline": "Storytelling (Movie)  ", "publication_date": "2001-09-29", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:48:02", "opening_date": null, "display_title": "Storytelling", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE4DA163DF93AA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Storytelling", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The two self-contained, asymmetrical stories that constitute &quot;Storytelling&quot; offer pointed provocations both to those who loathed &quot;Welcome to the Dollhouse&quot; and &quot;Happiness,&quot; Todd Solondz's previous features, and to those who embraced them. The first one, called &quot;Fiction,&quot; chronicles the humiliation of an undergraduate creative writing student (Selma Blair), and, in about 20 minutes, lays waste to some deeply cherished pieties and unacknowledged superstitions about race, sex and disability. The second part, &quot;Non-Fiction,&quot; follows a hapless filmmaker (Paul Giammatti) into the kinky banality of suburban family life. With unerring satirical intelligence, Mr. Solondz takes aim at his characters, his audience and himself, but his pitiless anatomy of human awfulness also contains a surprising, unsentimental streak of sympathy. – A. O. Scott", "multimedia": null}, {"headline": "Warm Water Under a Red Bridge (Movie)  ", "publication_date": "2001-09-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:59", "opening_date": null, "display_title": "Warm Water Under a Red Bridge", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07E2DA163DF93AA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Warm Water Under a Red Bridge", "type": "article"}, "mpaa_rating": "", "summary_short": "Japanese filmmaker Shohei Imamura's tribute to the concept of release, namely sexual release, trafficks heavily in visual metaphor. Orgasmic eruptions of water from Saeko (Misa Shimizu) cause fish gather at her feet, and leave Yosuke (Koji Yakusho) in a state of simultaneous awe and desire and the local fishermen extremely pleased. Yosuke, unemployed and at loose ends, who is searching for a stolen Buddha hidden near a red bridge, has been handpicked by Fate to become a part of Saeko’s life. Mr. Imamura's fascination with the physical representation of emotion, particularly guilt, cuts a wide swath through his work, but the bridge in the title of this lurid and less than lucid work hobbles the film. — Elvis Mitchell", "multimedia": null}, {"headline": "I'm Going Home (Movie)", "publication_date": "2001-09-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:36", "opening_date": null, "display_title": "I'm Going Home", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E7DA163DF93AA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of I'm Going Home", "type": "article"}, "mpaa_rating": "", "summary_short": "Old age doesn't automatically confer wisdom and artistic profundity. But when it does, as in the case of the Portuguese-born, Paris-based director Manoel de Oliveira, what can emerge is a remarkable mixture of appreciation and sadness, colored with an implacable, clear-eyed awareness of looming extinction. &quot;I'm Going Home&quot; isn't the first film in which he has gracefully taken the long view from the far end of life.  But this movie is certainly his most formal expression of that vision. — Stephen Holden", "multimedia": null}, {"headline": "Won't Anybody Listen (Movie)  ", "publication_date": "2001-09-29", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:23", "opening_date": "2001-09-28", "display_title": "Won't Anybody Listen", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E7D9163DF93AA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Won't Anybody Listen", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "What Time Is It There? (Movie)  ", "publication_date": "2001-09-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:45", "opening_date": null, "display_title": "What Time Is It There?", "link": {"url": "http://www.nytimes.com/movie/review?res=9901EFDB163DF93AA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of What Time Is It There?", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The Taipei director Tsai Ming-liang has managed to create an underplayed melodrama about family dynamics and dysfunction that harks back to the spare, unchecked heartache of Yasujiro Ozu. Mr. Tsai has devised a storytelling style here that's both a natural evolution of his previous filmmaking and his most fully realized directing to date, with scenes that also combine the seemingly disparate methods of Ozu, Robert Bresson and Jacques Tati. In finding his own way, Mr. Tsai sets loose shock waves of comedy, which both unleash a wave of euphoria in the audience and communicate the pleasure he gets from filmmaking. Yet the huge laughs don't come at the expense of the deeply moving scenario, which is reminiscent of a barely tapped genre, the absurdist melodrama. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Va Savoir (Movie)  ", "publication_date": "2001-09-28", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:47:02", "opening_date": null, "display_title": "Who Knows?", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E2DD1E3AF93BA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Who Knows?", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jacques Rivette's gracious - and graceful - character comedy is droll and lovable, a piece that has earned all of the wrinkles on its brow and around its mouth. What's surprising is that on close examination those crinkles turn out to be smile lines. &quot;Savoir&quot; is a luminous, humid roundelay, as three men and three women tumble in and out of one another's minds, hearts and arms. Everyone is looking for something other than what he or she has. That lusty self-interest is the motor of all great farces. The film's title has been translated as &quot;Who Knows?,&quot; and it is a wistful, rueful shrug: an unforgettable gesture as sexy and controlled as Tony Bennett chugging  his way through &quot;I Wish I Were in Love Again.&quot; - Elvis Mitchell", "multimedia": null}, {"headline": "Zoolander (Movie)  ", "publication_date": "2001-09-28", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:56:55", "opening_date": "2001-09-28", "display_title": "Zoolander", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06EFDC1E3AF93BA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Zoolander", "type": "article"}, "mpaa_rating": "R", "summary_short": "An evil band of international fashion designers want to end the tenure of a new prime minister of Malaysia, who plans to stop the exploitation of child labor. They force their subaltern Mugatu (Will Ferrell) to find a supermodel pawn to assassinate the beloved ruler. There's only one blunt instrument suited to this job: the dumb and monumentally earnest Derek Zoolander (Ben Stiller), the star and unfortunate potential hero of this often unspeakably funny new comedy. &quot;Zoolander&quot; is a gleaming fashion-world tour. It makes sense that the film would have the stylish, high-resolution glaze of a fashion shoot. Mr. Stiller has also crammed the movie with energy; it seems still to be bouncing on the screen long after it has run its 89-minute course. - Elvis Mitchell", "multimedia": null}, {"headline": "Don't Say A Word (Movie)  ", "publication_date": "2001-09-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:46", "opening_date": "2001-09-28", "display_title": "Don't Say A Word", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E2DC1E3AF93BA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Don't Say A Word", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this exhausting, incoherent thriller, Michael Douglas plays Nathan Conrad, a Manhattan psychiatrist whose young daughter is kidnapped by a sadistic band of jewel thieves. The ransom they demand is the intensive treatment of a mentally ill young woman who has a piece of information they need to recover a ruby they stole 10 years earlier, and which the young woman's father, one of their accomplices, snatched away from them. Adding to the confusion is a tough, sexy homicide detective (Jennifer Esposito) whose investigation of a series of murders leads her to Dr. Conrad. The movie is as over-elaborate as the criminals' scheme, and similarly doomed, from the outset, to fail. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Hearts in Atlantis (Movie)  ", "publication_date": "2001-09-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:08", "opening_date": "2001-09-28", "display_title": "Hearts in Atlantis", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E6DA1E3AF93BA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Hearts in Atlantis", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "One of Stephen King's sappier novels has been pummeled into mush by Scott Hicks's shallow magazine-glossy depiction of late-1950's America. He is aided by William Goldman's screenplay, which fills the mouth of its persecuted hero with kitschy inanities. That hero, a mysterious Christlike mind-reader  who becomes a young boy's surrogate dad, is played by the painfully miscast Anthony Hopkins. Compared to this bunk, even the movie of Mr. King's &quot;Green Mile&quot; seems austere. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Season of Men, The (Movie)", "publication_date": "2001-09-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:58", "opening_date": null, "display_title": "The Season of Men", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE4DC1E3AF93BA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Season of Men", "type": "article"}, "mpaa_rating": "", "summary_short": "To categorize Moufida Tlatli's film as a feminist critique of the subservient role of women in a traditional Islamic environment would be to understate the depth of anguish that this complicated portrait of an unhappy Tunisian family uncovers. The film follows two generations of women in the same family confronting a traditional code of behavior that is sharply at odds with the values of Western secular culture, images of which inevitably leak into the Arab world to sew confusion and rebellion. The movie isn't entirely despairing. Near the end, it suggests that contemporary Tunisian women with enough fighting spirit can achieve a measure of autonomy, although the personal cost may be bitter. And the movie's sun-drenched views of life on the southern Tunisian island of Jerba are beautiful. — Stephen Holden", "multimedia": null}, {"headline": "Born Romantic (Movie)  ", "publication_date": "2001-09-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:09:32", "opening_date": null, "display_title": "Born Romantic", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E7DE1E3AF93BA1575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Born Romantic", "type": "article"}, "mpaa_rating": "R", "summary_short": "A collection of London lonely-hearts achieve romantic satisfaction thanks to the seductive power of salsa dancing and the counseling of a cabdriver wise in the ways of love. Like some other recent British comedies, &quot;Born Romantic&quot; is acted with a low-key intelligence and directed (by David Kane) with a scruffy efficiency that make it seem better than it is. Each of the actors manages to find, within Mr. Kane's thin script, moments of complexity and feeling, as well as opportunities for sly hilarity. In its own modest, genial terms, the picture succeeds: it never wants to be more than charming and sweet, and it invites us to imagine London as a cozy, happy small town where coincidental encounters are everyday occurrences and muggers and their victims can put aside their misunderstandings and start dating. - A. O. Scott\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}