{"results": [{"headline": "Jimmy Show, The (Movie)", "publication_date": "2002-12-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:31", "opening_date": null, "display_title": "The Jimmy Show", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05EEDB133AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Jimmy Show", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;The Jimmy Show&quot; is the kind of movie that is a must to avoid on a bad day. Even on a good one, it could send you into a funk. Its hapless protagonist, Jimmy O'Brien (Frank Whaley), is a loser in his 20's whose face seems frozen in the expression of someone sniffing vinegar. &quot;The Jimmy Show,&quot; directed by Mr. Whaley, who adapted it from a play by  Jonathan Marc Sherman, aspires to be a portrait of absolute drabness that is so finely tuned to the emptiness of Jimmy's life that it strikes a tragic chord. But if the movie succeeds in instilling a wary sense of &quot;there but for the grace of God,&quot; it is far too self-conscious to draw you deeply into its world. — Stephen Holden", "multimedia": null}, {"headline": "Star Trek: Nemesis (Movie)  ", "publication_date": "2002-12-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:15:13", "opening_date": "2002-12-13", "display_title": "Star Trek: Nemesis", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E1D9133AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Star Trek: Nemesis", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The &quot;Star Trek&quot; film franchise, now in its 10th episode, is alive and well with all its cornball optimism and intergalactic togetherness  intact. An exploration of heredity versus environment as a determinant of human  behavior, the story finds Captain Picard (Patrick Stewart) confronting his younger, evil clone  Shinzon (Tom Hardy), a power-mad dictator who had a horrible childhood working in the  extraterrestrial equivalent of a Siberian salt mine. The story is stretched out too much, but  the climactic showdown features a spectacular collision that is almost worth the wait. -- Stephen Holden\n", "multimedia": null}, {"headline": "Maid In Manhattan (Movie)  ", "publication_date": "2002-12-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:39", "opening_date": "2002-12-13", "display_title": "Maid in Manhattan", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E2D7133AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Maid in Manhattan", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jennifer Lopez has some of the forthright sexual confidence of an old-time movie star, and the film's premise &#151; in a case of mistaken identity, a hotel maid becomes romantically entangled with a rich bachelor &#151; harkens back to the studio comedies of the 1930's. Unfortunately, though, Wayne Wang's film lacks the bite and fizz of those pictures: it's neither funny nor giddily romantic enough, in spite of Ms. Lopez's magnetism and the best efforts of some supporting players. Ralph Fiennes, as the wealthy would-be senator (and current New York State assemblyman) who is Ms. Lopez's love interest, seems too meek and fuddled for the part &#151; more Ralph Bellamy than Cary Grant. It's hard to imagine his character in bed with an Albany lobbyist, much less Ms. Lopez. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Intacto (Movie)  ", "publication_date": "2002-12-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:22:16", "opening_date": null, "display_title": "Intacto", "link": {"url": "http://www.nytimes.com/movie/review?res=9806EED6103AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Intacto", "type": "article"}, "mpaa_rating": "R", "summary_short": "Some people, the saying goes, have all the luck. The premise of &quot;Intacto,&quot; Juan Carlos Fresnadillo's moody and intriguing metaphysical thriller, is that some people have the ability to steal luck from others. The movie follows the entwined destinies of a group of people endowed, and afflicted, by this gift. Luck, in this world, is a commodity to be stolen, hoarded or traded. But the acquisition of it, and the lust for more than one's share, has a corrupting, soul-destroying effect.  Mr. Fresnadillo, who wrote the screenplay with Andrés M. Koppel, teases out the implications of his film's Borgesian ideas with impressive elegance. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Adaptation (Movie)  ", "publication_date": "2002-12-06", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:46:29", "opening_date": "2003-02-14", "display_title": "Adaptation", "link": {"url": "http://www.nytimes.com/movie/review?res=9903EEDC123BF935A35751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Adaptation", "type": "article"}, "mpaa_rating": "R", "summary_short": "As in their previous collaboration, &quot;Being John Malkovich,&quot; Spike Jonze and the screenwriter Charlie Kaufman concoct an intricate, scrambled parallel universe populated by anxious, itchy people, some appearing really to exist. The hero is Mr. Kaufman himself (Nicolas Cage), a screenwriter struggling to adapt &quot;The Orchid Thief,&quot; Susan Orlean's nonfiction meditation on flowers, obsession and Darwinian theory. He is tormented by writer's block and by his twin brother, Donald (also Mr. Cage), an aspiring screenwriter and all-around doofus in his own right. Their sibling rivalry, which is also a metaphor for the pains of creativity, is interspersed with something that looks like an actual adaptation of &quot;The Orchid Thief,&quot; in which Ms. Orlean (Meryl Streep) finds herself drawn to a scruffy renegade botanist named John Laroche (Chris Cooper). Then the plots overlap, collide and explode in a conclusion that is at once maddening, troubling and oddly moving. This is a remarkable, impossible movie — about itself but also about its own nonexistence — and one of the most formally audacious, intellectually charged American movies in quite some time. — A. O. Scott", "multimedia": null}, {"headline": "Analyze That (Movie)  ", "publication_date": "2002-12-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:59", "opening_date": "2002-12-06", "display_title": "Analyze That", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E0DB123BF935A35751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Analyze That", "type": "article"}, "mpaa_rating": "R", "summary_short": "This lightheaded sequel to &quot;Analyze This&quot; plays like an  amiably sloppy mob vaudeville show in which there's not much difference between a Mafia whacking and the comic bellowing of a song from &quot;West Side Story.&quot; Robert De Niro is the Mafia boss Paul Vitti, who fakes insanity to get himself discharged from Sing Sing under  the care of his therapist, Dr. Ben Sobel (Billy Crystal). Paul eventually lands a job as a  consultant on a television series based on &quot;Little Caesar.&quot; But this lazy comedy makes little of the potentially amusing television-show-within-a-movie idea. It is content to let its stars horse around in front of the camera like a latter-day Bob Hope and Bing Crosby  on a nonsensical road to nowhere. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Empire (Movie)  ", "publication_date": "2002-12-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:19:35", "opening_date": "2002-12-06", "display_title": "Empire", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E6D9123BF935A35751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Empire", "type": "article"}, "mpaa_rating": "R", "summary_short": "Maybe there are no new ideas  under the sun, but &quot;Empire,&quot; the gangster's-paradise drama set in the South Bronx, leaves no cliché unturned; it's &quot;Old Jack City.&quot; Its writer and director, Franc Reyes, uses such twitchy camerawork to tell the story of Victor, an ambitious heroin dealer who finds misfortune on his home turf and in the rarefied air of SoHo and Wall Street, that he makes the film's star, the hyperactive John Leguizamo, seem calm. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Blackboards (Movie)", "publication_date": "2002-12-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:16", "opening_date": null, "display_title": "Blackboards", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E4DB123BF935A35751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Blackboards", "type": "article"}, "mpaa_rating": "", "summary_short": "The stark, relentless images of exhausted travelers dragging themselves on foot through a treacherous mountain landscape in Samira Makhmalbaf's film evoke an indelible and ultimately moving vision of humanity buffeted by the elements and by international political tides. Ms. Makhmalbaf's film, which won the grand jury prize at the 2000 Cannes International Film Festival, offers as bare and stripped down a picture of life at the subsistence level as Iranian cinema, known for its austerity, has ever presented. All the more remarkable is that the filmmaker, the daughter of the widely acclaimed Iranian director Mohsen Makhmalbaf (&quot;Gabbeh,&quot; &quot;Kandahar&quot;), with whom she wrote the screenplay, was only 20 when she made &quot;Blackboards.&quot; It is her second film, following &quot;The Apple,&quot;  and it made her the youngest director ever to have an official selection at Cannes when it was screened  four years ago. — Stephen Holden", "multimedia": null}, {"headline": "Equilibrium (Movie)  ", "publication_date": "2002-12-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:31", "opening_date": "2002-12-06", "display_title": "Equilibrium", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E1DA123BF935A35751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Equilibrium", "type": "article"}, "mpaa_rating": "R", "summary_short": "In  &quot;Equilibrium,&quot; which takes place in the not too distant future, emotion has been outlawed. If someone left &quot;1984,&quot; &quot;Fahrenheit 451,&quot; &quot;Brave New World,&quot; &quot;Gattaca&quot; and the Sylvester Stallone potboilers &quot;Judge Dredd&quot; and &quot;Demolition Man&quot; out in the sun and threw the runny glop onto a movie screen, it would still be a better picture than &quot;Equilibrium,&quot; a movie that could be stupider only if it were longer. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Massoud, The Afghan (Movie)", "publication_date": "2002-12-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:31", "opening_date": null, "display_title": "Massoud, l'Afghan", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E2D9163BF937A35751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Massoud, l'Afghan", "type": "article"}, "mpaa_rating": "", "summary_short": "Last winter, when Christophe de Ponfilly's documentary was shown at the Film Society of Lincoln Center, it was hard to imagine a more urgently topical film. Its subject, Ahmed Shah Massoud, the Tajik commander who had, over more than 20 years, fought the Red Army and then the Taliban, was assassinated by Al Qaeda suicide bombers on Sept. 9, 2001, in a grisly prelude to the attacks on the United States two days later. In the war that followed, the United States and its allies routed Massoud's enemies, the Taliban, and put together a government led by his allies in the Northern Alliance — a posthumous and as yet perilously incomplete victory for the soldier known as the Lion of Panjshir. Mr. Ponfilly's film is of course no less relevant than it was a year ago. Indeed, its release should serve as a timely reminder that, even as our government trains its sights on Iraq, the hardships of Afghanistan, a country nearly obliterated by decades of war, persist. — A. O. Scott", "multimedia": null}, {"headline": "Rabbit-Proof Fence (Movie)  ", "publication_date": "2002-11-29", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:56:35", "opening_date": "2003-01-31", "display_title": "Rabbit-Proof Fence", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE0DE1238F93AA15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Rabbit-Proof Fence", "type": "article"}, "mpaa_rating": "", "summary_short": "The true story of three Aboriginal girls of mixed race who escape from a settlement camp after being removed from their outback community has been turned into a powerful cinematic folk ballad celebrating their courage. The movie attacks the racist program of legalized  kidnapping practiced by the Australian government between 1905 and 1971, in which  children of mixed race were forcibly taken from their homes and prepared for integration into the general population. A story that could have been milked for horror and suspense focuses instead on the girls' amazing resilience as they undertake the 1,200-mile trek home on foot. Everlyn Sampi is radiant as 14-year-old Molly, the oldest of the three, and Kenneth  Branagh cannily underplays the fiendishness of the program's self-righteous executor. — Stephen Holden", "multimedia": null}, {"headline": "Dead or Alive: Final (Movie)  ", "publication_date": "2002-11-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:01", "opening_date": null, "display_title": "Dead or Alive: Final", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E5DE1238F93AA15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Dead or Alive: Final", "type": "article"}, "mpaa_rating": "", "summary_short": "Humans, androids and birth control in 2346. Sardonic sci-fi spoof, cheaply made.", "multimedia": null}, {"headline": "Wes Craven Presents They (Movie)  ", "publication_date": "2002-11-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:37", "opening_date": "2002-11-27", "display_title": "Wes Craven Presents: They", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E6D81438F93BA15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Wes Craven Presents: They", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Like many horror films, &quot;Wes Craven Presents: They&quot; taps into primal childhood terrors and takes them literally, as in other of this horror impresario's works, notably the &quot;Nightmare on Elm Street&quot; series. What if those monsters that you thought were hiding under the bed or in the recesses of your closet were real, and what if once you were safely grown up they came back for you? These are the questions that Julia (Laura Regan), a high-strung graduate student in psychology, must face at an especially inconvenient time. As she prepares to defend her thesis, the city she lives in is menaced by rolling power shortages, spooky music (by Elia Cmiral) and incessant rain, and her childhood friend Billy (John Abrahams) shows up raving about the scary creatures that are pursuing him. — A.O. Scott\r\n", "multimedia": null}, {"headline": "Extreme Ops (Movie)  ", "publication_date": "2002-11-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:47:33", "opening_date": "2002-11-27", "display_title": "Extreme Ops", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E4D81438F93BA15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Extreme Ops", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Another wholly unnecessary addition to the growing, moldering pile of, well, extreme stunt pictures, &quot;Extreme Ops&quot; mostly follows Ian (Rufus Sewell), a director of commercials who is off to a spectacular snowy locale to make an advertisement for a video camera, the Avalanche. Ian's partner, Jeffrey (Rupert Graves), who wears Burberry-tartan loafers, decides they will shoot the spot in an actual avalanche. If &quot;Extreme Ops&quot; has anything going for it — and believe me, that's one of the bigger ifs in movie history — then that would be the stunt work. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Solaris (Movie)  ", "publication_date": "2002-11-27", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:15:29", "opening_date": "2002-11-27", "display_title": "Solaris", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E1DC1638F934A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Solaris", "type": "article"}, "mpaa_rating": "R", "summary_short": "This cerebral science-fiction film wants to fuse   the mystical intellectual gamesmanship of &quot;2001: A Space Odyssey&quot; with the love-beyond-the-grave romantic schmaltz of &quot;Titanic.&quot; George Clooney is a psychiatrist called to  a space station whose crew, while investigating a planet called Solaris, has started acting  strangely. While there, he is visited by his wife, who committed suicide years earlier. Is  she a miracle of resurrection or a mental trick played by the planet? And does it matter?  Although the fusion doesn't quite come off, this somber film is a worthy, absorbing  meditation on reality and fantasy and the possibilities of heaven and eternal life. It  includes the most emotionally probing performance of Mr. Clooney's screen career. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Adam Sandler's Eight Crazy Nights (Movie)", "publication_date": "2002-11-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:56", "opening_date": "2002-11-27", "display_title": "Adam Sandler's Eight Crazy Nights", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E6DC1638F934A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Adam Sandler's Eight Crazy Nights", "type": "article"}, "mpaa_rating": "", "summary_short": "Adam Sandler’s animated feature is a forgettable, soggy and dumb take on the syndicated cartoon holiday specials he probably grew up watching. The bitter protagonist is Davey Stone, who's voiced by Mr. Sandler. &quot;He's just a crazy 33-year-old Jewish guy,&quot; the narrator says of Stone, who goes out of his way to create holiday havoc and make all the residents of his hometown, Dukesberry, miserable. — Elvis Mitchell", "multimedia": null}, {"headline": "Treasure Planet (Movie)  ", "publication_date": "2002-11-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:01", "opening_date": "2002-11-27", "display_title": "Treasure Planet", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E1DC1638F934A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Treasure Planet", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Not even the high concept of transplanting Robert Louis Stevenson's beloved adventure story to outer space can generate much in the way of novelty or fun. In spite of the crowded imagery, the throbbing sea-chantey-on-steroids score and the presence of every Disney cliché from the past 40 years (absent father, lectures on self-esteem, not one but two neurotic chatterbox sidekicks), &quot;Treasure Planet&quot; is remarkably uneventful, even boring. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Personal Velocity (Movie)  ", "publication_date": "2002-11-22", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:21:18", "opening_date": "2002-12-20", "display_title": "Personal Velocity", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E6D61439F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Personal Velocity", "type": "article"}, "mpaa_rating": "R", "summary_short": "Filmmakers looking to master the no-budget digital video film need look no further than &quot;Personal Velocity,&quot; where Ellen Kuras's cinematography wields delicacy and freshness. Ms. Kuras understands first and foremost that there's no point in trying to pretend that digital video is the same as film. Instead she uses the strengths of digital and wisely chooses to go smaller; she shoots the picture as if it were hand-painted, an intimacy that complements the writer and director Rebecca Miller's script and handling of her actors. The cumulative effect is that of watching misspent lives disintegrate before your eyes. Her canny accomplishment is a triumph, taking what could be dismissed as women's-picture material and giving it weight and heart. This is one of the finest pictures of the year because Ms. Miller's knowledge of her characters' insides is mirrored by the secure palette of Ms. Kuras's camera work. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Power and Terror: Noam Chomsky In Our Times (Movie)  ", "publication_date": "2002-11-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:57:31", "opening_date": "2002-11-22", "display_title": "Power and Terror: Noam Chomsky in Our Times", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E5D71439F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Power and Terror: Noam Chomsky in Our Times", "type": "article"}, "mpaa_rating": "", "summary_short": "John Junkerman's documentary consists of excerpts from several lectures given by Noam Chomsky last spring, interspersed with an interview in which Mr. Chomsky, the M.I.T. linguist and longtime critic of American foreign policy, reflects on the current state of the world. Apart from the intermittent soundtrack music, the film would not be out of place on C-Span, which occasionally broadcasts Mr. Chomsky's public appearances. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Friday After Next (Movie)  ", "publication_date": "2002-11-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:06", "opening_date": "2002-11-22", "display_title": "Friday After Next", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E7DF1539F931A15752C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Friday After Next", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;We was jacked by Santa Claus,&quot; Craig (Ice Cube) says to the bored cops who show up after he's been robbed of his Christmas presents. The theft is perhaps the year's most audacious slapstick sequence, in which a larcenous neighborhood Santa breaks into Craig's apartment and beats the sweat off Craig with a Christmas tree. This scene is a real crack-up, as is much of the first 20 minutes or so of &quot;Friday After Next,&quot; the latest in the &quot;Friday&quot; series. One hesitates to say &quot;newest,&quot; since most of the jokes probably predate Fred Flintstone. &#151; Elvis Mitchell\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}