{"results": [{"headline": "Daughter From Danang (Movie)  ", "publication_date": "2002-03-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:33", "opening_date": null, "display_title": "Daughter From Danang", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E2D61F38F930A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Daughter From Danang", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;This may sound so selfish, but I can't wait to get out of here,&quot; says Heidi Bub, back in Vietnam 22 years after she was taken to the United States for adoption. In 1975, as a 7-year-old, the Amerasian Heidi was brought from Danang as part of Operation Babylift, run by the United States government, which found adoptive parents for Vietnamese orphans because of concern about their fate amid the racism and poverty likely to be rampant after the war. The ugly nugget at the center of the story is that Heidi wasn't an orphan; her Vietnamese mother, Mai Thi Kim, was one among many coerced into giving up their children. &quot;Daughter&quot; may not be a great piece of filmmaking, but its power comes from its soul's-eye view of how well-meaning patronizing masked a social injustice, at least as represented by this case. — Elvis Mitchell", "multimedia": null}, {"headline": "Jim Brown: All American (Movie) ", "publication_date": "2002-03-22", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:45:43", "opening_date": null, "display_title": "Jim Brown: All American", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E1D71138F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Jim Brown: All American", "type": "article"}, "mpaa_rating": "", "summary_short": "Spike Lee's thoughtful, adulatory video documentary of the football legend, who is now 66, feels like two movies stuck together. The first half is a conventional biography of Mr. Brown's youth and dazzling athletic career, which he ended in 1966 to go into the movies. The second, more provocative half explores his career in Hollywood where he helped usher in the blaxploitation genre. It broaches such touchy subjects as racism and the myth of the black male stud and Mr. Brown's brushes with the law, focusing on two arrests for assaulting women. The personality trait that stands out is a fiercely defiant self-reliance. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Take Care of My Cat (Movie) ", "publication_date": "2002-03-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:56:41", "opening_date": null, "display_title": "Take Care of My Cat", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E5DF1E38F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Take Care of My Cat", "type": "article"}, "mpaa_rating": "", "summary_short": "The lighthearted title of Jeong Jae-eun's &quot;Take Care of My Cat&quot; refers to a stray cat that changes hands more than once among five young women, former high school classmates looking for their futures in the booming industrialized maze of contemporary South Korea. As their interwoven stories unfold, the five friends, who struggle to maintain their bond, increasingly resemble strays adrift in the port city Inchon in winter. They are no more able to take care of one another than they are of the cat. As the movie abruptly crosscuts among the five friends, it fails to lend the characters' individual stories enough dramatic resonance to make us care about them. Too much information is withheld, and the narrative strands are developed haphazardly. — Stephen Holden", "multimedia": null}, {"headline": "Real Women Have Curves (Movie)", "publication_date": "2002-03-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:47:01", "opening_date": "2002-11-08", "display_title": "Real Women Have Curves", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E3DF1E38F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Real Women Have Curves", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This culture-clash comic melodrama is effervescent and satisfying, a crowd pleaser that does not condescend. And it is a crowd pleaser; the tumultuous audience response to &quot;Curves&quot; during screenings at the Sundance Film Festival made it a sure Dramatic Audience Award winner. The generational conflict is set off between the blossoming Ana (America Ferrera), a Mexican-American teenager who has a chance to attend Columbia University on a scholarship, and her mother, Carmen (Lupe Ontiveros), who is determined that Ana follow convention and go to work with her in a Los Angeles sweatshop. It's rare to see a movie about two strong-willed women, let alone a film in which the one who is in the wrong is not painted unequivocally as a heartless villain. — Elvis Mitchell", "multimedia": null}, {"headline": "Son of the Bride (Movie)", "publication_date": "2002-03-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:26", "opening_date": null, "display_title": "The Son of the Bride", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE4DD1F38F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Son of the Bride", "type": "article"}, "mpaa_rating": "R", "summary_short": "It would be tempting to describe the troubles besetting Rafael Belvedere (Ricardo Darín), the stressed-out protagonist of Juan José Campanella's comedy as emblematic of Argentina's precarious economic health. As the movie opens, Rafael, who is 42 and divorced with a young daughter, is fielding offers to buy the restaurant he runs in Buenos Aires. Then, out of the blue, he is felled by a heart attack. As he recovers, he is forced to re-examine his life and to decide his priorities. &quot;Son of the Bride,&quot; an Academy Award nominee for best foreign film, may be as exhaustive a study of one man's midlife crisis as has ever been brought to the screen. But as the movie lopes along, exhaustive becomes exhausting. — Stephen Holden", "multimedia": null}, {"headline": "Stolen Summer (Movie)", "publication_date": "2002-03-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:05", "opening_date": null, "display_title": "Stolen Summer", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E6DE1E38F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Stolen Summer", "type": "article"}, "mpaa_rating": "PG", "summary_short": "There are probably at least nine people who will sit all the way through this well-meaning but inert melodrama, and those are the writer and director Pete Jones's fellow finalists in the &quot;Project Greenlight&quot; competition. &quot;Greenlight&quot; is the HBO series that followed Mr. Jones's journey through making &quot;Stolen Summer,&quot; his debut film, after he won a contest created by Matt Damon and Ben Affleck, in which aspiring and unproduced filmmakers were asked to submit a script. Mr. Jones's modest script is a period piece set in 1976 Chicago in which an Irish-Catholic third grader,  Pete (Adi Stein),  decides to help Jews get into heaven. His quest puts him in touch with the perfect subject, Danny (Mike Weinberg), a rabbi's son who is dying of leukemia. — Elvis Mitchell", "multimedia": null}, {"headline": "Sorority Boys (Movie)", "publication_date": "2002-03-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:02", "opening_date": "2002-03-22", "display_title": "Sorority Boys", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE4DD1F38F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sorority Boys", "type": "article"}, "mpaa_rating": "R", "summary_short": "Wally Wolodarsky, the director of &quot;Sorority Boys,&quot; made his name as a writer for &quot;The Tracey Ullman Show&quot; and &quot;The Simpsons.&quot; Given this résumé, it pains me to report that Mr. Wolodarsky has made a film that even a rabid lowbrow like Homer Simpson (or, when the mood strikes, this critic) would find beneath his dignity. &quot;Sorority Boys,&quot; every bit as clever as its title, is a frat-house cross-dressing comedy: &quot;Some Like it Hot&quot; and &quot;Animal House&quot; slammed together and reworked as a Bazooka Joe comic, but with nudity and swearing, and of no use at all in the disposal of chewed gum. — A. O. Scott", "multimedia": null}, {"headline": "Margarita Happy Hour (Movie)", "publication_date": "2002-03-22", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:59", "opening_date": null, "display_title": "Margarita Happy Hour", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E3DD1F38F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Margarita Happy Hour", "type": "article"}, "mpaa_rating": "", "summary_short": "Ilya Chaiken's &quot;Margarita Happy Hour&quot; is an independent feature with sure sociological instincts.  Here is one substratum of New York society that has not previously been documented — the single mothers, whose decision not to terminate unplanned pregnancies have left them facing the unexpected end of their lives of impulse and irresponsibility. The rock 'n' roll moms gather most afternoons at the tables in front of an anonymous bar in a bohemian quarter of Brooklyn.  Much of the film, which Ms. Chaiken wrote and directed, is devoted to group-dialogue scenes, in which the women boozily debate their Medicaid problems and the limited romantic possibilities available to women with young children. — Dave Kehr", "multimedia": null}, {"headline": "Blade 2 (Movie)", "publication_date": "2002-03-22", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:56", "opening_date": "2002-03-22", "display_title": "Blade II", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E0D61138F931A15750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Blade II", "type": "article"}, "mpaa_rating": "R", "summary_short": "Set in Prague, this sequel is built around dangerous alliances. The half-human, half-vampire Blade (Wesley Snipes) is approached by the vampire underworld for help. The Reaper strain, a mutation in the vampire gene, has resulted in a new species of super-vampires.  Those carrying the gene are risks to ordinary vampires and humans, especially since conventional anti-vampire weapons won't do them in.  This installment in the life of Blade, the fearless vampire slayer, is dense on imagery, mood and plot. Happily, it exults in its lurid and gruesome absurdity. Because of the movie's wonderful shamelessness, its mordantly funny chills and fights are huge turn-ons. A B picture in love with the zest of its comic-book origins, it embodies that medium's pulse-pounding spiritedness and silliness. — Elvis Mitchell", "multimedia": null}, {"headline": "Believer, The (Movie)", "publication_date": "2002-03-16", "byline": "Julie Salamon", "critics_pick": 0, "date_updated": "2016-03-30 06:57:21", "opening_date": null, "display_title": "The Believer", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E4DD1F39F935A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Believer", "type": "article"}, "mpaa_rating": "R", "summary_short": "In &quot;The Believer,&quot; winner of the grand jury prize at last year's Sundance Film Festival, a young Jew helps his skinhead friends desecrate and try to destroy a synagogue. He doesn't protest when one of them urinates from the balcony, but some residual religiosity makes him urge the others to stop tossing around a Torah and put it back where they got it. He is Danny Balint, presented as a clever Yeshiva student who has grown up to be a neo-Nazi. As played by Ryan Gosling, Danny is bursting with ideas as well as with self-loathing and ambivalence. This willfully provocative film portrait offers lots of raging, vulgarity and shock but little insight into the character's psychopathology. Like Danny, the movie fulminates with inchoate thoughts and proceeds with more energy than coherence. — Julie Salamon", "multimedia": null}, {"headline": "Pauline and Paulette (Movie) ", "publication_date": "2002-03-15", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:58:02", "opening_date": null, "display_title": "Pauline and Paulette", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E0D81039F936A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Pauline and Paulette", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Mentally impaired elderly woman and her sisters. Modest, honest, touching.", "multimedia": null}, {"headline": "Yugoslavia, The Avoidable War (Movie)  ", "publication_date": "2002-03-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:22:12", "opening_date": null, "display_title": "Yugoslavia: The Avoidable War", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE3D61039F936A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Yugoslavia: The Avoidable War", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "", "multimedia": null}, {"headline": "Showtime (Movie)  ", "publication_date": "2002-03-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:38", "opening_date": "2002-03-15", "display_title": "Showtime", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05EFD81039F936A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Showtime", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This lazy, incoherent buddy action-comedy is an attempted satire &#151; of reality television, of buddy action comedies, of cop shows &#151; that manages to be dumber and duller than what it makes fun of. Robert De Niro and Eddie Murphy reprise familiar roles &#151; one as a glowering, ill-tempered detective, the other as his excitable, fast-talking partner &#151; and the small, infrequent sparks of wit they manage are buried in an avalanche of broken glass, exploding cars, and bullets. A lot of money in salaries and stunt cars might have been saved if the director, Tom Dey, has just spliced together the stars' previous buddy action comedies, like &quot;Midnight Run,&quot; &quot;48 Hours&quot; and &#151; why not? &#151; &quot;Shrek.&quot; – A. O. Scott\r\n", "multimedia": null}, {"headline": "Ice Age (Movie)  ", "publication_date": "2002-03-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:31", "opening_date": "2002-03-15", "display_title": "Ice Age", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EED61039F936A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ice Age", "type": "article"}, "mpaa_rating": "", "summary_short": "Like most corporate animation pictures, Fox's &quot;Ice Age&quot; is about abandonment. A human baby is left behind by his tribe, which is fleeing &#151; along with much of the rest of animal life &#151; as the Ice Age approaches. Sid the sloth (the voice of John Leguizamo) convinces Manfred, a woolly mammoth (Ray Romano), that they have to return the child to his family. Diego, a scheming saber-toothed tiger (Denis Leary), joins them. Because it lacks the comic sophistication of pictures like &quot;Monsters, Inc.&quot;  and &quot;Shrek,&quot; this blandly likable computer-animation extravaganza actually seems like a fossil, a relic from another era. &quot;Ice Age&quot; plays more like a movie for very young children. Its pacing is easy, bordering on poky, matching the shambling gait of Manfred. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Harrison's Flowers (Movie)", "publication_date": "2002-03-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:09", "opening_date": "2002-03-15", "display_title": "Harrison's Flowers", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E3DE1139F936A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Harrison's Flowers", "type": "article"}, "mpaa_rating": "R", "summary_short": "Not even the civil war in what was once Yugoslavia will keep a good woman from her husband's side. That is the loony message of &quot;Harrison's Flowers,&quot; a stupefying mix of action, politics and melodrama that is as vaguely condescending as the inept but well-meaning pictures about apartheid from the 1980's, like &quot;Cry Freedom&quot; and &quot;A Dry White Season.&quot; Those movies said that dangerous government-sanctioned racism was hard on black people, but both focused on well-meaning white protagonists.  &quot;Flowers&quot; also focuses on a well-meaning outsider. Sarah Lloyd (Andie MacDowell) and her &quot;Ain't No Mountain High Enough&quot; pursuit. Nothing will keep her from finding her man. – Elvis Mitchell", "multimedia": null}, {"headline": "Resident Evil (Movie)  ", "publication_date": "2002-03-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:51", "opening_date": "2002-03-15", "display_title": "Resident Evil", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06EFD61039F936A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Resident Evil", "type": "article"}, "mpaa_rating": "R", "summary_short": "A clanging, gory technohorror film inspired by a popular computer game series. The movie has a frantic staccato style that is more game-oriented than cinematic. As it blazes its gnashing and snarling trail, &quot;Resident Evil&quot; forces a shaky alliance between two subgenres: the futuristic techno-thriller and the zombie screamfest. The plot, such as it is, follows a group of commandos, led by Alice (Milla Jovovich) and Rain (Michelle Rodriguez), into an underground laboratory to isolate a lab-engineered virus that reanimates the body after death. When they discover that research staff members have metamorphosed into the undead and are out to devour them, the movie becomes an escape thriller. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Back Against the Wall (Movie)", "publication_date": "2002-03-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:06", "opening_date": null, "display_title": "Back Against the Wall", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03EEDC1239F930A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Back Against the Wall", "type": "article"}, "mpaa_rating": "", "summary_short": "The term &quot;noir&quot; only begins to describe the malignant atmosphere that seeps like  a poison gas through James Fotopoulos's grimy, clanging film. The story, told in three chapters that lunge forward in time, follows the downfall of June (Debbie Mulcahy), a lingerie model with an unerring instinct for hooking up with the wrong man. Mr. Fotopoulos's fascination with the grotesque and surreal has earned his films comparisons  to the early work of David Lynch. And &quot;Back Against the Wall&quot;  conjures a Lynch-like vision of the rotting underbelly of Middle America. One of its smarter strategies is to leave the unspeakable horrors it skirts but refuses to show almost entirely to the viewer's imagination. – Stephen Holden", "multimedia": null}, {"headline": "Yellow Asphalt (Movie)  ", "publication_date": "2002-03-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:28", "opening_date": null, "display_title": "Yellow Asphalt", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E7DB1239F930A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Yellow Asphalt", "type": "article"}, "mpaa_rating": "", "summary_short": "The three vignettes that make up Danny Vereté's &quot;Yellow Asphalt&quot; explore the collision between modernity and tradition. What links them is not only the theme of the ways a tradition-bound, nomadic society exists in a world that does not comprehend its customs and values, but also the landscape of the Judaean desert, whose desolate hills and valleys dwarf any human presence. Mr. Vereté, who spent seven years assembling this film, and who cast it with members of the Jahalin Bedouin tribe, sets up each story with a slow camera pan across this jagged, silent terrain. The inhospitability of the land emphasizes the spare precision of the narratives and helps to give them an atavistic power, as if they were tales that had been handed down since the beginning of time. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Kissing Jessica Stein  ", "publication_date": "2002-03-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:48", "opening_date": "2002-04-05", "display_title": "Kissing Jessica Stein", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06EEDC1239F930A25750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Kissing Jessica Stein", "type": "article"}, "mpaa_rating": "R", "summary_short": "This amusing but extremely derivative comedy would work better if it stopped congratulating itself in each scene.  Maybe it should pay Woody Allen a royalty instead. The movie shamelessly takes the neuroses of Annie Hall and her tormented beau, Alvy Singer, melts them down and pours the secondhand brew into the troubled Jessica Stein (Jennifer Westfeldt). Jessica wants to be involved in a relationship, and she scours the personal ads for the right person. It just so happens that someone is Helen (Heather  Juergensen), a downtown art gallery worker who's voracious for sex and a good time. The picture makes something of itself in its last third, when complications arise and Jessica gets another dimension.  But by then, it has tread so carefully to hit the footprints that Woody Allen has left before it that you might not care. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Making and Meaning of 'We Are Family,' The (Movie)", "publication_date": "2002-03-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:26", "opening_date": "2002-01-23", "display_title": "We Are Family", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E7D71030F93BA35750C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of We Are Family", "type": "article"}, "mpaa_rating": "", "summary_short": "The roster of 200 musicians, actors, sports figures and miscellaneous somebodies in a  rousing all-star charity recording of the 1979 disco hit &quot;We Are Family&quot; encompasses so many different subcultures it evokes the endless proliferation of niche-market celebrities. The project was initiated by Tom Silverman, founder of Tommy Boy Records, in response to the events of Sept. 11. In addition to raising money for the We Are Family Project, to pay for psychological counseling for relief workers and victims' families, the sessions, which took place in New York and Los Angeles on Sept. 22 and 23, were intended to show the world a forceful demonstration of American multicultural solidarity. As the film demonstrates, all that collective good will can begin to appear self-congratulatory when stretched into an 85-minute documentary, especially when the semistars start ooh-ing and ah-ing over one another's talent. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}