{"results": [{"headline": "Amy's Orgasm (Movie)", "publication_date": "2002-08-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:44", "opening_date": null, "display_title": "Amy's Orgasm", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E5DE153CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Amy's Orgasm", "type": "article"}, "mpaa_rating": "R", "summary_short": "A romantic fantasy for women and a horror movie for male viewers, &quot;Amy's Orgasm&quot; was written and directed by Julie Davis, who was also co-producer, co-editor and star. Ms. Davis's Amy is a single Los Angeles woman in her 20's who has written a best-selling self-help book, &quot;Why Love Doesn't Work,&quot; which teaches women they don't need a man to be complete. Of course, she cutely confesses in her voice-over narration, she is desperately lonely and hasn't had sex in years. This movie is Ms. Davis's fourth film as a director (her work includes the 2001 &quot;All Over the Guy&quot;), and she has a bright, chipper style that keeps things moving, while never quite managing to connect her wish-fulfilling characters to the human race. Like someone who smiles too much, &quot;Amy's Orgasm&quot; seems rather sad at heart. — Dave Kehr", "multimedia": null}, {"headline": "How I Killed My Father (Movie)", "publication_date": "2002-08-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:46", "opening_date": null, "display_title": "How I Killed My Father", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E0D7173CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of How I Killed My Father", "type": "article"}, "mpaa_rating": "", "summary_short": "This French melodrama is as dry as summer cornmeal. It's as if the director Anne Fontaine is trying to say that every nationality — and generation — needs its own austere and mechanical &quot;Ordinary People.&quot; It is just as grimly and pointedly plotted.\r\n&quot;Father&quot; opens with Jean-Luc (Charles Berling), a gerontologist, in conversation with one of his patients, an older man who's also a new father. Idly listening, he nods while hearing the patient's fear: that he'll be irrelevant by the time his son is grown. Soon, Jean-Luc will encounter another old man who's unnecessary: his own father. Viewing this underdramatized but overstated film is like watching a transcript of a therapy session brought to humdrum life by some Freudian puppet. But in its own morose, heavy-handed terms, &quot;How I Killed My Father&quot; is effective. — Elvis Mitchell", "multimedia": null}, {"headline": "Serving Sara (Movie)  ", "publication_date": "2002-08-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:29:36", "opening_date": "2002-08-23", "display_title": "Serving Sara", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E1D7173CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Serving Sara", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "As unfunny as it is frantic, &quot;Serving Sara&quot; stars Matthew Perry as Joe  Tyler, a process server who is offered a million-dollar bribe by the wife of a greedy cattle  baron to turn the tables and serve her husband with divorce papers instead of her. It becomes a race against time when the husband retaliates by hiring Joe's buffoonish office  rival (Vincent Pastore) to foil their scheme. Mr. Perry's blustery, charmless performance  reaches a nadir when his character, posing as a veterinarian, must give a prostate massage  to an impotent bull named Tornado. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Simone (Movie)  ", "publication_date": "2002-08-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:36", "opening_date": "2002-08-23", "display_title": "S1M0NE", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E2D6173CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of S1M0NE", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This movie is about a down-to-his-last-Bentley director, Viktor Taransky (Al Pacino), who finds success with a virtual superstar, Simone. His discovery is a computer-generated actress &#151; a brilliantly devised computer program that serendipitously falls into Taransky's  hands.  Plotwise, this is a virtual &quot;Tootsie,&quot; and the director Andrew Niccol gets some lightweight farce out of Taransky's straining to keep the world away from his nonexistent prodigy, a task that becomes all the more difficult once Simone becomes the biggest star in the world. The problem is that Simone herself isn't as exciting a cyberpresence as the video-game icon Lara Croft. Mr. Niccol's &quot;Simone&quot; is like the punch line to a joke that's been going around for years. It has been told better, and been funnier, elsewhere. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Isle, The (Movie)", "publication_date": "2002-08-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:52:10", "opening_date": null, "display_title": "The Isle", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E2D8173CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Isle", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Not since the Japanese film &quot;Audition,&quot; in which a psychotically vengeful woman tortures her male victims with needles, has an art film demanded that the viewer have as strong a stomach as Kim Ki-Duk's brutal allegory. The two most notorious scenes in the South Korean movie, which created a stir on the international film festival circuit, are both gory suicidal gestures involving fishhooks inserted into orifices. Obviously &quot;The Isle&quot; is a movie of extremes, and that goes for its aesthetics. As gory as the scenes of torture and self-mutilation may be, they are pitted against shimmering cinematography that lends the setting the ethereal beauty of an Asian landscape painting. — Stephen Holden", "multimedia": null}, {"headline": "Fall of Otrar, The (Movie)  ", "publication_date": "2002-08-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:34", "opening_date": null, "display_title": "Gibel Otrara", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E5DE153CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Gibel Otrara", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Mother India (Movie)", "publication_date": "2002-08-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:26:28", "opening_date": null, "display_title": "Mother India", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E5DE153CF930A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mother India", "type": "article"}, "mpaa_rating": "", "summary_short": "Farm family struggles to pay greedy moneylender. Oscar-nominated drama.", "multimedia": null}, {"headline": "Box Head Revolution (Movie)", "publication_date": "2002-08-21", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:07", "opening_date": null, "display_title": "Boxhead Revolution", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E4DB1E3DF932A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Boxhead Revolution", "type": "article"}, "mpaa_rating": "", "summary_short": "If Robert Wilson tried to remake Fritz Lang's &quot;Metropolis&quot; using a child's video camera and costumes bought at a hardware store, the results might be something like this resolutely avant-garde video feature film directed by Mark Christensen. Like the 1927 &quot;Metropolis,&quot; a film that set the pattern for countless futuristic thrillers, &quot;Box Head Revolution&quot; imagines a rigidly segregated society in which the ruling class lives above ground while the workers labor far beneath. If in &quot;Metropolis&quot; the plutocrats were allowed to wear snazzy British suits, those of &quot;Box Head Revolution&quot; must content themselves with plastic masks, molded to resemble fairy tale figures.  Members of the lowest order must wear small, wooden boxes locked on their heads as they go about their menial tasks. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "One Hour Photo (Movie)  ", "publication_date": "2002-08-21", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:45:26", "opening_date": "2002-09-13", "display_title": "One Hour Photo", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE4DB1E3DF932A1575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of One Hour Photo", "type": "article"}, "mpaa_rating": "R", "summary_short": "With the gripping but not wholly successful psychodrama &quot;One Hour Photo,&quot; the writer-director Mark Romanek does a sterling job in creating Sy Parrish, a man whose love of superficiality, of surfaces, proves to be his undoing. Robin Williams stars as Parrish, the manager of a one-hour photo stand in the Sav-Mart superstore. His job, developing the photographs his customers drop off, allows him to peer into their lives, providing a view that  reminds him how empty his own life is. Unfortunately, Mr. Romanek has completely conceived only one role in this movie about a man who views people as perfect archetypes and becomes enraged when they fall short. &quot;One Hour Photo&quot; turns everyone but the central character into a cutout. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Adventures of Pluto Nash, the (Movie)  ", "publication_date": "2002-08-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:42", "opening_date": "2002-08-16", "display_title": "The Adventures of Pluto Nash", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E7D9153DF934A2575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Adventures of Pluto Nash", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;You saw me standing alone,&quot; bounces the hip-hop version of &quot;Blue Moon&quot; heard over the opening credits of this sleepwalker sci-fi comedy. The lyric may be more appropriate than anyone had expected; it may refer to the number of people in theaters where this numb rehash is playing. Apparently, setting this picture on the moon wasn't enough to help it escape the crushing gravitational pull of a bad script. &quot;The Adventures of Pluto Nash&quot; is a great title. But years from now, when some enterprising young D.J. has bitten it for his nom de disque, no one will remember where he got it. And that will be for the best. — Elvis Mitchell", "multimedia": null}, {"headline": "Mostly Martha (Movie)", "publication_date": "2002-08-16", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:48:53", "opening_date": "2002-09-27", "display_title": "Mostly Martha", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE5D9173DF935A2575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mostly Martha", "type": "article"}, "mpaa_rating": "PG", "summary_short": "&quot;Mostly Martha&quot; is the latest addition &#151; and a quite adorable one &#151; to the cooking melo-comedy subgenre, where &quot;Big Night&quot; and &quot;Who Is Killing the Great Chefs of Europe?&quot; reside. It's a German comedy about a workaholic chef who has to force herself out of her fixation and get a life. The movie succeeds because the writer-director, Sandra Nettelbeck, seems as obsessive as her titular heroine.  Martha (Martina Gedeck), a chef in an upscale Hamburg restaurant, is focused and good at her game. When her 8-year-old niece, Lina (Maxime Foerste), arrives at Martha's doorstep because her mother has been killed in a car accident, Martha doesn't know what to do. The film's humor emerges from the battle of wills between Martha and Lina. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Blue Crush (Movie)  ", "publication_date": "2002-08-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:50:31", "opening_date": "2002-08-16", "display_title": "Blue Crush", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07EFDA173DF935A2575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Blue Crush", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The latest entry in the blossoming feminexploitation genre, featuring a squad of tough, resilient, athletic young women who also happen to look great in skimpy bathing suits. Kate Bosworth plays Anne Marie, a surfer in training for the competition that will give her a shot at the big time. Among the obstacles in her way are her headlong romance with a vacationing football player and her own timidity. On the way to its unsurprising finish, the movie offers a generous and genuinely thrilling series of surfing sequences, directed and edited with enough vividness and precision to allow even the most landbound viewer to feel the exhilaration and danger of the sport. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Last Kiss, The (Movie)", "publication_date": "2002-08-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:32", "opening_date": null, "display_title": "The Last Kiss", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E5DA173DF935A2575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Last Kiss", "type": "article"}, "mpaa_rating": "R", "summary_short": "One of Italy's highest-grossing films for 2000, Gabriele Muccino's &quot;Last Kiss&quot; was promoted there as &quot;the story of all love stories.&quot; The picture does do its best to be inclusive: it interweaves three different tales of three different generations trapped in three different situations — which means, of course, that it can be marketed to three different demographics. Thus are nations united. Mr. Muccino, who directed from his own screenplay, is a canny crowd pleaser, and &quot;The Last Kiss&quot; provides more than enough sentimental catharsis for a satisfying evening at the multiplex. — Dave Kehr", "multimedia": null}, {"headline": "Possession (Movie)  ", "publication_date": "2002-08-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:04", "opening_date": "2002-08-30", "display_title": "Possession", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E7D8173DF935A2575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Possession", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Neil LaBute's smart, sincere adaptation of A. S. Byatt's academic potboiler is an honorable failure. He has wisely shed the novel's dense, parodic erudition to concentrate on its parallel love stories &#151; one between two Victorian poets, the other between a pair of postmodern literary scholars &#151; and the detective story that binds them together. Though he botches the suspense  &#151;  the movie plods and stumbles where the novel teases and races  &#151;  and reduced the dead poets to costumed ciphers, the director treats the  romance with less cynicism than his earlier movies (&quot;In the Company of Men&quot; and &quot;Your Friends and Neighbors&quot;) would lead one to expect. Aaron Eckhart and  Gwyneth Paltrow, as the shy, eager young researchers, are delightful to watch.   They are credibly intelligent, as well as incredibly good looking. — A. O. Scott\r\n", "multimedia": null}, {"headline": "All My Loved Ones (Movie)", "publication_date": "2002-08-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:15", "opening_date": null, "display_title": "All My Loved Ones", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E5DC173DF935A2575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of All My Loved Ones", "type": "article"}, "mpaa_rating": "", "summary_short": "Matej Minac's film begins with a black-and-white photograph blossoming into bright, pastel color, introducing the audience to the idyllic world of the Silberstein family, Jewish residents of Prague in the years just before World War II. As Hitler's armies approach, the film's candy colors fade into stark greens and grays. Little by little, the freedoms of the Silbersteins are taken away. Not much new ground is broken in &quot;All My Loved Ones.&quot; Almost every element of the film seems to come from an earlier Holocaust drama. Yet the material continues to carry its inherent emotional power and moral importance. As banal as the telling may be — and at times, &quot;All My Loved Ones&quot; more than flirts with kitsch — the tale commands attention. — Dave Kehr", "multimedia": null}, {"headline": "Happiness of the Katakuris, The (Movie)  ", "publication_date": "2002-08-15", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:25", "opening_date": null, "display_title": "Happiness of the Katakuris", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E3DA1F3AF936A2575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Happiness of the Katakuris", "type": "article"}, "mpaa_rating": "R", "summary_short": "Takashi Miike's sour camp musical trots out most of the standard signifiers of &quot;outrageousness&quot;: graphic violence, kinky sex and parodies of Rodgers and Hammerstein. Mr. Miike is celebrated for his &quot;anything goes&quot; style of filmmaking, and certainly anything and everything goes here. You would almost be tempted to smile at times, albeit weakly, if it weren't for Mr. Miike's habit of pounding home every joke with exaggerated reaction shots. His actors are continually bulging their eyes, dropping their jaws or raising their arms in mock horror, which contributes little but a sense of strain and desperation to this already attenuated film. — Dave Kehr", "multimedia": null}, {"headline": "24 Hour Party People (Movie)", "publication_date": "2002-08-09", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:44:19", "opening_date": "2002-09-20", "display_title": "24 Hour Party People", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E6DE173AF93AA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of 24 Hour Party People", "type": "article"}, "mpaa_rating": "R", "summary_short": "This magnificent ode to Factory Records tracks the rise and fall of that postpunk label. The film's central figure is Factory's co-founder and journalist turned postpunk impresario, Tony Wilson, played with a stinging, unctuous vitality by Steve Coogan.  Written by Frank Cottrell Boyce, the picture is an illustrated history as related by Mr. Wilson. Every time he opens his mouth, it's a roaming, hilarious monologue about Factory, by which he means himself. In some ways, it's a power-pop docu-comedy version of &quot;The Kid Stays in the Picture,&quot; the story of a man recreating the world around him in his own image. And like the mogul Robert Evans, Mr. Wilson's talent is taste. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Lewis & Clark: Great Journey West (Movie)", "publication_date": "2002-08-09", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:44:50", "opening_date": null, "display_title": "Lewis & Clark: Great Journey West", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E1D7163AF93AA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Lewis & Clark: Great Journey West", "type": "article"}, "mpaa_rating": "", "summary_short": "Beautiful and dutiful, &quot;Lewis & Clark: Great Journey West&quot; arrays visual spectacle, historical research and sociological sensitivity in a 42-minute retelling of the extraordinary expedition that blazed a trail across early America to its Manifest Destiny at the shores of the Pacific Ocean. This handsome National Geographic Production, narrated by Jeff Bridges, is timed to coincide with the bicentennial of the 8,000-mile expedition of the 31-member Corps of Discovery led by Capts. Meriwether Lewis and William Clark. The expedition set out from St. Louis in 1803 under commission by President Thomas Jefferson to find the legendary but nonexistent Northwest Passage thought to connect the Atlantic and Pacific Oceans. &#151; Lawrence Van Gelder", "multimedia": null}, {"headline": "Blood Work (Movie)", "publication_date": "2002-08-09", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:17:07", "opening_date": "2002-08-09", "display_title": "Blood Work", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E6DF173AF93AA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Blood Work", "type": "article"}, "mpaa_rating": "R", "summary_short": "Clint Eastwood plays Terry McCaleb, a retired F.B.I. profiler who has recently had a heart transplant and who steps off his houseboat to help track his donor's murderer. Along the way to a final showdown with a sicko serial killer, McCaleb falls in love with the dead woman's sister (Wanda De Jesus), clashes with a pair of jerky Los Angeles police detectives (Paul Rodriguez and Dylan Walsh) and drives his poor cardiologist (Anjelica Huston) up the wall. The plot is so relentlessly linear that you may figure everything out long before McCaleb does, and Mr. Eastwood directs with all the flair and style of a television cop-show hack. But the actor, who is 72, has embraced his codgerhood with wry humor, and his old-fashioned, by-the-book approach to filmmaking offers some satisfactions that younger, flashier thriller-mongers don't bother to attempt. — A. O. Scott", "multimedia": null}, {"headline": "Xxx (Movie)", "publication_date": "2002-08-09", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:55", "opening_date": "2002-08-09", "display_title": "XXX", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E6DB173AF93AA3575BC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of XXX", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This is perhaps the silliest movie ever to certify the arrival of a major star since, well, &quot;The Fast and the Furious,&quot; the last collaboration between Rob Cohen and Vin Diesel. Mr. Diesel plays Xander Cage, an anarchist performance artist and skateboarder pressed into government service by a man named Gibbons (Samuel L. Jackson), a National Security Agency potentate who plucks this renegade violence specialist from his velocity-freak life. Xander is sent off to Prague to stop the villain Yorgi (Marton Csokas) from his plan to unleash a biological weapon known as Silent Night on the world. &quot;XXX&quot; dances with the idea of supplanting espionage pictures but finally cranks up a bunch of chases. This is something the Bond films had the good taste — a phrase I never thought I'd use in discussing a Bond movie — to not employ exclusively in lieu of drama. — Elvis Mitchell", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}