{"results": [{"headline": "When a Term Paper (Today's Kind) Leads 2 Men to Romance", "publication_date": "2004-06-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:02", "opening_date": null, "display_title": "The Road to Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E4D71538F933A05755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Road to Love", "type": "article"}, "mpaa_rating": "", "summary_short": "The story of an Arab student in Paris who discovers his homosexuality while working on a video project for his sociology class, Rémi Lange's &quot;Road to Love&quot; doesn t add much to the coming-out genre, as it has been established in countless Sundance competition films and made for television movies. It's crystal clear where &quot;The Road to Love&quot; is headed after its first few minutes, and the feature, crudely shot with what seems to be an amateur video camera, has little to offer in the way of stylistic compensation.  But some interesting reporting enters around the edges of the familiar storyline, as Karim uncovers the complicated and often contradictory attitudes toward homosexuality in Islam. — Dave Kehr", "multimedia": null}, {"headline": "Putting Action After Feelings of a Superhero", "publication_date": "2004-06-29", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:28:13", "opening_date": "2004-06-30", "display_title": "Spider-Man 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E0DB1438F93AA15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Spider-Man 2", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This wonderfully vibrant entertainment — surely one of the best comic-book movies ever — reminds us that being a superhero is not all fun and games. The first hour is a Pop Art chronicle of suffering and indignity, as poor Peter Parker (Tobey Maguire) struggles with the loneliness and frustration of being an anonymous urban crime fighter. His powers are waning, he has lost the respect of the woman he loves, and even Aunt May (Rosemary Harris) seems a little disappointed in him. Meanwhile, a new supervillain, the tragic and terrifying Doc Ock (Mr. Molina), rampages through New York on mechanical arms with minds of their own. There is plenty of noise and color, and some so-so special effects, but the real thrill comes from Sam Raimi's devotion to his hero's complex, conflicted emotional life, and to the melancholy, grown-up love story that develops between Peter and MJ (Kirsten Dunst), who comes into her own as a strong and decisive character, while still fulfilling the traditional comic-book girlfriend duties of screaming, getting kidnapped and being rescued. — A. O. Scott", "multimedia": null}, {"headline": "If Only Humans Behaved as Well as Tigers", "publication_date": "2004-06-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:45:56", "opening_date": "2004-06-25", "display_title": "Two Brothers", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E7D91E39F936A15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Two Brothers", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This family-friendly movie about two tiger cubs, Kumal and Sangha, growing up the jungle somewhere in French Indochina in the 1920's, is terribly hokey. But once you accept the anthropomorphic premise that a gentle pussycat lurks inside of the most ferocious tiger, the movie succeeds as an inspirational pastorale and passionate moral brief for animal rights and preservation. It also inveighs unequivocally against one culture's looting of another's historical treasures. The movie isn't as gripping as the director's much-loved 1988 film, &quot;The Bear.&quot; But when it concentrates on its animal stars (each played by several tigers), it remains on solid ground. Guy Pearce is a treasure-seeking marauder and big game hunter who softens and considers abandoning his rapacious ways. &#151; Stephen Holden", "multimedia": null}, {"headline": "When Love Is Madness and Life a Straitjacket", "publication_date": "2004-06-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:08", "opening_date": "2004-06-25", "display_title": "The Notebook", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE5D91E39F936A15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Notebook", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Young love — the old-fashioned kind that flourished before the age of the hook-up — has always been one of the most challenging emotions to portray on the screen with any specificity. Beyond the smooches, sighs and adoring glances, how do you convey the reality of a shared, private paradise? In the strongest scenes of the screen adaptation of Nicholas Sparks's treacly best seller, Ryan Gosling and Rachel McAdams break through the barrier to evoke high-strung, slightly crazed teenagers plunging headlong into first love. Against your better judgment, you root for them to beat the odds against them. The romantic drama, which spans six decades, is told in flashback as Duke (James Garner), a garrulous, ailing old codger in a comfortable nursing home, reads aloud excerpts of a love story to a woman (Gena Rowlands) suffering from Alzheimer's disease. As the movie seesaws between Seabrook, N.C., in the summer of 1940, when the young lovers in the story meet, and the present, it is deliberately (and annoyingly) coy as to who these oldsters might be. Gosh, could they be the same young couple, still in love, six decades later? — Stephen Holden", "multimedia": null}, {"headline": "A Community Unravels in the Heart of Darkness", "publication_date": "2004-06-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:19", "opening_date": null, "display_title": "The Intended", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E1D91F39F936A15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Intended", "type": "article"}, "mpaa_rating": "R", "summary_short": "Not even Janet McTeer, one of the world's most resourceful actresses, can rescue this movie from its steady deterioration from a chilly study of Britons quietly going mad at a remote Asian trading station into a clanking melodrama rife with murder and suicide. Ms. McTeer plays the divorced  older fiancée of a handsome young surveyor seeking his fortune in the Malayan jungle in 1924. The trading station where the unlucky couple find themselves is a shabby, insect-infested hellhole deep in the rain and ruled with an iron hand by the greedy, tight-fisted widow (Brenda Fricker) of its founder. Skulking around the property are her sullen ne'er-do-well son (Tony Maudsley), his demented former nanny (Olympia Dukakis) and other desperate characters. At first the movie presents a convincingly claustrophobic vision of a  tiny rotting community desperately trying to keep itself together. But as the shocks come  thicker and faster, the movie's credibility wears away. — Stephen Holden", "multimedia": null}, {"headline": "In Search of Food, Water and Human Kindness After an Ecological Catastrophe", "publication_date": "2004-06-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:22", "opening_date": null, "display_title": "Time of the Wolf", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E2D81E39F936A15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Time of the Wolf", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this minimalist disaster movie, an unspecified ecological catastrophe has disrupted modern life, and some of the survivors, huddled together in a bleak corner of the French countryside, struggle to hold on to the trappings of civilization. Food and water are scarce, and so is kindness, which the director Michael Haneke rations out with elegant sang-froid. The movie is rigorously harsh, and its view of human nature is as dark as the cinematography, which forces you to discern human features in twilight, deep fog and utter darkness. Isabelle Huppert, who played the unhinged musician in Mr. Haneke's &quot;Piano Teacher,&quot; is a mother trying to protect her two children and her own sense of identity amid chaos and desperation. Mr. Haneke's formal control is impressive, but his steely resistance to sensationalism or sentimentality can be repellent. You may find yourself horrified and disturbed by this all-too-plausible nightmare —  and shamed by the thought that, in some parts of the world, it represents real life —  without being especially moved by it. — A. O. Scott", "multimedia": null}, {"headline": "A Teenage Heroine on a Planet in Peril", "publication_date": "2004-06-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:54:00", "opening_date": null, "display_title": "Kaena: The Prophecy", "link": {"url": "http://www.nytimes.com/movie/review?res=9801E1D91F39F936A15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Kaena: The Prophecy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The first 3-D animated film from France, this outer-space fantasy, about a plucky teenage girl (Kirsten Dunst in the English-language version) struggling to save her planet from destruction, is thick with distracting visual detail, to the point where it is often hard to distinguish the characters from the digital underbrush. The plotting, too, is needlessly dense, which necessitates long, static sequences in which the characters fill one another in on the story and still manage to leave the viewer behind. A gallant effort, technically at least, but a fatally uninvolving movie. &#151; Dave Kehr", "multimedia": null}, {"headline": "Large Male Feet in the Footsteps of Graham", "publication_date": "2004-06-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:21:31", "opening_date": null, "display_title": "Ghostlight", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01EEDD1139F937A15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Ghostlight", "type": "article"}, "mpaa_rating": "", "summary_short": "Christopher Herrmann's independent feature represents something new under the sun:  sincere camp.  The picture is at once a heartfelt tribute to the legendary dancer and choreographer Martha Graham, and also a campy send-up of her myth.  Graham, a tiny person in real life (she died in 1991 at 96), is played in &quot;Ghostlight&quot; by Richard Move, a conspicuously male performance artist who appears to be well over six feet tall.  Written by Mr. Hampton and Penny Fearon, the script imagines an ageless Graham still alive in contemporary New York City, where she is desperately searching for the money to mount her latest modern ballet, an interpretation of the Phaedra myth.  As Martha tromps around the city, looking for financial and institutional support, she's followed by a camera crew led by documentary filmmaker Barbara Rosen (Ann Magnuson), whose voice over-narration fills in much of the necessary background. Ms. Magnuson's consummate professionalism offers an unflattering contrast to Mr. Move's not-so-inspired amateurism.  Where Ms. Magnuson's performance is based on careful modulations of her silky voice, Mr. Move spends most of the movie hissing through clenched teeth, in a falsetto that unfortunately but inescapably suggests Frank Oz's Miss Piggy. &#151; Dave Kehr", "multimedia": null}, {"headline": "F.B.I. Agents in Drag Enjoy Wild Hamptons Weekend", "publication_date": "2004-06-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:27", "opening_date": "2004-06-23", "display_title": "White Chicks", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E6DE1039F930A15755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of White Chicks", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Most movies require some suspension of disbelief, but &quot;White Chicks,&quot; a new comedy starring the brothers Marlon and Shawn Wayans as African-American F.B.I. agents who disguise themselves as dippy white socialites for a weekend in the Hamptons, requires something more radical. A full frontal lobotomy might be a good place to start. The celebutantes they are impersonating, the Wilson sisters, are obviously based on Nikki and Paris Hilton, and dressed up in their white-girl drag, the Wayanses look as if they've just lumbered in from &quot;Dawn of the Dead.&quot; With rubber prosthetics making their faces all but immobile, and blue contact lenses that give them that much sought-after vacant-eyed zombie look, they're scarier than anything in &quot;Scary Movie&quot; and &quot;Scary Movie 2,&quot; the last two films in which, like this one, they starred under the direction of their elder brother. &#151; Dave Kehr", "multimedia": null}, {"headline": "An Émigré's Paradise Lost and Found", "publication_date": "2004-06-18", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:42", "opening_date": "2004-06-18", "display_title": "The Terminal", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E2DA1639F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Terminal", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Tom Hanks plays Viktor Navorski, a traveler from a fictitious Eastern European country who spends a year stranded in the International Arrivals Terminal at Kennedy Airport. What sounds like a nightmare turns out to be a soothing comic dream, thanks to Steven Spielberg's playful virtuosity, and also to the talents of the cinematographer Janusz Kaminski, who infuses the neutral, unwelcoming architecture of the airport with soft, radiant light. The story is a bit soft: Viktor is befriended by a motley group of airport workers, bedeviled by a Homeland Security apparatchik (Stanley Tucci) and beguiled by an unhappy flight attendant (Catherine Zeta-Jones). There is a bit too much easy sentiment and artificial sweetness, and Ms. Zeta-Jones's character is woefully underwritten. But these flaws cannot dispel the film's deep enchantment. Mr. Hanks, like Mr. Spielberg, has nothing left to prove, and the nuances lurking in his sly, genial performance emerge only in retrospect. Similarly, the movie's deepest engagement with some of the central anxieties of modern life can be found not in its plot but in its ambience. It is a visual tour de force that turns fear into optimism, loneliness into solidarity, and frustration into resourcefulness. — A. O. Scott", "multimedia": null}, {"headline": "Ignited by Their Absence, Two Hearts Grow Fonder", "publication_date": "2004-06-18", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:43:37", "opening_date": "2004-06-18", "display_title": "Facing Windows", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E7D81639F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Facing Windows", "type": "article"}, "mpaa_rating": "R", "summary_short": "This lush, surreally flavored immersion in voyeurism and romantic dreams muses on many of the same themes as Alfred Hitchcock's &quot;Rear Window&quot; and &quot;Vertigo,&quot; but from a more conventional emotional perspective. This seductive Italian film uses the image of beautiful strangers secretly and obsessively studying each other through opposite windows, to reflect on two related romantic syndromes, the &quot;grass is always greener&quot; and the &quot;absence makes the heart grow fonder&quot; quandaries. Instead of encasing the characters in a Hitchcockian murder mystery, the film compares the fantasies of possible lovers (Giovanna Messogiorno and Raoul Bova) to the romantic, six-decade-old memories of a mysterious octogenerian (Massimo Girotti), whose story gradually comes to focus. The movie swept the Italian equivalent of the Oscars in 2003. — Stephen Holden", "multimedia": null}, {"headline": "A Portrait of a President and His Enemies", "publication_date": "2004-06-18", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:29:16", "opening_date": null, "display_title": "The Hunting of the President", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE2DA1739F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Hunting of the President", "type": "article"}, "mpaa_rating": "", "summary_short": "This documentary takes us back to a simpler time: the late 1990's, when all Americans had to worry about was their President's sexual indiscretions. Harry Thomason, is, of course, the celebrated friend of Bill Clinton who, as the producer of such Southern-fried situation comedies as &quot;Designing Women&quot; and &quot;Evening Shade,&quot; was Mr. Clinton's Hollywood connection. As such, he is hardly a dispassionate observer of what his film terms &quot;the 10-year campaign to destroy Bill Clinton&quot; on the part of conservative activists, though the film does dutifully scold Mr. Clinton for his infidelities. But mostly the film exists to document the vast, unethical lengths Mr. Clinton's enemies went to in hopes of discrediting him, with testimony from cable news regulars like Jeffrey Toobin, James Carville and Paul Begala, as well as figures, like Susan McDougal, involved in the Whitewater investigations. — Dave Kehr", "multimedia": null}, {"headline": "Loser Nerds vs. Pumped-Up Jocks (Revenge Again?)", "publication_date": "2004-06-18", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:46", "opening_date": "2004-06-18", "display_title": "DodgeBall: A True Underdog Story", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E5D71639F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of DodgeBall: A True Underdog Story", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Ben Stiller returns to the comedy crime scene to portray a monstrous, pumped-up fitness guru and hilarious variation of Derek Zoolander, the airheaded male model he played with pursed-lipped, vacant-eyed perfection three years (and many dull movies) ago. His new character White Goodman, a preening product of fanatical self-improvement, wears a blow-dry mullet and a Fu Manchu mustache and favors hideous white leisure suits. Affecting the pseudo-macho bark of a drill instructor, he suggests Tony Robbins as a shrimpy, steroid-enhanced gym rat. White and his robotic cronies represent the Goliath  that Peter La Fleur (Vince Vaughn), the slobby, nice guy who owns a nearby low-rent gym, sets out to slay with the help of his nerdy pals who form a dodgeball team to compete for $50,000 first prize in a Las Vegas tournament. The sports comedy is very dumb and often very funny. — Stephen Holden", "multimedia": null}, {"headline": "Ties That Bind a Family, Etched in an Orange Light", "publication_date": "2004-06-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:09", "opening_date": null, "display_title": "Father and Son", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE6D71639F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Father and Son", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Alexander Sokurov's new film is like a dream, or a half-translated poem. Its images and emotions are memorable and vivid, but its intentions often feel stubbornly hermetic. Like the films of his mentor, Andrei Tarkovsky, Mr. Sokurov's are soulful, enigmatic and irreducibly Russian. This one, the second part of a projected trilogy on the subject of familial love, concerns a father and a son who live together in a dramatically lighted apartment in an unidentified city. Mr. Sokurov explores their relationship with intimate lyricism and intense sensuality; at times they seem more like lovers than like parent and child. The film is difficult, but if you succumb to its slow, elegiac rhythms and engage its obscure, aching sentiments you may find yourself haunted and moved. &#151; A. O. Scott", "multimedia": null}, {"headline": "We Love Him. Now Where's His Body?", "publication_date": "2004-06-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:21:36", "opening_date": "2004-06-18", "display_title": "Grand Theft Parsons", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E1D71639F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Grand Theft Parsons", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Since his death in 1973, the country singer Gram Parsons's legend has become a figure of worshipful legend, to which this rambling, low-key movie makes a modest contribution. It tells the curious story of what happened to Parsons's body after his death: his road manager, Phil Kaufman (Mr. Knoxville) spirited the coffin away from the Los Angeles airport and drove it out to the desert, where he had promised to set in on fire. Kaufman is pursued by Parsons's grieving, straitlaced father (Robert Forster) and one of the singer's gold-digging ex-girlfriends (Ms. Applegate). Unfortunately, the most interesting character is the dead guy, and the movie is too flat-footedly anecdotal to reveal why anyone would care so much about him. Happily, the soundtrack, with a handful of Parsons classics and covers, provides a clue. &#151; A. O. Scott", "multimedia": null}, {"headline": "In Noir London, Not Even Revenge Is All That Sweet", "publication_date": "2004-06-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:10", "opening_date": null, "display_title": "I'll Sleep When I'm Dead", "link": {"url": "http://www.nytimes.com/movie/review?res=9906EED81639F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of I'll Sleep When I'm Dead", "type": "article"}, "mpaa_rating": "R", "summary_short": "Mike Hodges's new film — his ninth in 35 years — has much in common with his first, the legendary &quot;Get Carter.&quot; This time, Clive Owen plays Will, a self-exiled London underworld figure who returns home to avenge the death of his beloved younger brother (Jonathan Rhys Meyers), who killed himself after being raped by a prominent citizen (Malcolm McDowell). The movie runs more on mood than on plot or psychology: the motives of the characters are at once too obvious and too obscure, and the storytelling is willfully oblique. But mood is Mr. Hodges's specialty, and few directors create such finely shaded atmospheres of longing, dread and grief. His chilly elegance and Mr. Owen's morose precision are balanced by touches of eccentric humor and by the vulgar warmth of the supporting performers, especially Jamie Foreman as the dead man's best friend, who becomes Will's unlikely sidekick. — A. O. Scott", "multimedia": null}, {"headline": "A Teenager Confronts a New Identity", "publication_date": "2004-06-18", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:19", "opening_date": null, "display_title": "You'll Get Over It", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E2DA1739F93BA25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of You'll Get Over It", "type": "article"}, "mpaa_rating": "", "summary_short": "This French television movie from 2002 tells the story of Vincent (Julien Baumgartner), a swimming champion at his lycée in a town 50 miles from Paris, who shyly reveals his homosexuality to a gay newcomer at his school and is thoughtlessly outed for his trouble. Well-meaning and hopelessly bland, the film instantly drops into the tone of didactic realism that rules most television fiction, drawing easy moral lessons from a scrubbed-up simulacrum of everyday, middle-class life. &#151; Dave Kehr", "multimedia": null}, {"headline": "Jackie Chan Dives In to Rough Up Jules Verne", "publication_date": "2004-06-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:01", "opening_date": "2004-06-16", "display_title": "Around the World in 80 Days", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E1D71130F935A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Around the World in 80 Days", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Sometimes nonsense makes good sense. The latest remake of Jules Verne's 1873 globetrotting fantasy is a deliriously silly caper that goes out of its way to thumb its nose at logic. This swatch of epic slapstick, in which three madcap adventurers from London play beat-the-clock in a race to circle the earth, is really a silent comedy with spoken subtitles. What distinguishes this rendition from the nearly three-hour 1956 version, which won the Oscar for best picture, is the presence of that coiled human whirlwind Jackie Chan. As Passepartout, the loyal valet to the fanatical British inventor Phileas Fogg (Steve Coogan), Mr. Chan makes his entrance diving out of a window in a Keystone Kops-style chase. The whiz-bang set pieces in which he fends off teams of assailants in exotic locales are the movie's high points. The film's witty Rube Goldberg-worthy contraptions remind us that until today's high tech environment, machines used to be funny. It's refreshing and perhaps even useful to see a movie that shows how susceptible to breakdown they really are. Arnold Schwarzenegger and Kathy Bates put in amusing cameos. — Stephen Holden", "multimedia": null}, {"headline": "A Drama in a Marriage Over Trying to Do Drama", "publication_date": "2004-06-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:16:28", "opening_date": null, "display_title": "Frankie and Johnny are Married", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E4D91430F932A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Frankie and Johnny are Married", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this good-natured, mildly appealing video feature, Michael Pressman plays himself, a successful Los Angeles television director whose credits include &quot;Chicago Hope&quot; and &quot;Picket Fences.&quot; His co-star is his wife, Lisa Chess, also playing herself as a stage and film actress whose career has taken a backseat to her husband's, putting a strain on their relationship that can't be terribly unusual in Hollywood. Hoping to perform some preventive maintenance on their marriage, the Pressmans decide to put on an Equity-waiver production of Terence McNally's 1987 play &quot;Frankie and Johnnie in the Clair de Lune.&quot; Mr. Pressman will quit his day job &#151; as a show-runner for David E. Kelley, the television producer, who also plays himself &#151; and direct; Ms. Chess will star. Alan Rosenberg is very funny and very pointed as the Method-crazed actor who nearly destroys the production; for the rest, the picture is very much in the softly didactic, sentimental mode of Mr. Pressman's television. &#151; Dave Kehr", "multimedia": null}, {"headline": "Scrabble Addicts, Seeking Meaning in a Mishmash of Letters", "publication_date": "2004-06-11", "byline": "Ned Martel", "critics_pick": 0, "date_updated": "2016-03-30 06:58:39", "opening_date": null, "display_title": "Word Wars", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE0D81430F932A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Word Wars", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The Scrabble champions in this documentary find obscure game-changers in a rack of seven letters, but they can't find their way out of their common obsession. In this film's obvious inspiration, &quot;Spellbound,&quot; the audience could always hope that the rote learning of spelling bee contestants was honing keener minds for happier days. &quot;Word Wars&quot; is instead taxing, requiring patience for grainy photography, garage-band power chords and griping childlike contestants. These men can work orthographic wonders, but it never lifts them out of their self-imposed exiles. Without much else racking up points in their isolated lives, the Scrabble players' monomania amounts to little, and these contestants seem like words that lose their beauty when they're never put in a sentence. &#151; Ned Martel", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}