{"results": [{"headline": "Metropolis (Movie)  ", "publication_date": "2002-01-25", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:13:26", "opening_date": "2002-01-25", "display_title": "Metropolis", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE4DC1F3BF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Metropolis", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Wannabes (Movie)", "publication_date": "2002-01-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:48:52", "opening_date": null, "display_title": "Wannabes", "link": {"url": "http://www.nytimes.com/movie/review?res=9405EFDB163AF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Wannabes", "type": "article"}, "mpaa_rating": "R", "summary_short": "There isn't a single image or vocal inflection in &quot;Wannabes&quot; — a blunt, profanity-strewn morality tale set in an Italian-American neighborhood of New York — that isn't  familiar from &quot;The Sopranos&quot; or from countless movies about the mob. This version of the standard fable follows the rise from nothing of a gang of four childhood friends, desperate to break out of their dead-end lives, who take up crime and discover how well it pays. &#151; Stephen Holden", "multimedia": null}, {"headline": "American Adobo (Movie)  ", "publication_date": "2002-01-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:31", "opening_date": null, "display_title": "American Adobo", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE0DB163AF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of American Adobo", "type": "article"}, "mpaa_rating": "R", "summary_short": "The title of this romantic comedy refers to a popular Filipino dish whose ingredients include pork, vinegar, garlic and fish sauce and whose ritual preparation regularly brings together five Filipino-American friends around a dinner table in Queens. The dish becomes an overwrought metaphor for group dynamics and cultural assimilation. And as the film loses its grip on its multiple stories, the title begins to suggest an overheated stew bubbling out of its pot. By the end of the film, the intersecting dramas and histrionic performances have spilled all over the floor, so to speak. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Walk to Remember, A (Movie)  ", "publication_date": "2002-01-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:17:12", "opening_date": "2002-01-25", "display_title": "A Walk to Remember", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E0DB163AF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of A Walk to Remember", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Landon Carter (Shane West), a troubled North Carolina teenager, falls in love with Jamie Sullivan, a preacher's daughter played with a beatific glow by Mandy Moore, the MTV pop princess. Directed by Adam Shankman from Nicholas Sparks's inspirational novel, &quot;A Walk to Remember&quot; proves that a movie about goodness is not the same thing as a good movie. – A. O. Scott", "multimedia": null}, {"headline": "Beijing Bicycle (Movie)", "publication_date": "2002-01-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:59", "opening_date": null, "display_title": "Beijing Bicycle", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE3DC1F3BF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Beijing Bicycle", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Guei (Cui Lin), a young man from the countryside, finds a job in the Chinese capital working as a bike messenger. When his bicycle is stolen, he sets off in search of it. The bicycle is Guei's livelihood, and its disappearance may remind you of Vittorio De Sica's &quot;Bicycle Thief.&quot; Wang Xiaoshuai, the director of &quot;Beijing Bicycle,&quot; has updated De Sica's lyrical fable of urban poverty to the bustling, grasping streets of contemporary Beijing, a city in perpetual and exhausting motion, where people are simultaneously trying to scratch out a living and participate in the frenetic consumer economy.  &quot;Beijing Bicycle&quot; is at once somber and mysterious, comical and sad. It shows just how lonely a crowded city can be. – A. O. Scott", "multimedia": null}, {"headline": "Mothman Prophecies, The (Movie)  ", "publication_date": "2002-01-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:47", "opening_date": "2002-01-25", "display_title": "The Mothman Prophecies", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E1DC1F3BF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Mothman Prophecies", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "As directed by Mark Pellington, this all-style-and-no-substance thriller is little more than an adequate shard of winter-doldrums genre fare. Richard Gere plays John Klein, a Washington Post reporter whose wife is seriously injured in a car accident after a mothlike spectral figure appears in her line of sight while she's at the wheel. Later, John suddenly and inexplicably finds himself in Point Pleasant, W.Va., where, despite the town's name, strange things are happening. &quot;Mothman&quot; is about as threatening as the real-life insect the apparition resembles; its large, mossy wings may scare some people, but the bug can only damage your woolens. The movie flirts with more damage than it can actually cause. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Count of Monte Cristo, The (Movie)  ", "publication_date": "2002-01-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:45", "opening_date": "2002-01-25", "display_title": "The Count of Monte Cristo", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E1DB1F3BF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Count of Monte Cristo", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In adapting Alexandre Dumas's novel with a straight face – without noisy special effects or tired attempts at irony – the filmmakers have made a movie as full of old-fashioned pleasures as the book itself. Jim Caviezel has some old-fashioned matinee-idol dash, Guy Pearce is a deliciously hammy villain, and Luis Guzman and Richard Harris, as the hero's jailhouse guru and pirate sidekick, add an element of mischievous fun. Unabashedly corny, square and high-spirited, the movie revives a sense of grand, sweeping fun that has been missing from the bloated, cynical juvenile blockbusters of recent years. – A. O. Scott", "multimedia": null}, {"headline": "Maelstrom (Movie)", "publication_date": "2002-01-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:16", "opening_date": null, "display_title": "Maelstrom", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EFDC1F3BF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Maelstrom", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Maelstrom&quot; is probably the first romantic drama ever narrated by a smelly dead fish. What might a dead fish have to do with love? It has something to do with the ocean whence life springs. And as it turns out, fish figure prominently in the symbolic structure of this fine French-Canadian film whose protagonist, Bibi Champagne (Marie-Josée Croze), is a beautiful and successful 25-year-old businesswoman. Virtually overnight, Bibi's sleek yuppie existence unravels, and she faces an acute spiritual crisis when she has a series of personal disasters. – Stephen Holden", "multimedia": null}, {"headline": "Hey, Happy! (Movie)", "publication_date": "2002-01-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:50:07", "opening_date": null, "display_title": "Hey, Happy!", "link": {"url": "http://www.nytimes.com/movie/review?res=980CE0DB163AF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Hey, Happy!", "type": "article"}, "mpaa_rating": "", "summary_short": "Set in a retro-future version of Winnipeg — a city of deserted industrial buildings populated chiefly by undulating transgender prostitutes — Noam Gonick's  camp comedy is an apocalyptic fantasy that offers a comically literal perspective on the fundamentalist belief that homosexuality is leading to the end of the world.  In Mr. Gonick's defiantly incoherent script, Winnipeg is about to be swept away by a flood of biblical proportions. To precipitate this seemingly welcome event, an enterprising disc jockey, D.J. Sabu (Jeremie Yuen), who normally provides the sounds for a sort of traveling outdoor pornography fair, decides to stage a rave party at the peak of Winnipeg's only notable geographical feature, a heap of landfill known as Garbage Hill. – Dave Kehr", "multimedia": null}, {"headline": "Waydowntown (Movie)", "publication_date": "2002-01-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:11", "opening_date": null, "display_title": "Waydowntown", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE5DD1F3BF936A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Waydowntown", "type": "article"}, "mpaa_rating": "R", "summary_short": "Filmed in Calgary by the Canadian director, Gary Burns, this smart, sardonic satire is narrated by Tom Bennett (Fabrizio Filippo), a cynical young trainee of five months at a corporation whose line of business is never made clear. Tom, like many of his co-workers, lives in an apartment complex that is accessible to his office without his actually having to go outdoors. In a mordant running joke, he has a bet with three of his colleagues to see who can last the longest without ever going outside. As clever as it is, &quot;Waydowntown&quot; is limited by its subject matter. No matter how imaginatively handled, the theme of modern corporate sterility remains a cliché. Even satirically inflated, the absurdities and petty humiliations of corporate life still loom as teeny potatoes. – Stephen Holden", "multimedia": null}, {"headline": "Beyond the Ocean (Movie)", "publication_date": "2002-01-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:45", "opening_date": null, "display_title": "Beyond the Ocean", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E0DB113BF937A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Beyond the Ocean", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Beyond the Ocean&quot; is dour and bleak, yet this melodrama — which doesn't amount to much of anything — may stick with you. The director, Tony Pemberton, wanted to create a contemporary, poetic slice of life whose lineage includes the sober, sometimes meandering work of the British director Ken Loach. The film shifts from black-and-white sequences in Russian with English subtitles — it begins with one such scene, with the young Pitsee (Tatiana Kamina) fending off the advances of her uncle (Donovan Barton) — to color scenes in Manhattan, where the older Pitsee (Dasha Volga) has just arrived. Pregnant and at loose ends, she has come to America to be with Alex (Richard Nagel), the young Russian émigré who is the father of her baby. – Elvis Mitchell", "multimedia": null}, {"headline": "State Property (Movie)  ", "publication_date": "2002-01-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:58", "opening_date": "2002-01-18", "display_title": "State Property", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE1DC163BF93AA25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of State Property", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;State Property&quot; is a grisly tale of gangsterism in a poor section of Philadelphia that feels like a very long rap video. Directed by Abdul Malik Abbott from a script he wrote with Tron Anderson, the movie lacks the visual flair and bouncing bravado that characterizes better hip-hop clips and is content to recycle images and characters that were already tired 10 years ago when groups like NWA and 2 Live Crew shocked and titillated polite opinion with their cartoon tales of ghetto violence and naughty sex. &#151; A. O. Scott", "multimedia": null}, {"headline": "Snow Dogs (Movie)  ", "publication_date": "2002-01-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:56", "opening_date": "2002-01-18", "display_title": "Snow Dogs", "link": {"url": "http://www.nytimes.com/movie/review?res=9400EFDF1E38F93BA25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Snow Dogs", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Cuba Gooding Jr. plays a Miami dentist who travels to a small town in Alaska, where he falls down in the snow several times, learns to drive a dog sled, and finds love, understanding, and his biological father (James Coburn, believe it or not.) This throwback to the lame live-action Disney comedies of the past is so graceless and inept that even the simplest jokes and gags fail to elicit a laugh. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Time of Favor (Movie)", "publication_date": "2002-01-18", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:22:25", "opening_date": null, "display_title": "Time of Favor", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E2DC1E38F93BA25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Time of Favor", "type": "article"}, "mpaa_rating": "", "summary_short": "This thriller about political tensions in contemporary Israel evokes the country's explosive climate with an unsettling intensity. The drama is built around a volatile romantic triangle and a meddling father. When a militant conservative rabbi handpicks a brilliant young scholar to be his daughter's husband, she rebels and throws herself at the scholar's best friend, a popular young army commander. The fable of hubris and its disastrous consequences sees all sides of the situation but is unevenly acted. — Stephen Holden", "multimedia": null}, {"headline": "Farewell, The (Movie)", "publication_date": "2002-01-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:59", "opening_date": null, "display_title": "The Farewell", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E7DA1238F935A25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Farewell", "type": "article"}, "mpaa_rating": "", "summary_short": "Jan Schütte's portrait of the ailing playwright Bertolt Brecht three days before his death, in the late summer of 1956, is the psychological equivalent of the kind of close-up photo that scours the face to uncover every dermatological blemish and portray the countenance as a map of personal ruin. As memorably embodied by Josef Bierbichler, Brecht, who is 58 at the time of the story, comes across as a sacred monster slavishly attended by a regiment of jealous, bickering women. A bearish autocrat one minute, a sniveling baby the next, he is alternately thunderous and pitiful, the embodiment of the great artist as a spoiled demigod in the twilight of his reign. — Stephen Holden", "multimedia": null}, {"headline": "Orange County (Movie)  ", "publication_date": "2002-01-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:49:20", "opening_date": "2003-08-05", "display_title": "Orange County", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E4DA1139F932A25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Orange County", "type": "article"}, "mpaa_rating": "", "summary_short": "Although it lasts a scant hour and half, &quot;Orange County&quot; often feels like six different movies fighting one another for attention. A tame romantic comedy about an aspiring teenage writer (Colin Hanks) bumps up against gothic suburban satire and madcap lowbrow humor (much of it courtesy of the mischievous Jack Black). There are some very funny bits and some amusing cameos (from Kevin Kline, Lily Tomlin and the screenwriter, Mike White), but the movie in the end adds up to much less than its ill-fitting parts. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Escape to Life (Documentary Film)", "publication_date": "2002-01-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:40", "opening_date": null, "display_title": "Escape to Life: The Erika and Klaus Mann Story", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E7D91139F932A25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Escape to Life: The Erika and Klaus Mann Story", "type": "article"}, "mpaa_rating": "", "summary_short": "It could not have been easy to be a child of a cultural monument as towering as the German writer Thomas Mann. The filmmakers Andrea Weiss and Wieland Speck say as much in this documentary, which chronicles the peripatetic lives of Mann's two oldest (of six) children. A thorny montage of narration (by Vanessa and Corin Redgrave, reading from  journals), re-enactments of scenes from Erika and Klaus's works, vintage newsreels and clips of interviews, &quot;Escape to Life&quot; conveys a rich sense of the period. The re-enactments, however fascinating they may be as history, are too crude to serve the work especially well. &#151; Stephen Holden", "multimedia": null}, {"headline": "E-Dreams (Documentary Film)", "publication_date": "2002-01-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:18", "opening_date": null, "display_title": "e-Dreams", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E7DA1139F932A25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of e-Dreams", "type": "article"}, "mpaa_rating": "", "summary_short": "Though shot in digital video and accompanied by a sprightly techno score, Wonsuk Chin's documentary about the rise and fall of Kozmo.com has the artifactual feel of an old newsreel. Compulsive CNBC watchers will recognize Joseph Park, the affable, energetic 20-something who, along with his buddy Yong Kang, left jobs in investment banking to pursue what they, without irony or embarrassment, call their &quot;vision.&quot; Mr. Park was one of the Internet boom's media darlings, and in &quot;E-Dreams&quot; he spends a lot of time at photo shoots and in talk-show green rooms, and even more on his cellphone with journalists. – A. O. Scott", "multimedia": null}, {"headline": "Eban and Charley (Movie)", "publication_date": "2002-01-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:12", "opening_date": null, "display_title": "Eban and Charley", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E5DA1139F932A25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Eban and Charley", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;What if there's nothing wrong with me?&quot;  Eban (Brent Fellows) says about an hour or so into the extremely underdramatized &quot;Eban and Charley.&quot; With this film, the writer and director James Bolton takes a sensational subject, the love affair between 29-year-old Eban and just-turned-15 Charley (Giovanni Andrade), and leeches it of vitality or even something as base as lust. – Elvis Mitchell", "multimedia": null}, {"headline": "Brotherhood of the Wolf (Movie)  ", "publication_date": "2002-01-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:26", "opening_date": "2002-02-01", "display_title": "Brotherhood of the Wolf", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E2DA1139F932A25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Brotherhood of the Wolf", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this French period drama, Grégoire (Samuel Le Bihan) and his American Indian partner, Mani (Mark Dacascos), have been summoned to Gévaudan, in southern France, to investigate the gruesome deaths inflicted by a beast that has been terrorizing the countryside. In their perambulations they stumble into black magic, treachery, threats of incest and finally conspiracy – the Court of Louis XV as depicted by Edgar Allan Poe. There's no doubt that this berserk yet entertaining drama and action picture takes itself much too seriously. But that doesn't mean you should, and you'll probably have a good time if you don't. – Elvis  Mitchell\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}