{"results": [{"headline": "One of the Hollywood 10 (Movie)  ", "publication_date": "2002-01-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:45:20", "opening_date": null, "display_title": "One of the Hollywood Ten", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E5D91139F932A25752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of One of the Hollywood Ten", "type": "article"}, "mpaa_rating": "", "summary_short": "Blacklisted director Herbert J. Biberman.", "multimedia": null}, {"headline": "Imposter (Movie)", "publication_date": "2002-01-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:38", "opening_date": "2002-01-04", "display_title": "Impostor", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00EEDF1130F937A35752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Impostor", "type": "article"}, "mpaa_rating": "R", "summary_short": "Military scientist of a dark future - or is he just an evil suicide robot bomber? Murky at best.", "multimedia": null}, {"headline": "Eisenstein (Movie)", "publication_date": "2002-01-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:10:51", "opening_date": null, "display_title": "Eisenstein", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03EED81530F931A35752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Eisenstein", "type": "article"}, "mpaa_rating": "", "summary_short": "If the seminal Russian filmmaker Sergei Eisenstein had physically matched the style of his monumental films &quot;Alexander Nevsky&quot; and &quot;Ivan the Terrible,&quot; he would have been a bearded, eagle-eyed titan radiating the thunderous authority of a cultural patriarch. But the image that comes across in the Canadian director Renny Bartlett's impressionistic film biography (and confirmed by old photographs) is much the opposite. He is a frizzy-haired nose-thumbing avant-gardist. Homosexually inclined (although married), he fit the prototype of the artist as social misfit and compulsive contrarian. Fueled by Simon McBurney's incandescent performance in the title role, &quot;Eisenstein&quot; is a portrait of the artist as political and spiritual renegade, a one-man wildfire that ultimately proved uncontainable. &#151; Stephen Holden", "multimedia": null}, {"headline": "Lush (Movie)", "publication_date": "2001-12-31", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:05:45", "opening_date": null, "display_title": "Lush", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06EEDE1730F932A05751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lush", "type": "article"}, "mpaa_rating": "R", "summary_short": "Campbell Scott plays Lionel, a careless, liquor-former pro golf champion in his 30's who has come home to New Orleans after an unfortunate brush with the law. There he runs into W. Firmin Carter (Jared Harris), a lawyer and contemporary who has gone to seed much too young; the rich and blond Rachel Van Dyke (Laura Linney); and her sister, Ashley (Laurel Holloman), who has a tendency to remove her clothing at parties. Mark Gibson's directorial debut is a black comedy that spends so much time being dark that it forgets to be comic. &#151; Anita Gates", "multimedia": null}, {"headline": "I Am Sam (Movie)", "publication_date": "2001-12-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:05:26", "opening_date": "2002-01-25", "display_title": "I Am Sam", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E0D71031F93BA15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of I Am Sam", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Sam (Sean Penn), a mentally disabled man who must fight for custody of his young daughter, is aided by a tightly wound lawyer (Michelle Pfeiffer) who, in the course of discovering her client's essential humanity, discovers her own as well. The movie is a patchwork of tearjerker cliches, a number of which work quite effectively because Mr. Penn's performance goes deeper than the spastic mugging this kind of role usually invites. At bottom, though, it is an exercise in self-congratulation in which the audience is encouraged to participate, and even as the filmmakers preach the dignity of the disabled, they are not above exploiting Sam and his friends for cheap comical effect. – A. O. Scott", "multimedia": null}, {"headline": "Black Hawk Down (Movie)", "publication_date": "2001-12-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:47", "opening_date": "2002-01-18", "display_title": "Black Hawk Down", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E3D61031F93BA15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Black Hawk Down", "type": "article"}, "mpaa_rating": "R", "summary_short": "Working from an adaptation of Mark Burden's account of a failed United States military mission in Mogadishu, Somalia, Ridley Scott achieves prodigious visual schemes; he's so gifted he seems to be inventing new colors on the spot. But his eye and the producer Jerry Bruckheimer's bluntness turn the material into an empty, muddled piece of high-contrast jingoism that leaves the Africans – and the Americans – so undifferentiated that it verges on racism. Sam Shepard plays the commander who smokes only to create atmosphere; his Montecristo No. 2's have as much character as the actors. – Elvis Mitchell", "multimedia": null}, {"headline": "Charlotte Gray (Movie)", "publication_date": "2001-12-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:30:22", "opening_date": "2002-01-11", "display_title": "Charlotte Gray", "link": {"url": "http://www.nytimes.com/movie/review?res=9801E5D61031F93BA15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Charlotte Gray", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Not even Cate Blanchett, arguably the most brilliant screen actress of her generation, can hold together the rickety would-be epic of Charlotte Gray, a romantic Scottish woman who works with the French Resistance under an assumed name during World War II. The movie has a serious language problem (the French characters speak English), and the vignettes of Charlotte's adventures in southern France don't string together into a dramatically coherent story. – Stephen Holden", "multimedia": null}, {"headline": "Dark Blue World (Movie)", "publication_date": "2001-12-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:44", "opening_date": null, "display_title": "The Dark Blue World", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E1D71031F93BA15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Dark Blue World", "type": "article"}, "mpaa_rating": "R", "summary_short": "The aerial sequences in Jan Sverak's sentimental but competent film are as gripping in their low-tech way as any of the aircraft scenes we're used to seeing in films. The World War II setting puts the audience in the middle of the dogfights. And there are complicated politics involved. The movie uses flashbacks to tell the story of Franta (Ondrej Vetchy), a Czech pilot interned in a labor camp after the Communist takeover. He is shown fleeing Czechoslovakia for England to fight the Nazis. The romantic story is less complicated, and far less interesting; Franta becomes involved in a triangle with his best friend, Karel (Krsytof Hadek), and Susan (Tara Fitzgerald), the woman Karel met first. It's too bad Mr. Sverak doesn't stick with the political aspect, which makes &quot;Dark Blue World&quot; smart and distinctive. – Elvis Mitchell", "multimedia": null}, {"headline": "Monster's Ball (Movie) ", "publication_date": "2001-12-26", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:53:18", "opening_date": "2002-03-01", "display_title": "Monster's Ball", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07EED81531F935A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Monster's Ball", "type": "article"}, "mpaa_rating": "R", "summary_short": "In outline this story suggests a right-thinking liberal melodrama of healing and moral redemption. Billy Bob Thornton, a white Georgia corrections officer, falls in love with Halle Berry, the widow of a man in whose execution he had participated. Whatever message Marc Forster's rich, troubling film wants to deliver is, thankfully, submerged in details of character and place. The writers (Milo Addica and Will Rokos) show an unusually good command of the idioms of the South — its small courtesies and latent cruelties — and Mr. Forster's eye for detail and for expressive camera angles is impressive. Mr. Thornton outdoes himself, and Ms. Berry proves herself to be an actress of impressive emotional range. The supporting cast, down to the smallest speaking part, is flawless. –  A. O. Scott\r\n", "multimedia": null}, {"headline": "Gosford Park (Movie) ", "publication_date": "2001-12-26", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:54:14", "opening_date": "2002-01-18", "display_title": "Gosford Park", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EFD81531F935A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Gosford Park", "type": "article"}, "mpaa_rating": "", "summary_short": "Robert Altman, near the peak of his directorial game at 76, melds the staid worlds of &quot;Upstairs Downstairs&quot; and Agatha Christie-style mystery into an acutely observed period whodunit, set in 1932 on a posh country estate. Michael Gambon is the rich &quot;randy old sod&quot; with many enemies who gives a weekend shooting party. Kristin Scott Thomas is the lady of the house. The guests include an American film producer (Bob Balaban) and the matinee idol Ivor Novello (Jeremy Northam). Greed and snobbery reign, and upstairs meets downstairs on the back stairs. The ensemble acting is sublime. – Stephen Holden", "multimedia": null}, {"headline": "Ali (Movie) ", "publication_date": "2001-12-25", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:47:34", "opening_date": "2001-12-25", "display_title": "Ali", "link": {"url": "http://www.nytimes.com/movie/review?res=9806E0D71431F936A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Ali", "type": "article"}, "mpaa_rating": "R", "summary_short": "This film is a breakthrough for Michael Mann. Based on the life of Muhammad Ali, it is Mr. Mann's first movie with feeling; his overwhelming love of its subject will turn audiences into exuberant, thrilled fight crowds. That subject is a man whose mesmerizing surfeit of supreme athleticism, beauty and moral and physical courage — and enchanting lack of humility — had no modern equivalent. The film offers a stunning re-creation of the bouts that Ali fought. And Will Smith as the Greatest captures the fighter's musicality, pausing in midsyllable while ranting, and exhaling to punch things up and turn even a joke into something operatic. – Elvis Mitchell ", "multimedia": null}, {"headline": "Shipping News, the (Movie)", "publication_date": "2001-12-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:07:28", "opening_date": "2002-01-18", "display_title": "The Shipping News", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E7D91431F936A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Shipping News", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lasse Hallstrom, the director of John Irving's &quot;Cider House Rules,&quot; wrestles with E. Annie Proulx's much knottier Pulitzer Prize-winning novel and comes up with a film that's pictorially sweeping but dramatically unsatisfying. Kevin Spacey is earnest but unconvincing as Quoyle, the novel's sad-sack protagonist who moves to Newfoundland with his aunt (Judi Dench) and takes a job writing the shipping news for a local newspaper. The movie can't find a screen equivalent for the book's quirky hard-bitten language, which creates a world unto itself. – Stephen Holden", "multimedia": null}, {"headline": "Kate and Leopold (Movie)", "publication_date": "2001-12-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:02", "opening_date": "2001-12-25", "display_title": "Kate & Leopold", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE3D91431F936A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Kate & Leopold", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Can a lonely marketing maven (Meg Ryan) in contemporary New York find happiness with a handsome, courtly Victorian duke (Hugh Jackman) transplanted from 1876 to the present? What do you think? The elaborately plotted sci-fi romantic comedy barely touches on reality, and therein lies its wispy charm. Mr. Jackman's time-traveling dreamboat consistently outshines Ms. Ryan's snippy cynical New Yorker. Liev Schreiber is her eccentric ex-boyfriend who sets the machinery in motion. &#151; Stephen Holden", "multimedia": null}, {"headline": "Behind the Sun (Movie)", "publication_date": "2001-12-21", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:46:05", "opening_date": "2002-09-07", "display_title": "Behind the Sun", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E4D6103EF932A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Behind the Sun", "type": "article"}, "mpaa_rating": "R", "summary_short": "Based on a novel by the Albanian writer Ismail Kadare, Walter Salles's &quot;Behind the Sun&quot; visits a corner of the world — rural Brazil in 1910 — governed by a harsh code of honor and retribution. Two families, feuding over land, kill each other off one by one. We witness this cruel way of life through the eyes of a young child whose beloved older brother awaits his fate, having killed a member of the rival clan. The harshness is leavened by the arrival of a pair of traveling circus performers, who import a touch of Felliniesque sweetness into the tragic atmosphere. Tragedy wins in the end, but so does Mr. Salles's passionate, romantic humanism. – A. O. Scott", "multimedia": null}, {"headline": "Joe Somebody (Movie)", "publication_date": "2001-12-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:25:45", "opening_date": "2001-12-21", "display_title": "Joe Somebody", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E2D6103EF932A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Joe Somebody", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This wan romantic comedy stars Tim Allen as a wimpy video communications specialist for a pharmaceutical company and the divorced dad of a 12-year-old daughter. He decides to fight back against a bully who punches him out in the corporate parking lot. Jim Belushi is his martial-arts teacher and Julie Bowen the pretty woman who inspires him. This grown-up version of the 97-pound weakling facing down the bully on the beach has nary a laugh. – Stephen Holden", "multimedia": null}, {"headline": "How High (Movie)", "publication_date": "2001-12-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:38", "opening_date": "2001-12-21", "display_title": "How High", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DEED7103EF932A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of How High", "type": "article"}, "mpaa_rating": "R", "summary_short": "The clouds of marijuana smoke wafting through &quot;How High&quot; are so thick that at moments the haze from all that ganja threatens to obscure the actors' faces. This chaotic mess of a film, starring the rap stars Method Man and Redman as a hip-hop Cheech and Chong, has the disjointed quality of a stoned-out fantasy. Many of the faces that emerge through the murk appear bug-eyed. And much of the dialogue, which is frequently  shouted, is only semi-intelligible. The movie, directed by Jesse Dylan from a screenplay by Dustin Lee Abraham, is so loosely constructed that its scenes don't track. – Stephen Holden", "multimedia": null}, {"headline": "Majestic, the (Movie)", "publication_date": "2001-12-21", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:19:30", "opening_date": "2001-12-21", "display_title": "The Majestic", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E6D6103EF932A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Majestic", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Jim Carrey plays an amnesiac in 1951 who has wandered into Lawson, a hamlet in Northern California where the local movie theater, the Majestic, has been abandoned. Our hero resembles Luke Trimble, a decorated veteran who has gone missing, and Luke's anguished dad, Harry (Martin Landau), clings to the idea that his lost son has come home. Our hero, who comes to believe he is Luke, decides to rebuild the deserted movie palace with the help of the townsfolk. This Naugahyde-bound phony will play like a charm on the American Movie Channel, the Jurassic Park of film. Frank Darabont wields metaphors like flashcards and brings to &quot;The Majestic&quot; the shopworn back-lot belief in the decency of man that made his &quot;Green Mile&quot; such a shabby enterprise. – Elvis Mitchell", "multimedia": null}, {"headline": "Beautiful Mind, A (Movie)", "publication_date": "2001-12-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:34", "opening_date": "2002-01-04", "display_title": "A Beautiful Mind", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE7D6103EF932A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of A Beautiful Mind", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In transforming the life of the brilliant mathematician John Forbes Nash Jr. into a muzzy, triumph-of-the-human-spirit Hollywood movie, Ron Howard and his collaborators have stripped it of anything that might present the audience with the slightest discomfort or reason to think about the documented facts concerning Mr. Nash. On its own terms, though, the movie succeeds in dramatizing Mr. Nash's mental illness and, to a lesser extent, his mathematical insights. Russell Crowe's performance is honest and focused, but the movie's conceptions of intellectual life and human character are ultimately so simplistic, so deeply mistrustful of the audience's intelligence that any chance for genuine insight is squandered. – A. O. Scott", "multimedia": null}, {"headline": "Jimmy Neutron: Boy Genius (Animated Film)", "publication_date": "2001-12-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:30:20", "opening_date": "2001-12-21", "display_title": "Jimmy Neutron: Boy Genius", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00EED7103EF932A15751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jimmy Neutron: Boy Genius", "type": "article"}, "mpaa_rating": "G", "summary_short": "This hyperactive computer-animated feature, based on the Nickelodeon series, is crammed with gadgets, pop-culture references and enough whirling, zooming action to make &quot;Shrek&quot; and &quot;Monsters, Inc.&quot; look quiet and contemplative. Though it lacks the imagination and wit of either of those pictures, &quot;Jimmy Neutron&quot; is nonetheless a respectable piece of juvenile entertainment, thrilling for school-age children and amusing, if ultimately somewhat enervating, for their adult companions. – A. O. Scott", "multimedia": null}, {"headline": "Lord of the Rings, the (Movies) ", "publication_date": "2001-12-19", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:22:40", "opening_date": "2001-12-19", "display_title": "The Lord of the Rings: The Fellowship of the Ring", "link": {"url": "http://www.nytimes.com/movie/review?res=9504EEDE153EF93AA25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Lord of the Rings: The Fellowship of the Ring", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "During a birthday celebration, the hobbit Frodo (Elijah Wood) receives a ring that places him in the center of a struggle for the future of the world. The ring, which contains an evil wizard's &quot;will to dominate all life,&quot; must be destroyed in the fire Pits of Mordor, where it was created. &quot;Fellowship&quot; then slips into a series of chases and pitched battles, each with a bit more at stake because the ring's power to tempt those who come in contact with it becomes a bigger factor. There are two groups probably sharing the same dread about this film adaptation of J. R. R. Tolkien's ornate and busy work: its most loving adherents and those who have spent their lives avoiding the books. But neither side is likely to be disappointed by Peter Jackson's altogether heroic job in tackling perhaps the most intimidating nerd/academic fantasy classic ever. – Elvis Mitchell", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}