{"results": [{"headline": "Donnie Darko (Movie)  ", "publication_date": "2001-10-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:44", "opening_date": "2001-10-26", "display_title": "Donnie Darko", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E1DB1331F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Donnie Darko", "type": "article"}, "mpaa_rating": "R", "summary_short": "A science-fiction time-travel satire – in other words, a genre crunch that is too big a mouthful for the picture to contain. Director Richard Kelly shows great care with the actors in his first film, a period piece – the period is 1988 – about a schizophrenic teenager named Donnie Darko (Jake Gyllenhaal). He feels misplaced until he discovers his ability to travel in time; it helps him make sense of his life. Sadly, the movie has no life, despite the admirable performances. It's so busy cramming references for effect that it feels cold and overly planned. – Elvis Mitchell \r\n", "multimedia": null}, {"headline": "Thirteen Ghosts (Movie)", "publication_date": "2001-10-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:19:09", "opening_date": "2001-10-26", "display_title": "Thirteen Ghosts", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E3D91331F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Thirteen Ghosts", "type": "article"}, "mpaa_rating": "R", "summary_short": "A movie so monumental in its stupidity that it took two studios – Warners and Columbia – to wrestle this project to the big screen. This remake of the 1961 William Castle B-picture is about a glass-walled haunted house that's really a giant containment device for unruly spirits. Once these ghosts gets free, no good can come of it – for the cast or the audience. Tony Shalhoub, Shannon Elizabeth and Alex Roberts are the family foolish enough to move into the terror site after inheriting it from an evil uncle (F. Murray Abraham, who lays on more ham that you'd find in the entire Blimpie's chain). Matthew Lillard, playing a psychic ghost hunter, comes through with an extra-charged performance; he starts falling apart in his first scene. With Rah Digga as a nanny who seems to be in the film only so she can say she doesn't do windows, a joke that's both older and scarier than the original. – Elvis Mitchell", "multimedia": null}, {"headline": "Better Than Sex (Movie)  ", "publication_date": "2001-10-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:42:34", "opening_date": null, "display_title": "Better Than Sex", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE6D91031F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Better Than Sex", "type": "article"}, "mpaa_rating": "R", "summary_short": "The title of &quot;Better Than Sex&quot; writes a check that the movie itself is, perhaps not surprisingly, unable to cash. Better for whom, exactly? Certainly not for the audience, for whom the experience is more like listening to people talk at great length and without much eloquence or insight about their own grapplings. To, er, flesh out a rather thin story about two pleasant, indefatigable Australians, a photographer named Josh (David Wenham) and a dressmaker named Cin (Susie Porter),  who spend three days in bed (and on the floor, and in the bathtub), Jonathan Teplitzky, the novice writer and director, throws in a great deal of talk. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Ouch! (Movie)  ", "publication_date": "2001-10-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:23", "opening_date": null, "display_title": "Ouch!", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E6D91031F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Ouch!", "type": "article"}, "mpaa_rating": "", "summary_short": "The title of Sophie Fillières's meandering, ruminative romantic comedy refers to the nickname (&quot;Aie&quot; in French) of a peculiar young woman (Hélène Fillières) who may be a visitor from outer space. &quot;Ouch!&quot; is also what you might exclaim as you pinch yourself to stay awake through the film's slow, labored contrivances. What starts out as a low-key Eric Rohmer-style farrago of crisscrossing connections and confused desires quickly bogs down into logy indecision. Like its hero, an anxious middle-aged Parisian named Robert (André Dussolier), &quot;Ouch!&quot; is passive and indecisive, unsure of how to behave or what to say next. – A. O. Scott", "multimedia": null}, {"headline": "Ginger Snaps (Movie)  ", "publication_date": "2001-10-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:24:19", "opening_date": null, "display_title": "Ginger Snaps", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E6D91031F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Ginger Snaps", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The werewolf legend has been treated as a metaphor for the onset of puberty in a number of films, including Gene Fowler Jr.'s 1957 &quot;I Was a Teenage Werewolf&quot; and Rod Daniel's 1985 &quot;Teen Wolf.&quot; But those films approached the subject from a male perspective. &quot;Ginger Snaps,&quot; a Canadian feature directed by John Fawcett and written by  Karen Walton, is perhaps the first werewolf movie to recast the imagery from a female perspective. Mr. Fawcett spends a great deal of time laying out the sociological and psychological underpinnings of his tale, so that when the standard horror-movie action takes over in the second half, the bloodletting has some real thematic resonance. Because the characters are so well established, the film can have fun with its own premises without turning into an empty camp exercise. – Dave Kehr\r\n", "multimedia": null}, {"headline": "Kill by Inches (Movie)", "publication_date": "2001-10-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:30:02", "opening_date": null, "display_title": "Kill by Inches", "link": {"url": "http://www.nytimes.com/movie/review?res=950CE6D91031F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Kill by Inches", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;Kill by Inches,&quot; written and directed by Diane Doniol-Valcroze and Arthur Flam, is an American independent film with a European sensibility.  It tells the highly stylized story of Thomas Klamm (the gifted French actor Emmanuel Salinger), an earnest young tailor toiling away on what must be the last deserted street in the otherwise bustling Brooklyn neighborhood around the Manhattan Bridge. Thomas was severely traumatized as a young boy when his authoritarian father (Marcus Powell), also a tailor, forced him to eat every inch of his tape measure as punishment. Ever since, Thomas has been possessed by a kind of metric voyeurism in which he finds a sexual thrill in the measurement of human bodies. – Dave Kehr", "multimedia": null}, {"headline": "Mysteries of Egypt (Documentary Film)", "publication_date": "2001-10-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:07", "opening_date": "1998-08-21", "display_title": "Mysteries of Egypt", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E6D91031F935A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Mysteries of Egypt", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Mysteries of Egypt,&quot; an Imax film produced in cooperation with National Geographic, is a convenient substitute for a trip to the country itself and a nice supplement to a visit to the mummy collection in your local museum. The five-story screen and the swooping aerial camera work convey the grandeur and majesty of the pyramids of Giza and the gigantic statues at Abu Simbel. And if the experience still does not quite match standing at the foot of the monuments themselves, it is also free of desert heat, souvenir hawkers and tour-bus exhaust. – A. O. Scott", "multimedia": null}, {"headline": "Trembling Before G-d (Movie)  ", "publication_date": "2001-10-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:58:59", "opening_date": null, "display_title": "Trembling Before G-d", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E5D61731F937A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Trembling Before G-d", "type": "article"}, "mpaa_rating": "", "summary_short": "With &quot;Trembling Before G-d,&quot; the director Sandi Simcha DuBowski latches on to a provocative subject and invests it with a compelling tenderness. This documentary  is essentially about merging the Old World and the New, but with a twist that is shocking: it concerns the heartfelt desire of homosexuals to find a place for themselves in Orthodox Judaism, where they are  shunned and repudiated. The film tells several stories, profiling a number of people. Mr. DuBowski knows that the film would shatter if his viewpoint were rendered in hysterical terms or even condescending ones. The film is more interested in dealing with the intrinsic drama in these situations, like that of the gay Jews who decide to divorce themselves from their faith with the same forcefulness used against them. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Chronicle of Corpses, A (Movie)", "publication_date": "2001-10-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:56:40", "opening_date": "2000-03-24", "display_title": "A Chronicle of Corpses", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E2D71731F937A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of A Chronicle of Corpses", "type": "article"}, "mpaa_rating": "", "summary_short": "Here's a real UFO, an extremely low-budget, genuinely independent film by a 22-year-old writer-director from Philadelphia that immediately establishes a distinctive and promising voice. Andrew Repasky McElhinney's &quot;Chronicle of Corpses&quot; is a gothic horror tale set in the early 19th century on the grounds of a dying slave plantation somewhere in the Middle Atlantic states. Though once the center of a thriving economy, the plantation has degenerated into inertia and neglect, largely as a result of the deepening decadence of its ruling family.  Shooting on 16-millimeter film and using a cast drawn largely from local theater groups, Mr. McElhinney has created a movie that is not without the flaws endemic in low-budget productions but still projects an amazing degree of stylistic assurance and originality. - Dave Kehr", "multimedia": null}, {"headline": "Bones (Movie)  ", "publication_date": "2001-10-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:10", "opening_date": "2001-10-24", "display_title": "Bones", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E0D81731F937A15753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bones", "type": "article"}, "mpaa_rating": "R", "summary_short": "One way to judge the relative quality of a horror movie is by examining its vision of hell. Just how original and how hellish is it? By that standard, Ernest Dickerson's Halloween- \r\nready scream fest ranks high. Much of the movie is set in a sinister abandoned church-like structure that sticks out like a boiling excrescence in a blighted urban neighborhood. The vengeful spirit haunting the place is a former street hustler and neighborhood legend, Jimmy Bones (Snoop Dogg), who was murdered by his partners in the late 1970's after refusing to make a deal with a corrupt police officer. In exalting the very worst of humanity, &quot;Bones&quot; displays a special glee and an unusual density of scary imagery. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Riding in Cars With Boys (Movie)  ", "publication_date": "2001-10-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:15:17", "opening_date": "2001-10-19", "display_title": "Riding in Cars With Boys", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E7DF123EF93AA25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Riding in Cars With Boys", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Drew Barrymore carries this uneven but ultimately rewarding screen adaptation of Beverly Donofrio's memoir with the sheer force of her plucky charm. The comedy-drama, which covers two decades (1965-85), follows the travails of a young working-class Connecticut woman with  literary ambitions who at 15 is forced into a dead-end marriage by an accidental  pregnancy. Steve Zahn is wonderful as her dimwitted but devoted husband who becomes a heroin addict. - Stephen Holden\r\n", "multimedia": null}, {"headline": "From Hell (Movie)  ", "publication_date": "2001-10-19", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:49:00", "opening_date": "2001-10-19", "display_title": "From Hell", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E6DF123EF93AA25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of From Hell", "type": "article"}, "mpaa_rating": "R", "summary_short": "This heady snort of paranoia about the trail of terror left by  Jack the Ripper is extraordinarily violent, in addition to being one of the most breathtaking leaps of directing skills seen in years. It follows the dogged investigation of Abberline (Johnny Depp)and his partner, Sergeant Godley (Robbie Coltrane), in trying to stop the bloody carnage   by the East End's most famous criminal.  The movie succeeds, but it does have its faults - the attempt to weld social melodrama and suspense creaks at some of the joints. But the Hughes Brothers' goal here is to make an epic of savagery, and they are brilliant at ambience and details. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Cool & Crazy (Movie)  ", "publication_date": "2001-10-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:56:50", "opening_date": null, "display_title": "Cool and Crazy", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E4DB133EF93AA25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Cool and Crazy", "type": "article"}, "mpaa_rating": "", "summary_short": "A cult film waiting for a cult, Knut Erik Jensen's &quot;Cool & Crazy&quot; is probably the finest documentary ever made about the members of a male choir in a tiny Norwegian fishing village within striking distance of the North Pole. The movie was a popular success at the recent Edinburgh International Film Festival. It isn't hard to see why: Mr. Jensen's cast of characters includes a profusion of the lovable oldsters who have become a staple of indie and import comedies since &quot;Waking Ned Devine.&quot; The Berlevag Male Choir is a casting agent's dream, a group of about 30 men who range in age from early 30's to late 90's, each with a spectacularly weather-beaten Nordic face and an endearingly shy demeanor. &#151; Dave Kehr", "multimedia": null}, {"headline": "Last Castle, The (Movie)", "publication_date": "2001-10-19", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:18:00", "opening_date": "2001-10-19", "display_title": "The Last Castle", "link": {"url": "http://www.nytimes.com/movie/review?res=9503EEDF123EF93AA25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Last Castle", "type": "article"}, "mpaa_rating": "R", "summary_short": "Robert Redford plays  the three-star General Irwin, who is sent off to the Castle, a maximum-security military prison, after a court-martial.  His nemesis is Colonel Winter (James Gandolfini), the martinet warden who runs the Castle. Eventually Irwin is roused to action  by his fellow inmates who have suffered brutalities and leads a ragtag army against Winter. Mr. Redford couldn't have picked a better time to star in a flag-waving paean to patriotism, in a movie whose last act is constructed around a battle sequence actually involving Old Glory. The movie is exuberant, strapping and obvious - a problem play suffering from a steroid overdose. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Endurance, The: Shackleton's Legendary Antarctic Expedition (Book", "publication_date": "2001-10-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:22:33", "opening_date": "2001-12-21", "display_title": "The Endurance: Shackleton's Legendary Antarctic Expedition", "link": {"url": "http://www.nytimes.com/movie/review?res=9505E3D7153EF93AA25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Endurance: Shackleton's Legendary Antarctic Expedition", "type": "article"}, "mpaa_rating": "G", "summary_short": "The story of Ernest Shackleton's unsuccessful but nonetheless curiously triumphant attempt to traverse the Antarctic landmass has been chronicled many times before, beginning with Shackleton's own memoir, &quot;South,&quot; published in 1919 and the basis for a haunting silent documentary of the same name. The tale, in any case, is so gripping, so full of improbable turns and agonizing reversals that it bears repeating.  What is most remarkable about &quot;Endurance&quot; is how close it brings you, using the means at its disposal, to the raw experience of the voyage itself. &#151; A. O. Scott", "multimedia": null}, {"headline": "Focus (Movie)", "publication_date": "2001-10-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:23", "opening_date": null, "display_title": "Focus", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02E3D6153EF93AA25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Focus", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Although the screen adaptation of Arthur Miller's 1945 novel about anti-Semitism, paranoia and demagoguery in America at the end of World War II is pretty much a one-note sermon about intolerance, it still casts a creepy spell. William H. Macy is a  mild-mannered personnel director suspected of being Jewish in a Brooklyn neighborhood  riled up by an anti-Semitic radio preacher, and Laura Dern is his wife who also doesn't fit  in. The film's expressionistic film-noir ambiance finds dread on every street corner. - Stephen Holden", "multimedia": null}, {"headline": "Dancing at the Blue Iguana (Movie)  ", "publication_date": "2001-10-19", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:43", "opening_date": null, "display_title": "Dancing At the Blue Iguana", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E6DF123EF93AA25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Dancing At the Blue Iguana", "type": "article"}, "mpaa_rating": "R", "summary_short": "The San Fernando Valley watering hole at the center of Michael Radford's moody film is a strip club in which the bare-breasted dancers writhe and slither to the ominous drone of Leonard Cohen singing &quot;Dance Me to the End of Love.&quot; That may not be the sort of music you would expect to hear in such a place.  But then the Blue Iguana isn't just any old West Coast fleshpot but a microcosm of this sad, lonely world and its lost female souls who cater to male lust. An ensemble piece developed from an improvisational workshop, the movie interweaves the stories of a half-dozen strippers and some of the men in their lives. More than anything, it is an acting showcase that allows its stars to strut their emotional range. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Berlin Babylon (Movie)  ", "publication_date": "2001-10-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:30", "opening_date": null, "display_title": "Berlin Babylon", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E4DC163EF934A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Berlin Babylon", "type": "article"}, "mpaa_rating": "", "summary_short": "Hubertus Siegert's German-language documentary is about the rebuilding of post-wall Berlin.  After the Berlin Wall came down in 1989, there were suddenly real estate problems because of the newly freed land under and around the former wall and into what used to be East Berlin. What is more important, the situation cried out for new buildings fashioned to unite the formerly divided city.  The film could easily have become a poisonous melodrama of builders and politicians fighting for power, looking to lay a claim to remake the Berlin area. But  &quot;Babylon&quot; mostly shows us the concentration of people assessing design problems, working out contracting and construction problems  and moving on to the next thing. As each building ascends, the gaping wound in the middle of Berlin begins to close. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "All About Lily Chou-Chou (Movie)  ", "publication_date": "2001-10-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:41:39", "opening_date": null, "display_title": "All About Lily Chou-Chou", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E4DB123FF930A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of All About Lily Chou-Chou", "type": "article"}, "mpaa_rating": "", "summary_short": "This opus by the writer and director Shunji Iwai is an epic about junior high alienation and the wanton cruelty of early teenagers: &quot;I Vitelloni,&quot; Fellini's realist masterpiece about alienated youth, with an even more self-absorbed and dangerous crowd. Their misbehavior is all the more awful because it doesn't stem from rage or volatility; these kids are just caught up in the hormonal surges that often lead to casual brutality. The movie follows several roving bands of boys and girls as they intermingle, often physically and in emotionally violent ways, and it chronicles the resultant power plays. The mounting insensitivity leads to a climax that's an adolescent version of a Hitchcock crime scene. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "In Praise of Love (Movie)  ", "publication_date": "2001-10-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:52", "opening_date": null, "display_title": "In Praise of Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E3D9123FF930A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of In Praise of Love", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This film, shown at the Cannes and New York film festivals, completes Jean-Luc Godard's journey from one of the cinema's great radicals to one of its crankiest reactionaries. His artistry remains impressive: the first half, a lustrous 35-millimeter black-and-white Paris nocturne, is almost matched in its visual beauty by the second, a brightly colored digital video pastoral shot on the Breton coast. But it is compromised by a tired polemic against the United States, Steven Spielberg, and the whole modern world. &quot;Polemic&quot; may be the wrong word, since it implies an argument and a point of view. Instead, what is on display here is an attitude of complacent, Olympian disdain, the sad, at times even touching spectacle of an artist mourning his own lost relevance. — A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}