{"results": [{"headline": "Woody Allen as Life Coach", "publication_date": "2003-09-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:10", "opening_date": "2003-09-19", "display_title": "Anything Else", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E6DD123AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Anything Else", "type": "article"}, "mpaa_rating": "R", "summary_short": "Woody Allen, blessedly declining to cast himself as the romantic lead, appears to have shaken off the tone-deafness and compulsiveness that have marred his last three pictures. While far from his best work, this slight, tart anti-romantic comedy has a loose, easy rhythm and an impressive number of funny lines and gags. Jason Biggs, who is perhaps a little too amiable for the job, plays the Woody Allen surrogate, a comedy writer named Jerry Falk who is saddled with a difficult manager (Danny  DeVito) and an impossible girlfriend, a would-be actress named Amanda (Christina Ricci). Amanda, a sexual dynamo and a manipulative head case, might have been an exercise in sour misogyny, but Ms. Ricci has a feral intelligence that turns her into a finely drawn comic monster. Mr. Allen himself appears as an older comedy writer who appoints himself Jerry's mentor. The character — paranoid, vengeful, bluntly anti-intellectual — is both the continuation of other Woody Allen characters and a rebuke to their needy, self-conscious, analytical approaches to life. — A.O. Scott", "multimedia": null}, {"headline": "The Life of an Emerald King", "publication_date": "2003-09-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:23:35", "opening_date": null, "display_title": "Emerald Cowboy", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E1DC133AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Emerald Cowboy", "type": "article"}, "mpaa_rating": "R", "summary_short": "A bizarre exercise in autobiographical filmmaking &#151; some indelicate souls might call it a vanity project &#151;  &quot;Emerald Cowboy&quot; relates the adventurous life of Eishy Hayata, a Japanese-American who became one of the leading emerald dealers (esmeralderos) in conflict-torn Colombia. &quot;Emerald Cowboy&quot; must surely occupy a unique place in film history, perhaps as the most solipsistic film ever made. Mr. Hayata is the executive producer, and his daughter, Eva Hayata, a co-producer; the script is adapted by Mr. Hayata from his autobiography; and the film stars Mr. Hayata as himself, at least in the present-day sequences. At the very least, its existence is a tribute to Mr. Hayata's financial success in his chosen field, since it has very little reason to exist otherwise. Though Mr. Hayata seems convinced that he is a colorful, romantic figure, the movie itself is crushingly mundane and is unlikely to attract any audience beyond close relatives. &#151; Dave Kehr", "multimedia": null}, {"headline": "The Power of Music, Salacious to Sacred", "publication_date": "2003-09-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:07", "opening_date": "2003-09-19", "display_title": "The Fighting Temptations", "link": {"url": "http://www.nytimes.com/movie/review?res=9403E1DC123AF93AA2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Fighting Temptations", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Cuba Gooding Jr. plays Darrin Hill, a slick, dishonest advertising executive who returns to his hometown in Georgia for his aunt's funeral. There, because of a clause in her will, he becomes director of the church choir that banished his mother for singing R&B and has done the same to his boyhood sweetheart, a sultry chanteuse named Lily (Beyoncé Knowles). The struggle between sacred and profane impulses is an old one in American popular music, and here it is given an interesting contemporary twist. This movie, lumpily directed by Jonathan Lynn, was produced by MTV Films, the filmmaking arm of a network not known for its piety. But &quot;The Fighting Temptations&quot; is thoroughly sanctified, presenting a carefully inoffensive story filled with inspirational performances by (in addition to Ms. Knowles), Shirley Caesar, Montel Jordan and, best of all, the O'Jays, who just happen to work at the local barbershop. — A.O. Scott", "multimedia": null}, {"headline": "An American in Japan, Making a Connection", "publication_date": "2003-09-12", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:45:15", "opening_date": "2003-10-03", "display_title": "Lost In Translation", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E1D8133BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Lost In Translation", "type": "article"}, "mpaa_rating": "R", "summary_short": "Sofia Coppola's comic melodrama thoroughly and touchingly bridges the yawning gap between three standards of yearning in movies: David Lean's &quot;Brief Encounter,&quot; Richard Linklater's &quot;Before Sunrise&quot; and Wong Kar-wai's &quot;In the Mood for Love.&quot; The movie happens to be hilarious — a paean to dislocated people discovering how alive they are when they can barely keep their eyes open. The sexiness comes from the busy, desperate need-to-impress heat of a flirtation, an unrequited love communicated through a filter of sleep deprivation. &quot;Translation&quot; is also one of the purest and simplest examples ever of a director's falling in love with her star's gifts. And never has a director found a figure more deserving of her admiration than Bill Murray. He plays a vodka-and-bitters version of himself, and the persona that made him famous. His character, Bob, is an American movie star who's in Tokyo to participate in the celebrity not-so-secret shame: picking up a boatload of dough to appear in commercials for Suntory whiskey. While blinking sleeplessly around the hotel lobby of the majestically hermetic Tokyo Hyatt, he meets Charlotte (Scarlett Johansson), who has been abandoned by her husband, an ambitious photographer; he's off shooting a band. The movie follows the twists and connections in Bob and Charlotte's relationship; like some trans-Atlantic phone calls, their feelings reach each other on a five-second delay. The lag time only adds to the comedy, and heartbreak. — Elvis Mitchell", "multimedia": null}, {"headline": "To the Samurai and Godzilla, With Love", "publication_date": "2003-09-12", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:57:27", "opening_date": null, "display_title": "Millennium Actress", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07EED6133BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Millennium Actress", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This exquisitely drawn animated feature is an intoxicating, sometimes baffling exercise in unabashed movie love. In this case the immediate object is Chiyoko Fujihara, a legendary (and fictitious) Japanese movie star whose retirement is interrupted by an ardent documentary maker. Chiyoko's reminiscences of her adventures on and off screen before and after World War II become a fantastic, gorgeously romantic voyage through the history of Japanese cinema in its golden age. Satoshi Koh pays tribute to the samurai epics, Godzilla movies and domestic urban dramas that were so central to that history, and he uses the freedom of animation to construct a seamless dream world in which real life and its representation in movies blend together in a single sweeping, intricate story. To some extent, the movie depends on familiarity with the cinematic and cultural traditions it celebrates, but its central emotions — the longing, worshipful fascination that the great vanished stars inspired in their fans — will be immediately accessible to anyone who has ever been seduced by the idea that life on screen can be not just more beautiful than real life, but more real. — A. O. Scott", "multimedia": null}, {"headline": "Shocking Images From the American Underground", "publication_date": "2003-09-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:25:40", "opening_date": null, "display_title": "Forbidden Photographs: The Life and Work of Charles Gatewood", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E6D7103BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Forbidden Photographs: The Life and Work of Charles Gatewood", "type": "article"}, "mpaa_rating": "", "summary_short": "A documentary portrait of Charles Gatewood, a San Francisco photographer who is the semi-official chronicler of an American underground whose members run from garden-variety sado-masochists to practitioners of a radical form of surgical body modification.  These &quot;Modern Primitives,&quot; as Mr. Gatewood titled one collection of his photographs, are at once exhibitionists and seekers, individuals who use tattoos, piercings and elaborate forms of self-torture both to call attention to themselves and to access a particular sort of spiritualism.  Bill Macdonald's film isn't nearly as polished and articulate as Mr. Gatewood's own work, but does provide a useful introduction to a provocative artist. — Dave Kehr", "multimedia": null}, {"headline": "A Fantasy of Romance Among Hustlers", "publication_date": "2003-09-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:26:39", "opening_date": null, "display_title": "Luster", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E6D7103BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Luster", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Jackson (Justin Herwick) is a blue-haired punk poet with a peculiar problem:  every gay man in Los Angeles is in love with him, except for the one he loves back — Billy (Jonah Blechman), a boyish hustler who prefers being beaten up to more conventional forms of canoodling.  This self-described post-punk, neo-romantic queer comedy was written and directed by Everett Lewis, known in the indie world for much heavier meals like &quot;An Ambush of Ghosts&quot; (1993).  Here, it as if the filmmaker, along with most of his characters, had taken too many self-esteem seminars at the local Learning Exchange.  There is no room for negativity in Mr. Lewis's new-found universe, where bright sunshine and beautiful boys prevail. — Dave Kehr", "multimedia": null}, {"headline": "Fighting the Realities of Life in the Rio Slums", "publication_date": "2003-09-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:53", "opening_date": null, "display_title": "Warrior of Light", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E6D7103BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Warrior of Light", "type": "article"}, "mpaa_rating": "", "summary_short": "This admiring, hard-headed documentary focuses on Yvonne Bezarra de Mello, a Brazilian human rights activist,  teacher and mother figure to the street children in the slums of Rio de Janiero.  Unflinchingly fearless in the face of violence, drugs, disease, hunger and despair, Ms. de Mello, who is viewed as a traitor by the Brazilian upper class, founded the Projeto Uere  (Children of Light), a collection of safe houses with educational materials that has  established a small beach-head of hope and compassion in the midst of poverty and  hopelessness &#151; Stephen Holden", "multimedia": null}, {"headline": "Something's Rotten Out in the Woods", "publication_date": "2003-09-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:41:59", "opening_date": "2003-09-12", "display_title": "Cabin Fever", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E1D6133BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Cabin Fever", "type": "article"}, "mpaa_rating": "R", "summary_short": "This horror movie finds an unusually potent blend of dread, gore and gallows humor that suggests a &quot;Blair Witch  Project&quot; with the blanks filled in and the camera stabilized. The movie makes a rotting rural environment in which a toxic, corpse-littered reservoir (from which spring water is extracted) a scary metaphor for a contaminated world on the brink of a viral nightmare.  The water is the probable source of a contagious disease resembling the Ebola virus that eventually afflicts four of five brash teenagers who have rented a cabin for a weeklong party that quickly turns into a nightmare — Stephen Holden", "multimedia": null}, {"headline": "An Assassin, a Computer Virus and Teenage Dreams", "publication_date": "2003-09-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:45", "opening_date": null, "display_title": "So Close", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E6D7103BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of So Close", "type": "article"}, "mpaa_rating": "R", "summary_short": "With the exception of some of the battles, which have the angry desperation of Cory Yuen's specialty, this is a nominal effort. The movie feels, well, closer in spirit to the often unintentional hilarious Jet Li opus &quot;The Bodyguard From Beijing,&quot; a schoolgirl's-crush version of &quot;The Bodyguard.&quot; &quot;Close&quot; focuses on Lynn (Shu Qi), who is hired to stop a insidious computer virus from gobbling up a major Hong Kong firm. She's the kind of dream that teenage guys — in other words, virus creators and Hong Kong action film fans —  have spent much time at the mouse trying to locate on search engines. Like the virus, Lynn is not what she immediately seems —  she's a hot breeze of an assassin dispatched to take out the company chairman, which she does in the film's high point. After the first 20 minutes, when the movie sinks into following Lynn and her equally hot sister, Sue (Zhao Wei), on their murderous missions, &quot;Close&quot; is mostly retrograde. Its compulsive action-packed narrative seems almost like a throwback to the 1980's Asian action films of Fredric Dannen's book &quot;Hong Kong Babylon.&quot; Those movies' appeal mystified the directors who wanted to break free of them. — Elvis Mitchell", "multimedia": null}, {"headline": "A Journey From Mourning to Moonlight", "publication_date": "2003-09-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:46:07", "opening_date": null, "display_title": "Passionada", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E2D6133BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Passionada", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This feel-good romantic comedy pits the proud, chaste widow of a New Bedford  fisherman (Sofia Milos) against a penniless English card shark (Jason Isaacs) who falls in love when he  hears her sing Portuguese fado songs in a local restaurant, and seduces her with lies. The  movie wants to portray the formidable widow and the toxic twit as an appealing odd  couple (something like Hugh Grant and the young Anna Magnani) who click, but Mr. Isaacs's gambler is such a louse that no amount of contrition can earn him sympathy &#151; Stephen Holden", "multimedia": null}, {"headline": "Guitar in His Hand, Revenge in His Heart", "publication_date": "2003-09-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:13", "opening_date": "2003-09-12", "display_title": "Once Upon a Time in Mexico", "link": {"url": "http://www.nytimes.com/movie/review?res=940CE2D7133BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Once Upon a Time in Mexico", "type": "article"}, "mpaa_rating": "R", "summary_short": "The credits inform us that Robert Rodriguez, mastermind of the &quot;Spy Kids&quot; franchise, shot, chopped and scored this latest bloody, jokey folk ballad about a lone killer (Antonio Banderas) with soulful eyes and a lethal guitar. The digital video cinematography has unusual depth and luster, the action sequences are punchy and inventive, and the music is pretty good, too. Unfortunately, it seems as if the writing and directing, which Robert Rodriguez also did, were something of an afterthought. There are some witty moments, mostly courtesy of Johnny Depp, who plays a C.I.A. agent messing around in Mexico, and some high-impact many-gun salutes to the action auteurs Sergio Leone and John Woo. But the mood of tongue-in-cheek, romantic mayhem is spoiled by the picture's incoherence, and by its resort to appalling extremes of violence when nothing else is working. Salma Hayek appears only in flashback, as the hero's cruelly murdered true love. The present tense is devoted to an elaborate maze of double-crosses and vendettas involving a drug kingpin's attempt to overthrow the Mexican president — Scott", "multimedia": null}, {"headline": "With a Little Help From a Little Friend", "publication_date": "2003-09-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:28:01", "opening_date": null, "display_title": "Dummy", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE7D7103BF931A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dummy", "type": "article"}, "mpaa_rating": "R", "summary_short": "Greg Pritikin's movie is a mildly engaging addition to that curious sub-genre of American independent filmmaking, the whimsical comedy of Long Island alienation.  The carefully ambiguous title of &quot;Dummy&quot; could refer equally to Adrien Brody's Steven, a painfully shy young man who, though now in his mid-20's, is still living with his squabbling parents (Jessica Walter and Rob Leibman) and his tragically unmarried older sister, Heidi (Illeana Douglas), or to the unnamed ventriloquist's dummy who is his alter ego and closest companion.    Speaking in a voice far more confident and commanding than Steven's own (Mr. Brody performs his own ventriloquism, and quite nicely), the dummy becomes everything Steven has wanted to be but could never become — an outspoken, independent adult.  Rehearsing obsessively with his little friend, Steven slowly emerges from his shell, enough to attempt the clumsy courtship of Lorena (Vera  Farmiga), his kind-faced counselor at the local unemployment office. The gentle childishness of the characters gives &quot;Dummy&quot; a genuine sweetness that unfortunately slips more than once into treacle. — Dave Kehr", "multimedia": null}, {"headline": "No Cares, No Clothes, but (Sigh) No More", "publication_date": "2003-09-10", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:12:28", "opening_date": null, "display_title": "The Same River Twice", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE3D6143BF933A2575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Same River Twice", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This piercingly poignant, then-and-now documentary about  five baby boomers who lived communally while working as summer guides on the  Colorado River in the 1970's interweaves excerpts from a film Robb Ross made of a 1978  river trip, with portraits of the same friends more than 20 years later. Of the five, only one  remained an outdoorsman.. The other four are solid citizens, married or divorced, with  children and leading complicated but reasonably happy grown-up lives. What leaves you  feeling wistful is the movie's exposure of the ravages of time on the human body (they  were once so beautiful and ecstatic) and a sense of &quot;is that all there is?&quot; when it comes to  growing up. — Stephen Holden", "multimedia": null}, {"headline": "When Eating Sin Just Loses Its Fascinating Allure", "publication_date": "2003-09-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:21", "opening_date": "2003-09-05", "display_title": "The Order", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E1D71E38F935A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Order", "type": "article"}, "mpaa_rating": "R", "summary_short": "This murky ecclesiastical horror film may be the nadir of the sub-genre that produced &quot;The Exorcist&quot; and &quot;Stigmata.&quot; Heath Ledger is a renegade Catholic priest chosen by a thousand-year-old Sin Eater (Benno Furmann) to be his replacement. Frequently impenetrable, the complete dud of a movie is so entranced by its own bogus solemnity that most of what passes for conversation is warped into the heavy-breathing style of kitsch prophesy. — Stephen Holden", "multimedia": null}, {"headline": "A Bull, After Death, Touches Many Unrelated Lives", "publication_date": "2003-09-05", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:11:45", "opening_date": null, "display_title": "Carnage", "link": {"url": "http://www.nytimes.com/movie/review?res=9B05E1DF1138F936A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Carnage", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "An elegant, elliptical meditation on death, sex, meat and desire. There is violence, and a subdued erotic throb, but the movie's pleasures are more cerebral than sensual. A group of far-flung, mostly lonely Europeans, including an actress (Chiara Mastrantonio), a taxidermist (Bernard Sens), a research scientist (Jacques Gamblin) and a five-year old girl with epilepsy (Raphaelle Molinier) are linked together by chance and coincidence. Specifically, they each come into contact with parts of a Spanish bull, who has gored a young matador and subsequently been slaughtered. The animal, whose name is Romero, produces not only meat, but metaphor as well; his death opens up a philosophical inquiry that is ambitious and sometimes rather vague. What makes &quot;Carnage&quot; fascinating, though, is less the scale of Delphine Gleize's intellectual passions than the precision and originality of her cinematic style. This movie, her first feature, is both lyrical and tough-minded, and her ability to embed ideas in visual compositions is as subtle as it is extraordinary. — A. O. Scott", "multimedia": null}, {"headline": "An Actor Prepares With a Crash Course in Childhood", "publication_date": "2003-09-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:53", "opening_date": "2003-09-05", "display_title": "Dickie Roberts: Former Child Star", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E6DC1138F936A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dickie Roberts: Former Child Star", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "David Spade's newest comedy, although funnier than &quot;Joe Dirt&quot; or &quot;Lost and Found,&quot; strains mightily to have its cake and eat it too. One moment, the story of a 1970's TV child star desperate to make a comeback is a cheery, if puerile satire of  showbusiness, the next it's a pandering family comedy oozing saccharine platitudes. Mr. Spade is hardly a comic live wire (he's no Jim Carrey). But he gets some farcical mileage out of this ridiculous tale of a jaded 35-year-old show-business veteran who hires a  middle-class family to give him the childhood he never had. — Stephen Holden", "multimedia": null}, {"headline": "They Live to Tell It: A Tale of the Club Scene", "publication_date": "2003-09-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:44", "opening_date": null, "display_title": "Party Monster", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E6DE1138F936A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Party Monster", "type": "article"}, "mpaa_rating": "R", "summary_short": "Based on the true story of Michael Alig, the Peter Pan of the New York club kids of the 1980's, this familiar tale of big-city glamour and ruin is a stylish muddle. Alig's sorry tale, which culminated in the murder of a drug dealer, is narrated by his friend, James St. James (Seth Green), with an unconvincing mixture of dishiness and moralism. Macaulay Culkin, playing the charming, insecure Alig, gives a brave and earnest performance, but also a desperately awkward one. Mr. Green, as St. James, shows more flair, and also more control, but the story lurches and drifts as the filmmakers, Fenton Bailey and Randy Barbato  (who also made a documentary about Alig), vacillate between the impulse to derive a lesson from this tawdry fable and a desire to maintain a hip, non-judgmental distance from the spectacle of young lives sacrificed on the altar of fabulousness. — A. O. Scott", "multimedia": null}, {"headline": "Fresh Off the Boat From India and He's Yearning to Be Cool", "publication_date": "2003-09-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:15", "opening_date": null, "display_title": "Where's the Party Yaar?", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E3DF1138F936A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Where's the Party Yaar?", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "An immigrant comedy of the old, early 20th-century school, with the action transposed to the Indian community of Houston.  Sunil Malhotra plays the gangly, geeky, fresh-off-the-boat Hari, a student from a small village in India who has been sent to stay with a friend of his father's while he's attending college.  Kal Penn is the family friend's son, Hari's thoroughly Americanized opposite number.  In between jokes about body odor and Bollywood musicals, they learn to love and respect each other.  The direction by Benny Mathews is often awkward and amateurish, and the sound recording is occasionally so bad that dialogue is unintelligible.  But this is a film that clearly understands its target audience of first-generation American-Indians and has its pleasures to provide. &#151; Dave Kehr", "multimedia": null}, {"headline": "Girls From Opposite Cliques Bond After a Shared Horror", "publication_date": "2003-09-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:13", "opening_date": null, "display_title": "Home Room", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E4DC1138F936A3575AC0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Home Room", "type": "article"}, "mpaa_rating": "R", "summary_short": "Inspired by the Columbine high school shootings, Paul F. Ryan's exceedingly earnest first film focuses on the embattled friendship of a clean-cut teenager (Erika Christensen) recovering from a head wound and suffering from post-traumatic stress, and an alienated Goth punk student (Busy Phillips) who knew the shooter and may have had advance knowledge of his plans. Ms. Christensen, in her meatiest role since &quot;Traffic,&quot;  and Ms. Phillips (from &quot;Dawson's Creek&quot;) dig deeply under the skins of their characters.  But the film is sluggishly paced, and burdened with a plodding police story, redundant  psychological exposition, and a mawkish ending that dissolves in a sudsy pool of hugs  and tears. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}