{"results": [{"headline": "A Nerdy Nobody of a Hero Who Proves to Be Napoleonic", "publication_date": "2004-06-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:26", "opening_date": "2004-08-27", "display_title": "Napoleon Dynamite", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E2D81430F932A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Napoleon Dynamite", "type": "article"}, "mpaa_rating": "", "summary_short": "The title character of Jared Hess's willfully odd, often amusing debut feature is a high-school misfit in Preston, Idaho, Mr. Hess's hometown. The director has a fine sense of place and regards the quirks and delusions of this remote rural town with a native's mixture of affection and impatience. The film, written by Mr. Hess, a 24-year-old former student at Brigham Young University, and his 23-year-old wife, Jerusha, works best as a series of deadpan visual and verbal gags. Even the trained actors in the cast perform with the hesitant, awkward opacity of non-professionals, and their awkwardness is clearly, for Mr. Hess, a sign of authenticity. His own considerable talent could use a bit more polish. There are some dull stretches, and the fairy-tale ending does not seem entirely earned. But the picture's confidence in its own uniqueness — a quality it shares with its hero — is undeniably refreshing. — A. O. Scott", "multimedia": null}, {"headline": "A Cat From the Comics, Full of Lasagna", "publication_date": "2004-06-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:24", "opening_date": "2004-06-11", "display_title": "Garfield", "link": {"url": "http://www.nytimes.com/movie/review?res=9503EEDA1430F932A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Garfield", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Jim Davis's lazy, lasagna-loving feline has been plucked from the funny pages and turned into a computer-generated dancing blob with the voice of Bill Murray. Why anyone thought this was a good idea is beyond me, but the movie is at least short and relatively low-key. There are two equally pointless plots, one involving a dognapper (Stephen Tobolowsky), the other a romance between Garfield's owner, Jon (Breckin Meyer) and a cute veterinarian (Jennifer Love Hewitt). Even the most devoted cat-lovers will be better served by a plate of reheated lasagna and a nice nap. — A. O. Scott", "multimedia": null}, {"headline": "Living in Suburbia, Married to a Machine", "publication_date": "2004-06-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:11", "opening_date": "2004-06-11", "display_title": "The Stepford Wives", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE2DA1430F932A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Stepford Wives", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Less a remake of than a full-scale re-engineering, this adaptation of Ira Levin's dry, efficient suburban gothic turns a dusty 70's thriller into a loud and shiny postmodern farce. The music, by David Arnold, is as dementedly campy as some of the performances, notably Glenn Close's as the robot matriarch of Stepford, Conn. Nicole Kidman plays Joanna Eberhart, a high-powered Manhattan television executive who retreats to Stepford after her career collapses and her marriage (to Matthew Broderick) threatens to do the same. Once there, she discovers that the town's women have all been turned into busty, cheerful automatons who exist to fulfill their husbands' every wish. The screenwriter Paul Rudnick's gags and one-liners are often sly and incisive, but the movie never lives up to its satiric potential, collapsing at the end into incoherence and wishy-washy, have-it-all sentimentality. — A. O. Scott", "multimedia": null}, {"headline": "Legends and Lore Dished Up With After-Theater Panache", "publication_date": "2004-06-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:15:16", "opening_date": null, "display_title": "Broadway: The Golden Age", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE1D81430F932A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Broadway: The Golden Age", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Even though this anecdotal history took five years to complete, it often feels as if it were all filmed at the same late-night after-theater party at which assorted legends are accosted by a star-struck interviewer and asked to say a few words for the camera. The stories they tell about the Broadway stage in the 1940's, 50's and 60's, and about scuffling in New York City in less opulent times, could fill a book of Broadway theatrical lore. Some of the archival material is impressive: an excerpt from a live audio recording of Marlon Brando's stage performance in &quot;A Streetcar Named Desire&quot;; grainy snippets of musicals filmed from orchestra seats; and a 1938 screen test of the actress Laurette Taylor, whom several of the talking heads exalt as the greatest theater actor they ever saw. — Stephen Holden", "multimedia": null}, {"headline": "Signs of Testosterone Are All Over the Universe", "publication_date": "2004-06-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:57", "opening_date": "2004-06-11", "display_title": "The Chronicles of Riddick", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E4D91430F932A25755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Chronicles of Riddick", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The concentration of synthetic hormones pumping through the vascular system of &quot;The Chronicles of Riddick&quot; matches any recent action-adventure movie in the sheer density of steroids per liter of body fluid. In bodybuilding terms, this overmuscled sequel to &quot;Pitch Black&quot; is all bulk and no definition. In touch with the grunting, preening culture of professional wrestling, the negligible screenplay by David Twohy, who directed  both movies, is crammed with trailer-ready taglines. Intoned by Vin Diesel with a sly comic gravity, these enigmatic blurbs mean next to nothing. Returning from &quot;Pitch  Black,&quot; Mr. Diesel's character, Riddick, a fugitive from a distant planet, pursued across the universe by bounty hunters, might be described as the heavy-metal version of Brad Pitt's Achilles in &quot;Troy.&quot; Here he runs afoul of the Necromongers, an evil race of conquerors. The movie is all about nonstop action, computer generated spectacle and sanitized sadomasochism, edited into one big roaring whir. — Stephen Holden", "multimedia": null}, {"headline": "For a Regal Pariah, Despite It All, the Shoe Is Never on the Other Foot", "publication_date": "2004-06-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:56", "opening_date": null, "display_title": "Imelda", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E6DC1630F93AA35755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Imelda", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "If there's a useful  lesson to be gained from studying the life and career of Imelda Marcos, the former first  lady of the Philippines, it is a demonstration that if you act like royalty and believe that in  fact you are royalty, the world will treat you as such. All it takes is ego, show business savvy and plenty of bald-faced chutzpah.  In this documentary portrait, spun around a  rare extended interview, Mrs. Marcos proudly refers to herself as a star and repeats the  words beauty, truth, and love so many times they become a kind of self-protective  mantra. Of those three words, beauty is by far the most important. As a personality study, &quot;Imelda&quot; is a devastating portrait of how power begets self-delusion. Beyond the   interview, the documentary is a straightforward, well-made biography of Mrs. Marcos  and the history of the Philippines since World War II that offers no fresh revelations. &#151; Stephen Holden", "multimedia": null}, {"headline": "A Poet Weaned on Pain and Reared by Adversity", "publication_date": "2004-06-04", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:14:33", "opening_date": null, "display_title": "Bukowski: Born Into This", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE2DF1231F937A35755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Bukowski: Born Into This", "type": "article"}, "mpaa_rating": "R", "summary_short": "This definitive, deeply engrossing film biography of the famously scrappy, hard-drinking poet Charles Bukowski, who died in 1994, combines interviews, many done for European 113 television, with the reminiscences of former drinking buddies, fellow writers, and his second wife Linda, the keeper of his flame. The portrait that emerges is of a cantankerous misanthrope zestfully living out his legend as a profane realist and professional lowlife, whose lean, brutal literary style allowed no sentimentality. He wryly credits his abusive childhood in which his father regularly beat him for no reason as helping form his style. Without straining, the film makes a strong case for Bukowski as a major American poet whose work was a slashing rebuke to polite academic formalism. — Stephen Holden", "multimedia": null}, {"headline": "An American Trying to Recall His Early Roots in Afghanistan", "publication_date": "2004-06-04", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:03", "opening_date": null, "display_title": "Firedancer", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E1D71531F937A35755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Firedancer", "type": "article"}, "mpaa_rating": "", "summary_short": "An Afghan-American artist who barely remembers his roots (Baktash Zaher-Khadem) romances an Afghan-American woman (Mariam Weiss) who feels smothered by her tradition-minded family in Queens.  The film's writer-director, Jawed Wassel, was killed before he was able to finish this modest, independent feature; as completed by Vida Zaher-Khadem (the male lead's sister), &quot;FireDancer&quot; is impressive in its sincerity and dedication, if not in its execution.  Shot on video, it's very much an amateur movie both in the sense of having been made under less than professional conditions (it seems to have been shot with a home video camera) and having been made out of love, rather than any profit motive. Wassel was not a natural-born filmmaker, but he did have a story to tell. &#151; Dave Kehr", "multimedia": null}, {"headline": "Music for Woebegone Mali (It Sounds Like the Blues)", "publication_date": "2004-06-04", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:16:47", "opening_date": null, "display_title": "I'll Sing for You", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E1D71531F937A35755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of I'll Sing for You", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Jacques Sarasin's documentary blends the history of post-colonial Mali with the life of one of its most popular musicians, the guitarist and singer Boubacar KarKar Traor.  Credited with introducing rock 'n' roll to the newly independent African nation in 1960, Mr. Traor, in his 60's when the film was shot, now performs a lovely hybrid of African rhythms and American country blues.  This is a pleasant, informal film that ably captures the spirit of its protagonist. — Dave Kehr", "multimedia": null}, {"headline": "An Adolescent Wizard Meets a Grown-Up Moviemaker", "publication_date": "2004-06-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:25", "opening_date": "2004-06-04", "display_title": "Harry Potter and the Prisoner of Azkaban", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE2D81431F930A35755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Harry Potter and the Prisoner of Azkaban", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Alfonso Cuarón, taking the franchise over from Christopher Columbus, injects this third Potter picture with a shadowy, sensual mood. The look is grainier and grimier, and the themes are a bit darker and more unsettling than in &quot;Sorcerer's Stone&quot; or &quot;Chamber of Secrets.&quot;  There is less Quidditch and more Snape, which is all to the good, as are the efforts of new cast members like Michael Gambon (taking over for Richard Harris as Albus Dumbledore), Emma Thompson (as a batty divination teacher), David Thewlis (as the latest defense-against-the-dark-arts master) and Gary Oldman, who brings his adaptable villainy to the title role. The film's major weakness, sad to say, is Harry himself. Approaching adolescence, Daniel Radcliffe may also be reaching the limit of his range as an actor; he seems unable to summon the complex, volatile emotions that the story, with its notes of grief and rage amid the usual boarding-school intrigue, demands. Still, Mr. Cuarón breathes some new life — and a new sense of mystery — into a series whose charms are in danger of declining due to over-familiarity. — A. O. Scott", "multimedia": null}, {"headline": "The Shaman May Have Been Fake, but, Hey, the Drugs Were Real", "publication_date": "2004-06-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:27", "opening_date": "2004-02-27", "display_title": "Carlos Castaneda - Enigma of a Sorceror", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE7DC1731F931A35755C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Carlos Castaneda - Enigma of a Sorceror", "type": "article"}, "mpaa_rating": "", "summary_short": "Was Carlos Castaneda &#151; the U.C.L.A. anthropologist whose 1968 book, &quot;The Teachings of Don Juan: A Yaqui Way of Knowledge,&quot; became one of the founding texts of the New Age movement &#151; a great spiritual leader or a cynical con man? Directed by Ralph Torjan, once a member of Castaneda's inner circle of students, this digital video documentary piles up plenty of evidence that Don Juan, the Yaqui shaman who supposedly trained Castaneda in the ancient Indian ways of accessing alternative realties, was a complete invention on Castaneda's part.    But at the same time, Mr. Torjan is reluctant to abandon the teachings of his former mentor, and the film bogs down in ambivalence and ambiguity. &#151; Dave Kehr", "multimedia": null}, {"headline": "Trying to Sidestep Old Age With a Brisk Leap Into Bed", "publication_date": "2004-05-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:44:19", "opening_date": "2004-06-18", "display_title": "The Mother", "link": {"url": "http://www.nytimes.com/movie/review?res=990CE1D9133EF93BA15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Mother", "type": "article"}, "mpaa_rating": "R", "summary_short": "Anne Reid's character, May, is a recently widowed grandmother who pursues an affair with her daughter's hunky, unhappily married  boyfriend (Mr. Craig). The sight of a dilapidated woman besotted with a careless young  god in his 30's may be uncomfortably taboo busting. But the extraordinarily clear-sighted  and psychologically balanced British drama stares as calmly at May's perilous leap into churning emotional rapids as a medical show does when keeping its gaze fixed on a tricky surgical procedure. The bravery of Ms. Reid's screen performance can be measured by her utter  lack of self-consciousness when naked before the camera. When desire trumps May's  maternal feelings, and she knowingly (and guiltily) risks exile from her family to pursue  a hopeless infatuation, she is achingly believable. Hanif Kureishi's screenplay is infused  with an unwavering Chekhovian compassion. Neither good nor evil, its characters are  complicated, ordinary people coping as best they can with their emotional wounds and  their fear of the future, grabbing at illusions of salvation and whatever zest they can drag  into their lives, even while suspecting that the most passion can provide is a temporary  quick fix. — Stephen Holden", "multimedia": null}, {"headline": "A Purple Plane Hosts a Coast-to-Coast Party", "publication_date": "2004-05-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:17:02", "opening_date": "2004-05-28", "display_title": "Soul Plane", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE3D9103EF93BA15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Soul Plane", "type": "article"}, "mpaa_rating": "R", "summary_short": "You've never seen (and hopefully never boarded) an aircraft operated like the wobbly purple plane, which bounces like a rubber toy on the way to takeoff in &quot;Soul Plane.&quot; The hectic farce, which pushes every envelope, is so broad and relentlessly raunchy it makes a spoof like &quot;Airplane&quot; seem as demure as a vintage drawing-room comedy. The movie depicts the raucous cross-country journey of flight No. 069 on NWA Airlines, which bills itself as the first full-service airline catering to the &quot;urban traveler.&quot; Not everyone will be amused by the movie, which is one long dirty (and occasionally very funny) joke. &#151; Stephen Holden", "multimedia": null}, {"headline": "An Adult Film Star's Message of Peace", "publication_date": "2004-05-28", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:34", "opening_date": null, "display_title": "Adored: Diary of a Male Porn Star", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE2D9103EF93BA15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Adored: Diary of a Male Porn Star", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Judging by &quot;Adored,&quot; the Italian singer, actor and filmmaker Marco Filiberti has the healthiest ego in Europe, if not the known universe.  Mr. Filiberti wrote, directed and stars in &quot;Adored,&quot; the story of a happily hedonistic performer in adult films who spreads his message of peace, love and understanding to all around him while shooting smoldering looks at the camera and puffing up his pecs.  But mostly, &quot;Adored&quot; is about Mr. Filiberti being photographed, an activity he seems to enjoy above all others.  Even his bedroom is decorated with a giant poster of himself in a fetching pre-Raphaelite pose.   He's his own best audience. &#151; Dave Kehr", "multimedia": null}, {"headline": "Carefree Days Interrupted by an Instant Family", "publication_date": "2004-05-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:47", "opening_date": "2004-05-28", "display_title": "Raising Helen", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE4D6133EF93BA15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Raising Helen", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This soft-hearted, squishy-minded prototype for a network sitcom is mildly ingratiating but never laugh-out-loud funny. Kate Hudson is the scuffling gal Friday and Little Ms. Fixit to the queenly chief of a New York fashion agency. On the fast track to A-list Manhattan insufferability, she lives out a dreamy, sanitized version of the &quot;Sex and the City&quot; lifestyle, partying all night, then skipping into the office all a-bubble with nifty little notions that anticipate her boss's every whim. Her life of fun, fun, fun comes to a screeching halt when her older sister and her husband are killed in a car crash, and the will gives Helen custody of three orphaned children. The rest of the movie tells the warm and fuzzy story of Helen's bumbling surrogate parenthood to the brood she inherits, and her discovery of family values and true romance in an outer borough. The movie pretends to address the practical issues of single parenthood in New York but is far too skittish to do more than bring up a problem or two, then solve it with a magical sitcom-ready wave of its wand. — Stephen Holden", "multimedia": null}, {"headline": "A Religious High School Is High School Just the Same", "publication_date": "2004-05-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:43", "opening_date": "2004-06-11", "display_title": "Saved!", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E5D7133EF93BA15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Saved!", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This teen satire set in a Christian high school is an admirable attempt to acknowledge the powerful influence of religion in contemporary American youth culture. The director Brian Dannelly resists easy, smug caricature, but the picture ultimately fails both as comedy and as sentimental melodrama, veering from not-very-funny jokes to canned speeches about tolerance and human fallibility. This is a shame, since the bright young cast (especially Mandy Moore, relishing the chance to play a villainous, self-righteous teenage queen be) performs with conviction and high spirits. Jena Malone plays Mary, who becomes pregnant while trying to cure her gay boyfriend and whose crisis separates the pious hypocrites from the decent folk. In the end, &quot;Saved!&quot; is an exercise in liberal humanist piety, a peace offering in the culture wars that is sadly unable to realize its good intentions, or to make you laugh. — A. O. Scott", "multimedia": null}, {"headline": "Smart Hero. Dumb Officials. Huge Sheet of Ice.", "publication_date": "2004-05-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:05:46", "opening_date": "2004-05-28", "display_title": "The Day After Tomorrow", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E0DD123EF934A15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Day After Tomorrow", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Tornadoes in Los Angeles. Hail in Tokyo. The entire northern hemisphere encased in a sheet of ice, with uncountable casualties, including life as we know it. All of which adds up, in the hands of Roland Emmerich, to a  sprawling, oddly light-hearted action picture. The computer-generated special effects are awesome, though not in the traditional sense of the word. As you watch cities obliterated by wind, water and ice, you don't think &quot;My God, how horrible&quot;; you think, &quot;cool!&quot; The only one who seems genuinely worried is Dennis Quaid, playing a scientist whose apocalyptic warnings are ignored until it's too late. He sets out to find his son (Jake Gyllenhaal), who is stranded at the New York Public Library and who seems, all in all, pretty relaxed. Like most disaster films, this one is ultimately more soothing than alarming, which may undermine its supposed ambition to raise awareness about the perils of climate change. — A. O. Scott", "multimedia": null}, {"headline": "A Cinematic Duel of Wits for Two Danish Directors", "publication_date": "2004-05-26", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:41:42", "opening_date": null, "display_title": "The Five Obstructions", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E4D6143EF935A15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Five Obstructions", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Lars Von Trier, notorious tormentor of innocent, defenseless women, picks on someone his own size this time, a fellow Danish filmmaker named Jorgen Leth. In the 1960's, Mr. Leth made a 12-minute film called &quot;The Perfect Human,&quot; which Mr. von Trier claims to have seen 20 times and which he assigns his elder colleague to remake. The five new versions are made under increasingly exigent and absurd constraints — one is a cartoon, one must be shot in the worst place on earth and one must contain no shot lasting more than half a second — and the results are fascinating and strange. The heart of &quot;The Five Obstructions,&quot; though, is the psychological drama that develops as the mercurial Mr. von Trier faces off against the cool, implacable Mr. Leth. This examination of the arbitrariness and irrationality at the heart of the creative progress makes you wonder why anyone in his right mind would make a movie, and also grateful that oddballs like Mr. von Trier and Mr. Leth, against all reason, bother to do so. — A. O. Scott", "multimedia": null}, {"headline": "Fishnets, Race and Religion in an American Hodgepodge", "publication_date": "2004-05-21", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:20", "opening_date": null, "display_title": "Star Spangled to Death", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E5D6103FF932A15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Star Spangled to Death", "type": "article"}, "mpaa_rating": "", "summary_short": "With a running time of 6  hours and 42 minutes, this movie is the magnum opus of the independent filmmaker Ken Jacobs.  Begun in 1957 as a backyard bohemian romp starring the avant-garde legend Jack Smith &#151; an amazing proto-drag performer who later directed his own underground classic, &quot;Flaming Creatures&quot; &#151; the project grew over the years to include huge chunks of appropriated material, including, for example, the entirety of Richard Nixon's 1952 Checkers speech and what seems like most of an early 1930's documentary on what was then known as &quot;darkest Africa.&quot;  For this provisionally definitive version, Mr. Jacobs has brought his film up to date with topical references to the war in Iraq and the Bush administration.  Whether or not this is the final cut of &quot;Star Spangled to Death&quot; (Mr. Jacobs is a youthful 70, with plenty of time for further modifications), it stands as a rare living, breathing example of American avant-garde filmmaking, a species unfortunately well on its way to extinction. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Couple Who View Risk as the Ultimate Romance", "publication_date": "2004-05-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:22:29", "opening_date": "2004-05-28", "display_title": "Love Me If You Dare", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E5D6103FF932A15756C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Love Me If You Dare", "type": "article"}, "mpaa_rating": "R", "summary_short": "Only the French, those self-proclaimed sages of  &quot;l'amour fou,&quot; would dream of concocting a surreal romantic allegory like this grown-up fairy tale. The rococo fantasy, tricked out with animation and with actors sailing like little Supermen through toy cutout clouds, belongs to the same school of whimsical excess as  &quot;The Umbrellas of Cherbourg&quot; and &quot;Amelie.&quot; But as the movie glides along, its story turns considerably darker than its fluffy, candy-colored forerunners. Narrated by its  protagonist (Guillaume Canet), the movie follows the increasingly destructive games of one-upmanship he plays over three decades with his closest childhood friend (Marion  Cotillard). The two meet as 8-year-old children and enter a private world in which  they dare each other to carry out increasingly outrageous pranks. On one level, the movie  is a parable of the battle of the sexes. On another it portrays the insanity of any romantic  quest (they love each other but can't say it) in which the postponement of fulfillment  becomes a desperate end in itself. &#151; Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}