{"results": [{"headline": "'Following Sean' Revisits a Child of the 60's", "publication_date": "2006-05-03", "byline": "NATHAN LEE", "critics_pick": 0, "date_updated": "2016-03-30 07:09:45", "opening_date": "2006-01-13", "display_title": "Following Sean", "link": {"url": "http://www.nytimes.com/2006/05/03/movies/03sean.html", "suggested_link_text": "Read the New York Times Review of Following Sean", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Ralph Arlyck’s ruminative essay film picks up the trail of Sean Farrell, the former child of San Francisco hippies and the subject of his 1969 short film \"Sean.\"", "multimedia": null}, {"headline": "Under the Heel of Britain and the Thumb of Hindu Law in 'Water'", "publication_date": "2006-04-28", "byline": "JEANNETTE CATSOULIS", "critics_pick": 1, "date_updated": "2016-03-30 07:04:05", "opening_date": "2006-05-26", "display_title": "Water", "link": {"url": "http://www.nytimes.com/2006/04/28/movies/28wate.html", "suggested_link_text": "Read the New York Times Review of Water", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Set in India in 1938, Deepa Mehta's exquisite film focuses on a group of widows condemned by Hindu law to live in an institution on the banks of the River Ganges. ", "multimedia": null}, {"headline": "Naughty and Nice: Bettie Page Beyond the Va-Voom", "publication_date": "2006-04-14", "byline": "MANOHLA DARGIS", "critics_pick": 1, "date_updated": "2016-03-30 07:04:16", "opening_date": "2006-05-05", "display_title": "The Notorious Bettie Page", "link": {"url": "http://www.nytimes.com/2006/04/14/movies/14bett.html", "suggested_link_text": "Read the New York Times Review of The Notorious Bettie Page", "type": "article"}, "mpaa_rating": "R", "summary_short": "Mary Harron's exuberant biographical film stars Gretchen Mol as the 1950's pinup queen Bettie Page.", "multimedia": null}, {"headline": "The Harrowing Tales of the Deceitfulness of Hearts From a Highly Deceitful Author", "publication_date": "2006-03-10", "byline": "MANOHLA DARGIS", "critics_pick": 0, "date_updated": "2016-03-30 07:11:01", "opening_date": null, "display_title": "The Heart Is Deceitful Above All Things", "link": {"url": "http://www.nytimes.com/2006/03/10/movies/10hear.html", "suggested_link_text": "Read the New York Times Review of The Heart Is Deceitful Above All Things", "type": "article"}, "mpaa_rating": "R", "summary_short": "Directed by Asia Argento from the novel by JT Leroy, the screen version of \"The Heart Is Deceitful Above All Things\" is well-nigh unwatchable.", "multimedia": null}, {"headline": "Love, Dignity and Angels Hanging on Wires", "publication_date": "2006-02-25", "byline": "By ANITA GATES", "critics_pick": 0, "date_updated": "2016-03-30 06:49:27", "opening_date": "2006-02-24", "display_title": "Madea's Family Reunion", "link": {"url": "http://www.nytimes.com/2006/02/25/movies/25made.html", "suggested_link_text": "Read the New York Times Review of Madea's Family Reunion", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This movie's trailers promise a slapstick comedy about an obese black woman who takes no guff and enjoys beating people up. It isn't exactly, and that's a disappointment.", "multimedia": null}, {"headline": "A Weathered Rocker but Still Unbowed", "publication_date": "2006-02-10", "byline": "By MANOHLA DARGIS", "critics_pick": 1, "date_updated": "2016-03-30 07:24:34", "opening_date": null, "display_title": "Neil Young: Heart of Gold", "link": {"url": "http://www.nytimes.com/2006/02/10/movies/10gold.html", "suggested_link_text": "Read the New York Times Review of Neil Young: Heart of Gold", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Jonathan Demme's concert film captures Neil Young in a ruminative state of mind at Nashville's storied Ryman Auditorium, original home of the Grand Ole Opry. ", "multimedia": null}, {"headline": "Antonioni's Characters Escape Into Ambiguity and Live (Your View Here) Ever After", "publication_date": "2005-10-28", "byline": "By MANOHLA DARGIS", "critics_pick": 1, "date_updated": "2016-03-30 07:25:04", "opening_date": "1975-04-09", "display_title": "The Passenger", "link": {"url": "http://www.nytimes.com/2005/10/28/movies/antonionis-characters-escape-into-ambiguity-and-live-your-view-here-ever-after.html", "suggested_link_text": "Read the New York Times Review of The Passenger", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Michelangelo Antonioni's film about a man on the run from himself dazzles from first shot to last.", "multimedia": null}, {"headline": "Round 2 in a House of Horror", "publication_date": "2005-10-28", "byline": "LAURA KERN", "critics_pick": 0, "date_updated": "2016-03-30 06:49:25", "opening_date": "2005-10-28", "display_title": "Saw 2", "link": {"url": "http://www.nytimes.com/2005/10/28/movies/28saw.html", "suggested_link_text": "Read the New York Times Review of Saw 2", "type": "article"}, "mpaa_rating": "R", "summary_short": "\"Saw II,\" directed by a newcomer, Darren Lynn Bousman, delivers practically humorless frights and hair-raising tension.", "multimedia": null}, {"headline": "Exploring One Man's Fate in the Alaskan Wilderness", "publication_date": "2005-08-12", "byline": "MANOHLA DARGIS", "critics_pick": 1, "date_updated": "2016-03-30 07:25:18", "opening_date": "2005-09-02", "display_title": "Grizzly Man", "link": {"url": "http://www.nytimes.com/2005/08/12/movies/exploring-one-mans-fate-in-the-alaskan-wilderness.html", "suggested_link_text": "Read the New York Times Review of Grizzly Man", "type": "article"}, "mpaa_rating": "R", "summary_short": "Werner Herzog's enthralling documentary tells the strange story of a Long Island native who went to Alaska to live among grizzly bears.", "multimedia": null}, {"headline": "Traveling to Exotic Places and Blowing Things to Bits", "publication_date": "2005-07-29", "byline": "By MANOHLA DARGIS", "critics_pick": 0, "date_updated": "2016-03-30 07:06:57", "opening_date": "2005-07-29", "display_title": "Stealth", "link": {"url": "http://www.nytimes.com/2005/07/29/movies/traveling-to-exotic-places-and-blowing-things-to-bits.html", "suggested_link_text": "Read the New York Times Review of Stealth", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A hash of “Top Gun” and “Behind Enemy Lines,” this story of three comrades up against a villainous miscellany has the makings of a kitsch classic.", "multimedia": null}, {"headline": "Trying to Update the 60's, Just a Twitch at a Time", "publication_date": "2005-06-24", "byline": "By MANOHLA DARGIS", "critics_pick": 0, "date_updated": "2016-03-30 07:06:57", "opening_date": "2005-06-24", "display_title": "Bewitched", "link": {"url": "http://www.nytimes.com/2005/06/24/movies/trying-to-update-the-60s-just-a-twitch-at-a-time.html", "suggested_link_text": "Read the New York Times Review of Bewitched", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Outside of the perfomers, which include Nicole Kidman, Will Ferrell and a nicely tuned supporting cast, there isn't much to look at here.", "multimedia": null}, {"headline": "Woody and Woody, Tragic and Comic", "publication_date": "2005-03-18", "byline": "By A. O. SCOTT", "critics_pick": 0, "date_updated": "2016-03-30 07:11:00", "opening_date": "2005-04-08", "display_title": "Melinda and Melinda", "link": {"url": "http://www.nytimes.com/2005/03/18/movies/woody-and-woody-tragic-and-comic.html", "suggested_link_text": "Read the New York Times Review of Melinda and Melinda", "type": "article"}, "mpaa_rating": "", "summary_short": "Woody Allen's new movie deftly interweaves two versions of the same story, one meant to be bathed in pathos, the other sprinkled with whimsy.", "multimedia": null}, {"headline": "Ice Cube on Tour, With a Couple of Holy Terrors", "publication_date": "2005-01-21", "byline": "By DANA STEVENS", "critics_pick": 0, "date_updated": "2016-03-30 07:08:55", "opening_date": "2005-01-21", "display_title": "Are We There Yet?", "link": {"url": "http://www.nytimes.com/2005/01/21/movies/ice-cube-on-tour-with-a-couple-of-holy-terrors.html", "suggested_link_text": "Read the New York Times Review of Are We There Yet?", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The always charismatic Ice Cube makes \"Are We There Yet?\" watchable, but his young charges are such insufferable brats that the hero's change of heart remains a mystery.", "multimedia": null}, {"headline": "Postulating a Dark Side to a Bush Operative's Work", "publication_date": "2004-08-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:37", "opening_date": null, "display_title": "Bush's Brain", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E2DC103EF934A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Bush's Brain", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This politically  damning profile, adapted from the book &quot;Bush's Brain: How Karl Rove Made George W.  Bush Presidential,&quot; by James C. Moore and Wayne Slater, chronicles the rise to power of  Mr. Rove, the brilliant, nerdy chief aide to President Bush. Its talking heads, many of  them Texan journalistic and political veterans who have tangled with Mr. Rove, portray  him as the ultimate win-at-all-costs practitioner of dirty politics, Even if few if any of the  movie's allegations of Mr. Rove's unethical behavior can be proved, the dirty tricks laid  at his doorstep leave you with the sickening feeling that it is s no longer possible in  American politics to stay out of the gutter, unless, of course you want to lose. Dirty  politics work. — Stephen Holden", "multimedia": null}, {"headline": "The Narcissist and His Lover", "publication_date": "2004-08-27", "byline": "Manohla Dargis", "critics_pick": 0, "date_updated": "2016-03-30 07:29:21", "opening_date": null, "display_title": "The Brown Bunny", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E1D6133EF934A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Brown Bunny", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Neither an atrocity nor a revelation, &quot;The Brown Bunny&quot; is a very watchable, often beautiful-looking attempt by the director Vincent Gallo to reproduce the kind of loosely structured mood pieces that found American and select foreign-language cinemas of the 1960's and 70's often at their most adventurous, with Monte Hellman's 1971 &quot;Two-Lane Blacktop&quot; the most obvious touchstone. Mr. Gallo plays Bud Clay, a motorcycle racer (and the title's symbolic bunny) on his way back home to Los Angeles from a New Hampshire meet. As Bud racks up miles, he stares moodily at the road, visits a childhood haunt, eats a lonely meal, sleeps a lonely motel sleep, takes his motorcycle for a spin and exchanges small talk with a few women, all of whom have the soft, bruised look of chronic disappointment. Eventually, Bud hits Los Angeles, where he checks into a hotel, and where yet another flower of femininity, Chloe Sevigny's Daisy, gives the film its back-story and furnishes what the porn industry calls, in rather more direct language, its economic raison d'etre. — Manohla Dargis", "multimedia": null}, {"headline": "A Serial Killer Who Stalks Other Serial Killers Is Loose", "publication_date": "2004-08-27", "byline": "Manohla Dargis", "critics_pick": 0, "date_updated": "2016-03-30 07:20:15", "opening_date": "2004-08-27", "display_title": "Suspect Zero", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E3DD103EF934A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Suspect Zero", "type": "article"}, "mpaa_rating": "R", "summary_short": "Finally, a serial killer movie so preposterous, so garnished with accidental laugh lines and absent essential narrative logic it may actually put a permanent kibosh on this tediously overworked crime subgenre. Here's hoping, at any rate. Directed with self-conscious hothouse flair by E. Elias Merhige, from a puzzler of a screenplay credited to Zak Penn and Billy Ray, &quot;Suspect Zero&quot; involves a serial killer who's doing away with other serial killers and the disgraced F.B.I. agent who refuses to let this meta-murder madness go unpunished. Think &quot;Seven&quot; minus the talent. Soon after the agent Thomas Mackelway (Aaron Eckhart) lands in the F.B.I.'s Albuquerque bureau, he discovers a man's mutilated body carefully arranged amid the cacti and sand. One thing leads to another leads to a halfway house where twitchy Benjamin O'Ryan (Ben Kingsley) scratches out the kind of eerily beautiful artwork so beloved of movie sociopaths. As Mackelway tracks O'Ryan, it soon appears that the hunter and the hunted may be on the same horrific page even if the director and the screenwriters are not. — Manohla Dargis", "multimedia": null}, {"headline": "Hidden Truths in the Court of a King Who Would Be Emperor", "publication_date": "2004-08-27", "byline": "Manohla Dargis", "critics_pick": 0, "date_updated": "2016-03-30 07:20:38", "opening_date": "2004-08-27", "display_title": "Hero", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E5DF103EF934A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Hero", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In Zhang Yimou's &quot;Hero,&quot; an ambitious period epic about the birth of the first Chinese empire, warriors fly through the air like birds of prey, their swords cutting through enemies and lovers alike. Set during the third century B.C., the story of an assassination plot unfolds with such dazzling bursts of color and blurs of furious action it might be easy to miss the nationalistic message tucked amid the visual enchantments. The martial-arts film star Jet Li is the title's nameless warrior who claims to have vanquished the kings most feared enemies, Sky (Donnie Yen), Snow (Maggie Cheung Man Yuk) and the powerful Broken Sword (Tony Leung Chiu Wai). In time, Nameless spins a second, a third and finally a fourth version, changes in perspective that Mr. Zhang signals with shifts of color that flood the screen with a red as vivid as that of a Little Red Book, a spotless white, a delicate blue and a pale pistachio so mouthwatering you may want to lick the screen. Roll over Chairman Mao and tell the comrades the news: the history of the empire now comes wrapped in kaleidoscopic kung fu cool. — Manohla Dargis", "multimedia": null}, {"headline": "What the Devil Is Going On Here?", "publication_date": "2004-08-21", "byline": "Manohla Dargis", "critics_pick": 0, "date_updated": "2016-03-30 07:16:25", "opening_date": "2004-08-20", "display_title": "Exorcist: The Beginning", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E1D9163EF932A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Exorcist: The Beginning", "type": "article"}, "mpaa_rating": "R", "summary_short": "Spinning heads, cascades of pea soup and your mother's Army boots are nowhere to be found in &quot;Exorcist: The Beginning,&quot; but lovers of the ridiculous may be delighted to know that the specter of little Linda Blair a-twitch and a-tremble is not entirely forgotten. A prequel to &quot;The Exorcist,&quot; William Friedkin's 1973 shocker in which Ms. Blair played a child hijacked by Beelzebub, this new film comes gussied up with some fine talent (it stars Stellan Skarsgard as the same character played by Max von Sydow in the original) and a bag of cheap tricks, but when push comes to demonic shove hell apparently hath no fury like a woman in green pancake makeup just as surely as some producers hath no shame. Despite Renny Harlin's reliance on shock cuts and loud noises, however, the film singularly fails to deliver any palpable shivers. Perhaps more expectedly it does afford the occasional and presumably unintended laugh. — Minhola Dargis", "multimedia": null}, {"headline": "Social Butterflies Grounded by War", "publication_date": "2004-08-20", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:27:33", "opening_date": null, "display_title": "Bright Young Things", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E0DE1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Bright Young Things", "type": "article"}, "mpaa_rating": "R", "summary_short": "Stephen Fry, a noted actor and sometime novelist, makes his directing debut with this adaptation of Evelyn Waugh's &quot;Vile Bodies,&quot; considered by many to be the funniest novel ever written in English. The movie honors its source with vigor and gusto, capturing both Waugh's cheeky humor and his dark, stringent moralism. Stephen Campbell Moore and Emily Mortimer are touching and funny as the central couple, an impecunious aristocrat named Adam Symes and his long-term fiancée, Nina, but the picture is brought to life by its large supporting cast of both well-known and unknown British actors (and one Canadian, Dan Ackroyd, playing a blustering press baron). The chaotic plot follows a gaggle of twittering, gilded youth through the cynical, gossip-ridden social whirl of pre-World War II Britain. The parallels with the present are obvious without being overdone, and Mr. Fry's exuberant, occasionally messy film departs from the usual stuffy conventions of costume drama. — A. O. Scott", "multimedia": null}, {"headline": "Revisiting the Road to Iraq War, Step by Step", "publication_date": "2004-08-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:45", "opening_date": null, "display_title": "Uncovered: The Whole Truth About the War In Iraq", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E4DD1F3FF933A1575BC0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Uncovered: The Whole Truth About the War In Iraq", "type": "article"}, "mpaa_rating": "", "summary_short": "Robert Greenwald's sober, meticulous film about the Bush administration's selling of the Iraqi war disdains Michael Moore-ish stunts.  Instead, it patiently chronicles the ever-shifting case for war made by the President and his close advisers, noting every step on the way from blunt assertions that Saddam Hussein possessed weapons of mass destruction, through the long period of hedging (make that &quot;weapons of mass destruction-related activities&quot;) and up to the current administration position &#151; that even if there never were any such weapons, Saddam was a bad man and the world is better off without him.  Rather than attempt a sweeping indictment of the Bush Administration and all that it stands for, Mr. Greenwald focuses on a simple, demonstrable point:  that the war in Iraq was sold to Congress and the American public through a coordinated series of public misstatements that at best look like wishful thinking and at worst like outright deception. &#151; Dave Kehr", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}