{"results": [{"headline": "Pianist, The (Movie)  ", "publication_date": "2002-12-27", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:43:39", "opening_date": "2003-03-28", "display_title": "The Pianist", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE1DA113CF934A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Pianist", "type": "article"}, "mpaa_rating": "R", "summary_short": "Roman Polanski, filming in Poland for the first time in 40 years, has made one of the finest films yet about the catastrophe the Nazis visited on Poland and its Jewish population. Adrien Brody, in a fluid, understated and thoroughly unsentimental performance, plays Wladislaw Szpilman, a popular concert pianist who survived, against odds that can only be described as absurd, the German occupation of Warsaw and the inferno of the city's Jewish ghetto. With relentless clarity, Mr. Polanski tracks the deterioration of his hero's situation and the day-in, day-out assault on his humanity. There are scenes of unwatchable brutality as well as of kindness and solidarity, but what is most remarkable is the sense of daily life in impossible conditions. The last part of the movie, in which Szpilman is first trapped in a safe house and then condemned to wander the bombed-out city, is a tour de force, at once harrowing and strangely comic. — A. O. Scott", "multimedia": null}, {"headline": "In Shifting Sands (Movie)  ", "publication_date": "2002-12-27", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:37", "opening_date": null, "display_title": "In Shifting Sands: The Truth About Unscom and the Disarming of Iraq", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E4D6103CF934A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of In Shifting Sands: The Truth About Unscom and the Disarming of Iraq", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A surprisingly dry and dispassionate account of the United Nations weapons inspection team and its frustrated efforts to ferret out Saddam Hussein's &quot;weapons of mass destruction.&quot; &#151; Dave Kehr", "multimedia": null}, {"headline": "Nicholas Nickleby (Movie)  ", "publication_date": "2002-12-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:51", "opening_date": null, "display_title": "Nicholas Nickleby", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E1DA113CF934A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Nicholas Nickleby", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Douglas McGrath's modest and generous adaptation trims Dickens's sprawling third novel down to a manageable moral picaresque, and remains true to the author's sense of whimsy and high sentiment. The chief delight is in seeing fine actors &#151; Nathan Lane, Timothy Spall, Tom Courtenay and especially Messrs. Broadbent and Christopher Plummer as the ridiculous and implacable faces of evil &#151; romping in well-designed sets and costumes. The younger, nobler generation, led by Charlie Hunnam in the title role, struggles a bit with the stylized dialogue and the burdensome job of embodying goodness and purity of heart. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Sonny (Movie)  ", "publication_date": "2002-12-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:53", "opening_date": null, "display_title": "Sonny", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E0DF113CF934A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sonny", "type": "article"}, "mpaa_rating": "R", "summary_short": "A life of crime is especially hard to leave behind if it is also the family business, as the title character learns in &quot;Sonny,&quot; Nicolas Cage's directing debut, set in the fragrant sexual demimonde of New Orleans in 1981. Of all the directors Mr. Cage has worked with, the one who seems to have most influenced his approach to filmmaking is Mike Figgis, who made  &quot;Leaving Las Vegas,&quot; for which Mr. Cage won an Oscar for best actor. Like Mr. Figgis, he shows more interest in the behavior of his characters than in their motivations, and tries to give his scenes an open-ended, improvised feeling. The problem, though, is that the movie feels aimless and awkward. Some moments have a creepy, sleazy intensity, but the whole thing is emotionally incoherent. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Pinocchio (Movie)  ", "publication_date": "2002-12-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:03", "opening_date": "2002-12-25", "display_title": "Pinocchio", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02EED6133CF935A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Pinocchio", "type": "article"}, "mpaa_rating": "G", "summary_short": "Miramax seems to be showing the same faith in Roberto Benigni's &quot;Pinocchio&quot; that the Republican Party showed in Trent Lott; the live-action version of Carlo Collodi's fairy tale about the wooden puppet whose only ambition was to be a real live boy was sneaked into theaters Christmas Day. A recent — very recent — decision to have an American actor, Breckin Meyer, voice the lead instead of Mr. Benigni, who also stars as Pinocchio and was a co-writer of the screenplay, leaves you with the impression that Mr. Meyer was actually in the projection booth reading the script. That might account for the quality of the voice-overs, which are so sloppy you might feel as if you're watching a 1978 Hong Kong action picture: the dubbed mouths of the Italian cast are probably still moving an hour after the film is over. There must have been such a rush to get the prints into theaters for the nationwide opening that no one bothered to check the lip-synching. It's as if someone tried to hit a target with a can of paint. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Catch Me If You Can (Movie)  ", "publication_date": "2002-12-25", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:56:51", "opening_date": "2002-12-25", "display_title": "Catch Me If You Can", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E1D7123CF936A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Catch Me If You Can", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Steven Spielberg's supremely entertaining fable of self-invention in the land of opportunity tells the true story of Frank Abagnale Jr. (Leonardo DiCaprio), a teenager from New Rochelle, N.Y., who by the age of 19 had successfully impersonated an airline pilot, a doctor and a lawyer and amassed millions of dollars from forging checks. Part comedy, part caper film, this picaresque tale gently satirizes the sillier side of the swinging 60's. It is also a cat-and-mouse game in which Frank tries to elude Carl Hanratty (Tom Hanks), an earnest, fuddy-fuddy F.B.I. agent who finally catches up with him in France. Mr. DiCaprio, that chameleonic 28-year-old man child, is, in a word, sensational. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Morvern Caller (Movie)  ", "publication_date": "2002-12-20", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:48:43", "opening_date": null, "display_title": "Morvern Callar", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02EEDE113DF933A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Morvern Callar", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lynne Ramsay's blithely powerful film provides a new perspective on the holidays. The title character (Samantha Morton) sits on the blood-covered kitchen floor, Christmas lights twinkling from the tree behind her. The blood belongs to her boyfriend, a computer nerd and closet author who has chosen Christmas to end his life. His decision begins a new life for Morvern, and the picture follows her thunderstruck wanderings. The wonderfully lush &quot;Morvern Callar&quot; is pure punk existentialism, and Ms. Ramsay and her co-writer, Liana Dognini, have  dramatized the Alan Warner novel, which itself felt like an answer to Irvine Welsh's book &quot;Trainspotting.&quot; With only her second film, Ms. Ramsay has found a style: her protagonists are voyeurs, unable to enter the worlds in which they live. — Elvis Mitchell", "multimedia": null}, {"headline": "Gangs of New York (Movie)  ", "publication_date": "2002-12-20", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:27", "opening_date": "2002-12-20", "display_title": "Gangs of New York", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E4D8103DF933A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Gangs of New York", "type": "article"}, "mpaa_rating": "R", "summary_short": "Long awaited, enormously expensive, endlessly gossiped-about, Martin Scorsese's brutal epic of mid-19th-century Manhattan is a near-great film that, as time goes by, may well make up the distance. As has happened before with this director's films, the fairly conventional story — a revenger's tragedy pitting a young Irish immigrant (Leonardo DiCaprio) against his father's killer, a nativist warlord (Daniel Day-Lewis) — is less interesting than the setting. Mr. Day-Lewis gives his character, known as Bill the Butcher, an earthy Shakespearean grandeur. In his mouth, the rough vernacular of the old New York streets becomes poetry. If Mr. DiCaprio and Cameron Diaz (in the underimagined role of a spirited pickpocket) don't shed their movie-star auras, they do show themselves to be intrepid and engaging actors. But the real achievement of the movie is in the way it brings history to life — not merely by meticulously recreating its details, but by offering a troubling and timely interpretation of how the violence and iniquity of the past continues to ramify into the present. The film, flawed and indelible, is nothing less than an attempt to reimagine the germs of America's historical identity. It suggests, with vivid plausibility, that clues to the national character can be found in the violent, contradictory and often tragic story of the urban immigrant working class. — A. O. Scott", "multimedia": null}, {"headline": "Two Weeks Notice (Movie)  ", "publication_date": "2002-12-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:45", "opening_date": "2002-12-20", "display_title": "Two Weeks Notice", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E2D6103DF933A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Two Weeks Notice", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This romantic comedy about a rich piggy  developer (Hugh Grant) and the left-wing lawyer (Sandra Bullock) he hires as his chief  counsel is so vague and undernourished it makes one of Nora Ephron's low-cal  strawberry sodas seem as tempting as a Philip Barry feast. Beyond being entirely unbelievable, Ms. Bullock's yammering Minnie Mouse and Mr. Grant's stammering Prince Charming have zero romantic chemistry. &#151; Stephen Holden", "multimedia": null}, {"headline": "Smokers Only (Movie)  ", "publication_date": "2002-12-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:43:21", "opening_date": null, "display_title": "Smokers Only", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E4D7103DF933A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Smokers Only", "type": "article"}, "mpaa_rating": "R", "summary_short": "Verónica Chen's film is a romance from Argentina steeped in sexual ambiguity. Though its atmosphere is intriguing — particularly in its nighttime views of Buenos Aires, where the sex trade appears to be restricted to a modern, well-scrubbed pedestrian mall — the drama is finally too predictable to leave much of an impression. — Dave Kehr\r\n", "multimedia": null}, {"headline": "Kaante (Movie)  ", "publication_date": "2002-12-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:47:56", "opening_date": null, "display_title": "Kaante", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E6D6103DF933A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Kaante", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "Wild Thornberries Movie, The (Movie)  ", "publication_date": "2002-12-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:26:10", "opening_date": "2002-12-20", "display_title": "The Wild Thornberrys Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E5DE113DF933A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Wild Thornberrys Movie", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A blend of &quot;Dr. Dolittle&quot; and &quot;Family Ties,&quot; the animated series &quot;The Wild Thornberrys&quot; has been a staple of the Nickleodeon children's cable network since 1998. Never shy about exploiting its brand names, Nickelodeon has now turned the program into a feature film, carrying over most of the creative personnel of the series. On screen, &quot;The Wild Thornberrys&quot; looks just as it does on television, only wider. The directors, Jeff McGrath and Cathy Malkasian, use a Cinemascope-like frame to create a cartoon Africa with a greater sweep than its television counterpart, though the visuals inevitably fall short of their obvious model, Disney's &quot;Lion King.&quot; Without the financial or creative resources of the Disney animators, &quot;The Wild Thornberrys Movie&quot; remains essentially an extended Saturday morning cartoon. — Dave Kehr", "multimedia": null}, {"headline": "Narc (Movie)  ", "publication_date": "2002-12-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:39", "opening_date": "2003-01-10", "display_title": "Narc", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E1DE113DF933A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Narc", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Narc&quot; opens with a scene of a police chase gone awry, and Nick Tellis (Jason Patric), the Detroit cop responsible for the bloody mess is shoved on a lurid descent into paranoia. Instead of attempting another jacked-up gunfire drama, like his previous high-voltage &quot;Blood, Guts, Bullets and Octane,&quot; the writer and director Joe Carnahan has made a believable, fleshed-out film where men's worst impulses lead to their ruin. He's considerably more measured about the doses of adrenaline administered in &quot;Narc,&quot; and we're rewarded with a cohesive and mostly coherent story of a guilt-ridden cop who has nowhere to turn.&#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Antwone Fisher (Movie)  ", "publication_date": "2002-12-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:15:43", "opening_date": "2003-01-10", "display_title": "Antwone Fisher", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E7DC133DF93AA25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Antwone Fisher", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This inspirational film is the rare male weepie that transcends its own sentimentality to leave you feeling released, enlightened and in deeper touch with humanity. The movie offers two auspicious debuts: Denzel Washington's as a first-rate director of actors, and  Derek Luke's as Antwone, an angry young sailor who with the help of a navy psychiatrist  (Mr. Washington) begins to heal many of his childhood wounds. Those wounds run deep for a character who was born in prison and brought up in a foster home where he endured  physical and sexual abuse. The film takes pains to portray that abuse (which involved racial insults) as belonging to a pattern of social dysfunction instilled in African-Americans by white slaveowners and passed down through the generations. — Stephen Holden\r\n", "multimedia": null}, {"headline": "25th Hour (Movie)  ", "publication_date": "2002-12-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:26", "opening_date": "2003-01-10", "display_title": "25th Hour", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01EFDD133DF93AA25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of 25th Hour", "type": "article"}, "mpaa_rating": "R", "summary_short": "Spike Lee's movie sets the story of a convicted drug dealer's last night of freedom against the backdrop of post-9/11 New York, and while the story doesn't entirely cohere or mesh with the setting, the film works as a lovely, moving succession of moods, sounds and images. (Terence Blanchard's gorgeous score helps a lot.) Edward Norton, as Monty Brogan, the prison-bound dealer, has a scrappy, mercurial intelligence, and the work of the supporting cast (especially Brian Cox as Monty's father, a retired fireman; Rosario Dawson as Monty's girlfriend; and Barry Pepper as one of his childhood friends) is a reminder of how generous Mr. Lee can be with actors. The final sequence &#151; one of Mr. Lee's signature flights of invention in an otherwise naturalistic film &#151; is a crazy, moving evocation of the absurdity and tenacity of the American Dream. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Lord of the Rings, The: The Two Towers (Movie)", "publication_date": "2002-12-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:00", "opening_date": "2002-12-18", "display_title": "The Lord of the Rings: The Two Towers", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E3DB153DF93BA25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Lord of the Rings: The Two Towers", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Peter Jackson's scrupulous devotion to the spirit of J.R.R. Tolkien's &quot;Lord of the Rings&quot; trilogy manifests itself in a gripping, intense fashion in this second of the film adaptations. It may be the first sequel that does not bother to give a reprise of the major plot elements of its predecessor immediately; the plan is simply to drop us right into the action. This stratagem creates a few moments of apprehension, the same disconcerted quality that the hobbits Frodo (Elijah Wood) and Sam (Sean Astin) are experiencing on their journey. Their mission began in &quot;The Fellowship of the Ring&quot; when Frodo was entrusted with the ring that gives its bearer enormous powers and, incidentally, could begin the end of life on Middle Earth. The warrior Aragorn (Viggo Mortensen) has been inflated into an even more assured, reflexive action hero. He helps a bewitched king (Bernard Hill) defend his castle. The action sequences are even more compelling than the first time around; we could be watching Orson Welles's &quot;Chimes at Midnight&quot; as directed by George A. Romero — Shakespearean-scale bloodshed and loss as an exploitation movie. There are flaws, particularly the family-oriented video-game aspects, which offer no emotional complications other than saving the day. — Elvis Mitchell", "multimedia": null}, {"headline": "Boom: The Sound of Eviction (Movie)  ", "publication_date": "2002-12-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:29", "opening_date": null, "display_title": "Boom: the Sound of Eviction", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00EED6103AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Boom: the Sound of Eviction", "type": "article"}, "mpaa_rating": "", "summary_short": "A lot of old-fashioned Bay Area activism is on display in &quot;Boom: The Sound of Eviction,&quot; a polemical documentary on the housing crisis that visited San Francisco as a result of the dot-com boom of the 1990's. The filmmakers, Francine Cavanaugh, A. Mark Liiv and Adams Wood, concentrate on the Mission District, an area with a largely Latino population that became the target of eager real estate developers aching to transform old houses and factories into the &quot;luxury loft&quot; properties favored by young urban professionals. For that to happen, a large number of people &#151; one activist in the film offers a figure of 15,000 in three years &#151; were evicted from their homes. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Drumline (Movie)  ", "publication_date": "2002-12-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:36", "opening_date": "2002-12-13", "display_title": "Drumline", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E7DB133AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Drumline", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;Drumline&quot; celebrates a vibrant American cultural tradition. At historically black colleges like the fictitious Atlanta A&T University and its real-life crosstown rival, Morris Brown College, a Saturday afternoon football game is something of an afterthought, an excuse to watch the marching bands engage in fiercely competitive battles of rhythm, choreography and showmanship. For more than 50 years, with ever greater flash and inventiveness, these &quot;show style&quot; bands have thrilled their fans with performances that combine military precision with breathtaking musical flair. &quot;Drumline&quot; offers a generous showcase for this irresistible art form. The movie is structured like a musical, pinning a skimpy, hectic plot to rousing sequences of rhythmic invention, including both large-scale stadium-shaking production numbers and sharp, intense episodes of hand-to-hand musical combat. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Hot Chick, The (Movie)", "publication_date": "2002-12-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:16", "opening_date": "2002-12-13", "display_title": "The Hot Chick", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE6D8133AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Hot Chick", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In &quot;The Hot Chick,&quot; his  bluntly titled new farce, the  comic actor Rob Schneider runs an obstacle course of taste and emerges remarkably unsullied, considering the choices he faces. In portraying a spoiled teenage girl who wakes up in the body of a 30-year-old man, Mr. Schneider could have taken any number of potentially offensive tacks. Instead, he brings an almost doelike sweetness to the role of Jessica, a snooty high school cheerleader whose world suddenly shatters when she loses half a pair of stolen earrings that carry an ancient African curse. When a scruffy petty criminal discovers the lost earring at a gas station and tries it on, the two exchange bodies. If the movie is about an exchange of souls, most of its jokes revolve around the physical differences between boys and girls. — Stephen Holden", "multimedia": null}, {"headline": "Evelyn (Movie)  ", "publication_date": "2002-12-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:31", "opening_date": "2002-12-25", "display_title": "Evelyn", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E4DA133AF930A25751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Evelyn", "type": "article"}, "mpaa_rating": "PG", "summary_short": "When you hear that the new melodrama &quot;Evelyn&quot; is based on a true story about a ragged, determined dad who, abandoned by his wife, fought a brutal law to regain custody of his children &#151; including a little daughter with an unyielding belief in human charity and decency &#151; it sounds like a shovelful of sentimentality that even James Bond couldn't successfully battle. Yet in the person of Pierce Brosnan, he does. Though the film is spongy and drenched in sweetness, Bruce Beresford's direction is steady and well oiled. &quot;Evelyn&quot; has a breeziness of spirit; nothing lingers too long, for Mr. Beresford keeps the modest movie moving. &#151; Elvis Mitchell\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}