{"results": [{"headline": "Waking Life (Movie)  ", "publication_date": "2001-10-12", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:05:38", "opening_date": "2001-11-16", "display_title": "Waking Life", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E0DE143FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Waking Life", "type": "article"}, "mpaa_rating": "R", "summary_short": "Free will versus determinism, dreams versus reality  are among the topics addressed by Richard Linklater's witty, &quot;trippy&quot; voyage into the Twilight  Zone in which an assortment of characters spout contradictory theories of human consciousness. The technically innovative movie finds the perfect metaphor for the philosophic paradoxes in its visual style: live action transformed into a cartoon by digital  animation. The spiels are funny and humane. Wiley Wiggins is the zonked-out everyman who absorbs them on a dreamlike journey from which he finds himself unable to awaken. - Stephen Holden", "multimedia": null}, {"headline": "Son's Room, The (Movie) ", "publication_date": "2001-10-12", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:15:52", "opening_date": null, "display_title": "The Son's Room", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03EEDD143FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Son's Room", "type": "article"}, "mpaa_rating": "R", "summary_short": "This small, touching film, which won the Palme d'Or (the highest honor) at last year's Cannes Film Festival, is a striking change of pace for Nanni Moretti, a filmmaker (known for his  comedies) who has been called the Italian Woody Allen. The muted portrait of a closely knit family, whose happy middle-class existence is shattered with the accidental death of their teenage son, views the tragedy and its aftermath largely through the eyes of the  father, Giovanni (Mr. Moretti), a successful psychoanalyst who struggles to empathize  with his patients while coping with his loss. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Grateful Dawg (Documentary Film)", "publication_date": "2001-10-12", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:13:47", "opening_date": null, "display_title": "Grateful Dawg", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE3D8153FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Grateful Dawg", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "You don't have to be a Deadhead to enjoy &quot;Grateful Dawg.&quot; Sure, it is a tribute to Jerry Garcia, the lead guitarist and embodiment of the Grateful Dead, who died at 53 in 1995; but this documentary film, which sketches his long friendship and fruitful music-making collaboration with the mandolin and banjo player David Grisman, is quite simply a treat for the ear. Made by Mr. Grisman's daughter Gillian Grisman,  who calls it &quot;a homemade patchwork quilt,&quot; the film is an affectionate compilation of home video, old photographs, interviews and unreleased concert film that blessedly emphasizes music. &#151; Lawrence Van Gelder", "multimedia": null}, {"headline": "Corky Romano (Movie)  ", "publication_date": "2001-10-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:29:23", "opening_date": "2001-10-12", "display_title": "Corky Romano", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E3D8153FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Corky Romano", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Chris Kattan has long seemed the most daring of the recent crop of &quot;Saturday Night Live&quot; comics. But in the movies Mr. Kattan has proved less bold. &quot;Corky Romano&quot; gives him his first solo leading role, and the film is a crushingly conventional mob comedy that also borrows more than a few pages from the Adam Sandler playbook. Mr. Kattan plays Corky, a Sandleresque misunderstood misfit who dreams of becoming a successful veterinarian, but the flighty, happy, childlike Corky is also the youngest son of Pops Romano (Peter Falk), a New York crime boss being investigated by the F.B.I. Though his excessive gentleness has long made him an exile from the family, Corky is brought back into the fold for a special mission. - Dave Kehr\r\n", "multimedia": null}, {"headline": "American Astronaut, The (Movie)  ", "publication_date": "2001-10-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:09:52", "opening_date": null, "display_title": "The American Astronaut", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E1DD143FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The American Astronaut", "type": "article"}, "mpaa_rating": "", "summary_short": "The cult rocker Cory McAbee, the frontman of the Billy Nayer Show, wrote, directed and stars in this unremittingly eccentric science-fiction musical about an interplanetary trader on a mission to recruit a breeding male for the all-female planet Venus. It is not a picture that is likely to have you walking out of the theater murmuring that there's nothing else like it. &quot;Astronaut,&quot; which soars as much as it crashes, made the rounds on the film festival circuit this year, and it's easy to see why none of the mini-majors or ersatz boutique studios picked it up; they wouldn't have known what to do with the kinds of reactions this singular film causes. – Elvis Mitchell", "multimedia": null}, {"headline": "Bandits (Movie)  ", "publication_date": "2001-10-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:11", "opening_date": "2001-10-12", "display_title": "Bandits", "link": {"url": "http://www.nytimes.com/movie/review?res=950DEFDE143FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bandits", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This shaggy-dog romantic heist comedy feels like a modern Classics Illustrated version of &quot;Butch Cassidy and the Sundance Kid&quot; and &quot;Bonnie and Clyde.&quot;  It stars Bruce Willis and Billy Bob Thornton as charming bank robbers who don't resort to violence. They get involved in a semi-ménage à trois with Kate (Cate Blanchett), a depressed housewife who ends up joining the boys on their rapidly swelling legendary crime spree. But &quot;Bandits&quot; is guilty of behaving like a petty thievery corporation;  it steals from so many other sources that we're forced to realize that it has little of its own to offer. As such, it can't help but fail to meet expectations, given the talents involved. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Jails, Hospitals and Hip-Hop (Movie)", "publication_date": "2001-10-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:27", "opening_date": null, "display_title": "Jails, Hospitals & Hip Hop", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E3D8153FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jails, Hospitals & Hip Hop", "type": "article"}, "mpaa_rating": "R", "summary_short": "Adapted from a successful one-man show, &quot;Jails, Hospitals and Hip-Hop&quot; presents the performance artist Danny Hoch as nine characters, counting himself. The tall, pale Mr. Hoch, who bears a haunting resemblance in looks and speech to Huntz Hall of the Bowery Boys, is a gifted performer who uses his mastery of rap rhythms to invest his characters with remarkable energy and definition.  The multiethnic, cross-cultural world of hip-hop is Mr. Hoch's home base, and although he is of no identifiable ethnicity, he slips easily into the speech patterns of the black, Latino and white ethnic characters he portrays. &#151; Dave Kehr", "multimedia": null}, {"headline": "My First Mister (Movie)  ", "publication_date": "2001-10-12", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:45:46", "opening_date": "2001-10-26", "display_title": "My First Mister", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E3D8153FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of My First Mister", "type": "article"}, "mpaa_rating": "R", "summary_short": "Of all the odd couples who inhabit film, surely among the most endearing are Jennifer and Randall, the lost souls and repressed good hearts at the sweet, sentimental center of Christine Lahti's life-affirming film. As Jennifer and Randall, Leelee Sobieski and Albert Brooks, especially Mr. Brooks, deliver outstanding performances in the first feature film to be directed by Ms. Lahti. Jennifer is 17, a black-clad, metal-pierced, acid-tongued, death-obsessed, tattoo-inked, self-mutilating yet poetically inclined cactus of an outsider. Randall is 49 and couldn't seem more different. Neatly dressed, orderly, long divorced, he runs a Brooks Brothers-like men's clothing store in an expansive Los Angeles shopping mall. Before the end, Jennifer and Randall are going to become the best of friends. - Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Operator, The (Movie)", "publication_date": "2001-10-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:41", "opening_date": null, "display_title": "The Operator", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E2D8153FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Operator", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jon Dichter's cheeky philosophical thriller offers the guilty satisfaction of watching its main character, a selfish, upwardly-mobile young Dallas lawyer, get the cosmic comeuppance most of us would wish upon an amoral pig who defends white-collar criminals and gleefully cheats on his wife. His life rapidly unravels once he goes ballistic and insults a telephone operator who gives him the wrong number. Like an avenging demon, that operator (Jacqueline Kim) systematically uses her connections to dismantle Gary's world, leaving him unemployed, homeless, professionally disgraced and deeply in debt. If &quot;The Operator,&quot; which is Mr. Dichter's directorial debut, has a clever concept, it clasps it much too fiercely to its chest. &#151; Stephen Holden", "multimedia": null}, {"headline": "Yana's Friends (Movie)  ", "publication_date": "2001-10-12", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:50:07", "opening_date": null, "display_title": "Yana's Friends", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E7DE143FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Yana's Friends", "type": "article"}, "mpaa_rating": "", "summary_short": "Directed by Arik Kaplun, who wrote the script with Simeon Vinokur, the Israeli film &quot;Yana's Friends&quot; centers on a group of neighbors and their landlady in a seaside Israeli city in 1991 as Persian Gulf war tensions mount, burst into hostilities and abate. Though the movie arrives bedecked with 10 Israeli Oscars, including the accolades for best film, best director and best actress, it is no more than a sentimental little comedy, a contrivance perhaps only an arbitrary script's page and a missile's length away from visiting tragedy on the lives of its gallery of colorful characters. - Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Iron Monkey (Movie)", "publication_date": "2001-10-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:46", "opening_date": "2001-10-12", "display_title": "The Iron Monkey", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E3D8153FF931A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Iron Monkey", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "First released in Hong Kong in 1993, &quot;Iron Monkey&quot; is an accomplished Chinese-language martial-arts adventure that has been given a light makeover by Miramax and tossed into mainstream theaters. The reason the film has suddenly become a commercial proposition is named Yuen Wo Ping. He is the director of &quot;Iron Monkey,&quot; as well as a couple of dozen other Hong Kong features, but he is probably best known to American audiences as the fight choreographer of &quot;The Matrix&quot; and &quot;Crouching Tiger, Hidden Dragon.&quot; &quot;Iron Monkey&quot; isn't as extreme in its stylization as Mr. Yuen's more recent work. But it does feature several dazzling numbers built around the technique known as wire-work, in which performers are rigged up in elaborate trusses and pulled up and down like living marionettes. &#151; Dave Kehr", "multimedia": null}, {"headline": "Intimacy (Movie)  ", "publication_date": "2001-10-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:26:12", "opening_date": null, "display_title": "Intimacy", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E2DC163FF932A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Intimacy", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Man wants to know more about weekly anonymous sex partner. &quot;Last Tango in Paris&quot; meets &quot;Eastenders.&quot; Unholy hybrid.", "multimedia": null}, {"headline": "Werckmeister Harmonies (Movie)", "publication_date": "2001-10-10", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:51:02", "opening_date": null, "display_title": "Werckmeister Harmoniak", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E6DF1E3CF933A25753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Werckmeister Harmoniak", "type": "article"}, "mpaa_rating": "", "summary_short": "In his haunting, beauteous &quot;Werckmeister Harmonies,&quot; the avant-garde Hungarian filmmaker Bela Tarr meditates on mankind's place in the cosmos, the wonders of God and the timeless immanence of evil and irrationality that loose anarchy and invite tyranny. The film unfolds with grave majesty in empty nighttime streets under bleak wintry skies in an impoverished, unnamed Eastern European town where gathering tensions fed by rumor and intensified by the arrival of a strange, metaphorical circus are nearing explosion. Mysterious, poetic and allusive, &quot;The Werckmeister Harmonies&quot; beckons filmgoers who complain of the vapidity of Hollywood movie making and yearn for a film to ponder and debate. &#151; Lawrence Van Gelder", "multimedia": null}, {"headline": "Baran (Movie)  ", "publication_date": "2001-10-09", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:16:18", "opening_date": null, "display_title": "Baran", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01EEDC103CF93AA35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Baran", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Majid Majidi, whose earlier film &quot;The Color of Paradise&quot; is one of the most popular Iranian films released in this country, disguises a tale of moral awakening as a simple, heartfelt love story. Latif (Hossein Abedini),  an irresponsible young Iranian laborer, falls in love with an Afghan refugee who arrives at his construction site dressed as a boy. His infatuation leads him to a selfless, mature recognition of other people and the world around him. Mr. Majidi is not afraid of bold emotions, and his eye for color and composition finds amazing beauty in a harsh, austere world. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Fat Girl (Movie)", "publication_date": "2001-10-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:40", "opening_date": null, "display_title": "A Ma Soeur!", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE5DD133CF93BA35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of A Ma Soeur!", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Much of Catherine Breillat's incisive sexual essay is set at a French seaside resort where Anaïs, a fiercely intelligent, overweight 12-year-old loner, is spending the summer with her short-tempered mother (Arsinée Khanjian), her workaholic father (Romain Goupil) and her beautiful, boy-crazy older sister, Elena (Roxane Mesquida). Ms. Reboux's extraordinary performance conveys Anaïs's mixture of precocious insight, animal canniness and vulnerability so powerfully that it ranks among the richest screen portrayals of a child ever filmed. And it provides a disturbing reminder that children's inner lives are as complicated (and their fantasies often as raw) as those of adults. &quot;Fat Girl&quot; is the most powerful dispatch yet from Ms. Breillat, France's most impassioned correspondent covering the war between the sexes. — Stephen Holden", "multimedia": null}, {"headline": "Mulholland Drive (Movie)  ", "publication_date": "2001-10-06", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:27:21", "opening_date": "2001-10-19", "display_title": "Mulholland Drive", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E2DA143CF935A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Mulholland Drive", "type": "article"}, "mpaa_rating": "R", "summary_short": "David Lynch's epic nightmare of Hollywood, which began life as an open-ended television series (like his &quot;Twin Peaks&quot;) and evolved into a movie, may be his masterpiece. A leisurely film noir that turns into a surreal montage, it is a portrait of Hollywood filtered through the director's personal iconography, which in many ways is more early 1960's than contemporary in mood. The story traces the loss of innocence of a dewy  Hollywood hopeful (Naomi Watts) who befriends a mysterious amnesia victim (Laura  Harring) searching for her identity. Their journey figuratively plunges them through the looking glass into a phantasmagoric dream world. — Stephen Holden", "multimedia": null}, {"headline": "Silence...We're Rolling (Movie)  ", "publication_date": "2001-10-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:56", "opening_date": null, "display_title": "Silence... on tourne", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00EEDA143CF935A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Silence... on tourne", "type": "article"}, "mpaa_rating": "", "summary_short": "Famous singer meets younger man who is after her money. Buoyant hodge-podge of Egyptian delights.", "multimedia": null}, {"headline": "Lady and the Duke, The (Movie) ", "publication_date": "2001-10-05", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:22:50", "opening_date": null, "display_title": "The Lady and the Duke", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06EEDE163CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Lady and the Duke", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Eric Rohmer, France's premier anatomist of late-20th-century romantic confusion, turns his attention to the political turmoil of the 18th century. Using digital video and hand-painted backdrops, the director has made a gripping, contrarian costume drama that is also very much a Rohmer film, full of passionate argument and rueful irony. Lucy Russell plays Grace Elliott, an English expatriate whose loyalty to the French monarchy places her in danger during the revolutionary terror of the early 1790's. Jean-Claude Dreyfus is her devoted friend and former lover, the Duke of Orleans, whose principles are far less steadfast. Mr. Rohmer's sensibility is so uncannily in tune with the period that you feel you are watching a recovered masterpiece of 18th-century cinema. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Stockpile: The New Nuclear Menace (Movie)  ", "publication_date": "2001-10-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:14", "opening_date": null, "display_title": "Stockpile", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E6D9173CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Stockpile", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Chop Suey (Movie)  ", "publication_date": "2001-10-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:10:38", "opening_date": null, "display_title": "Chop Suey", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E6D9173CF936A35753C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Chop Suey", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Despite the American origins of the pseudo-Chinese dish called chop suey, the term itself originates in a bit of Guangdong dialect that means mixed bits. That's about as accurate a description of Bruce Weber's film as anyone could offer. This celebrated fashion and figure photographer, whose studies of young men romping naked in the wilderness with big, happy dogs established a new category of all-American homoeroticism, has here created an eccentric, highly personal guided tour of some of his favorite people, places and things. – Dave Kehr\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}