{"results": [{"headline": "American Outlaws (Movie)  ", "publication_date": "2001-08-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:05:50", "opening_date": "2001-08-17", "display_title": "American Outlaws", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E7DA153EF934A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of American Outlaws", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Luckily for the makers of &quot;American Outlaws,&quot; Jesse James (Colin Farrell), his brother  Frank (Gabriel Macht) and their cousin Cole Younger (Scott Caan) seem to have arrived on the scene just in time for the invention of the electric guitar. It wails on the soundtrack and makes this western, which doubtless considers itself to be a reimagining (as did &quot;Planet of the Apes&quot;), sound as if it came from the mind of Jon Bon Jovi. Directed with anonymous pep by Les Mayfield, &quot;Outlaws&quot; is a dreary populist telling of the story of the James gang. And the Bon Jovi reference is apropos, since the movie treats the fellas like a touring band that breaks up because of feuding egos and the stresses of the road. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Hamlet (Movie)", "publication_date": "2001-08-17", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:56:56", "opening_date": "2000-12-10", "display_title": "Hamlet", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE4DC153EF934A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Hamlet", "type": "article"}, "mpaa_rating": "", "summary_short": "If any contemporary American actor was born to play the melancholy Dane in Shakespeare's &quot;Hamlet,&quot; it is Campbell Scott, who conveys a smoldering intelligence softened by a residual tenderness. These qualities are embodied not only in Mr. Campbell's haunted eyes and sunken lips but also in a rich musical voice whose oratorical roll enfolds many quivering notes, including several shades of hysteria. Although the movies haven't lacked for Hamlets recently, Ethan Hawke and Kenneth Branagh being the latest stars to have weighed in, Mr. Scott's is something that must be seen. It is, in a word, compelling. — Stephen Holden", "multimedia": null}, {"headline": "Brooklyn Babylon (Movie)  ", "publication_date": "2001-08-17", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:30", "opening_date": "2001-08-17", "display_title": "Brooklyn Babylon", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E7DB153EF934A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Brooklyn Babylon", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Brooklyn Babylon&quot; begins with some pointed intercutting between a Jamaican rap band in rehearsal and a Hasidic wedding in ecstatic progress. The director, Marc Levin, is establishing images of two cultures on a collision course — the setting is the divided Crown Heights neighborhood in Brooklyn — but he is also suggesting how much the two groups have in common. The Rastafarian rappers and the Hasidic celebrators find inspiration in the same biblical tale: that of the love of King Solomon for the Queen of Sheba. It's that very tale, reinforced by references to &quot;Romeo and Juliet&quot; and &quot;West Side Story,&quot; that shapes the movie. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Captain Corelli's Mandolin (Movie)  ", "publication_date": "2001-08-17", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:19", "opening_date": "2001-08-17", "display_title": "Captain Corelli's Mandolin", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05EFDC153EF934A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Captain Corelli's Mandolin", "type": "article"}, "mpaa_rating": "R", "summary_short": "The movie's Greek island setting may be gorgeous, but the screen adaptation of a much-loved novel by Louis de Bernieres is wooden and mechanical. If you imagined that an epic story set in World War II and involving battles, an earthquake and heroic self-sacrifice couldn't be dull, think again. Nicolas Cage is a happy opera-loving Italian army captain, Christian Bale a fisherman  who becomes a fierce Greek partisan and Penélope Cruz the doctor's daughter they both love. Hear the actors struggle with adopted foreign accents and feel their lack of romantic  chemistry. &#151; Stephen Holden", "multimedia": null}, {"headline": "Aberdeen (Movie)  ", "publication_date": "2001-08-17", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:51", "opening_date": null, "display_title": "Aberdeen", "link": {"url": "http://www.nytimes.com/movie/review?res=980CE3DD153EF934A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Aberdeen", "type": "article"}, "mpaa_rating": "", "summary_short": "One of the strengths of Hans Petter Moland's small, beautifully acted film is its refusal to give its characters' substance abuse the faintest patina of hipness. The movie follows the increasingly chaotic journey of Tomas (Stellan Skarsgard), an alcoholic retired Norwegian oil-rig worker, and his coke-snorting daughter, Kaisa (Lena Headey), from Oslo to the deathbed of his estranged wife, Helen (Charlotte Rampling), in Aberdeen, Scotland. Clenched and brooding, churning with rage and self-loathing, Tomas is one of the most realistic (and infuriating) drunks ever to reach the screen. Far from the lurching wild-eyed maniac of movie cliché, he is a furtive, cunning animal who grows meaner and more sullen the more booze he consumes. In a performance that matches Mr. Skarsgard's in depth, Ms. Headey's Kaisa is a high-strung chip off the old block. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Turandot Project, The (Movie)", "publication_date": "2001-08-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:06", "opening_date": null, "display_title": "The Turandot Project", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E2D6143FF933A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Turandot Project", "type": "article"}, "mpaa_rating": "", "summary_short": "In 1997, Zhang Yimou, the Chinese film director, and the conductor Zubin Mehta staged a production of Puccini's &quot;Turdandot&quot; in Florence. A year later, against much greater logistical odds, they brought the opera to Beijing's forbidden city. In Allan Miller's documentary about their collaboration, much is made of the authenticity of the production, as though Puccini's work were being returned to the land of its origin, rather than the place where it happens to be set. &quot;Turandot&quot; is a story of passion, and passion surely motivated Mr. Mehta and Mr. Zhang to bring it to Beijing, but &quot;The Turandot Project&quot; inspires nothing more stirring than polite curiosity and restrained admiration. &#151; A. O. Scott", "multimedia": null}, {"headline": "Session 9 (Movie)  ", "publication_date": "2001-08-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:18", "opening_date": null, "display_title": "Session 9", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E2D6143FF933A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Session 9", "type": "article"}, "mpaa_rating": "R", "summary_short": "Brad Anderson's supernatural thriller opens with a pair of working-class Bostonians, Phil (David Caruso) and his Scottish-born business partner, Gordon (Peter Mullan), making a bid on removing the asbestos from a huge, abandoned mental hospital. If Phil and Gordon had any common sense, they would put out a bid so high that they'd be laughed out of contention for the contract. But they don't, this being a horror movie and all, so they offer a low estimate and a promise to complete the difficult job in one short week. It seems likely that Mr. Anderson discovered his location before he conceived his story: the old hospital is a wonderfully photogenic place, full of picturesque rubble and odd spaces. It is the antithesis of the sterile, orderly hotel in Stanley Kubrick's 1980 film &quot;The Shining,&quot; though otherwise it seems to have the same insidious effect on its residents. But the film, too artfully conceived to deliver many overt shocks, often feels long and aimless. - Dave Kehr\r\n", "multimedia": null}, {"headline": "American Pie 2 (Movie)  ", "publication_date": "2001-08-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:41", "opening_date": "2001-08-10", "display_title": "American Pie 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E6DE153FF933A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of American Pie 2", "type": "article"}, "mpaa_rating": "R", "summary_short": "This sequel reunites the Michigan teenagers whose clumsy eagerness to be relieved of their virginity fueled the first picture.  A lot of the humor in this film consists of references to stuff that happened the first time around, though Jason Biggs does encounter some novel forms of sexual humiliation, including the painful misapplication of some super-adhesive glue. The rest of the cast members return, some of them quite briefly, for more of the dirty-minded, curiously sweet-natured scenes that are the secret of the franchise's success. &#151; A. O. Scott", "multimedia": null}, {"headline": "All Over the Guy (Movie)  ", "publication_date": "2001-08-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:57:02", "opening_date": null, "display_title": "All Over the Guy", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E7D6143FF933A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of All Over the Guy", "type": "article"}, "mpaa_rating": "R", "summary_short": "There isn't much to separate &quot;All Over the Guy&quot; from the great mass of indie dating comedies except for its determination to subject  gay and straight relationships to the same sort  of pop psychological analysis. Some kind of equality has been achieved when it is impossible to distinguish heterosexual clichés from homosexual ones.  Everyone in the movie, which is based on a stage play by Dan Bucatinsky, who also  portrays one of the leading characters, is beset by the same neurotic insecurities, confused priorities and fears of commitment. And in the end, all it takes is a little opening up — the confession of a deep, dark secret or the simple avowal of vulnerability — to transform rocky relationships into storybook romances. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Others, the (Movie)  ", "publication_date": "2001-08-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:46:09", "opening_date": "2001-08-10", "display_title": "The Others", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE7DF153FF933A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Others", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "At 29, Alejandro Amenabar, a Spanish filmmaker directing his first English-language movie, shows an impressive mastery of the ghost-story form. He sends his camera down shadowy corridors and into cavernous rooms to create a mood of elegant dread. Though a bit too long, and too cluttered in the middle, &quot;The Others&quot; is persuasively spooky, and even manages to be poignant, thanks to a fierce performance by Nicole Kidman. She plays a woman living with her two children and three peculiar servants in a fog-shrouded house on the island of Jersey, in the English Channel. - A. O. Scott\r\n", "multimedia": null}, {"headline": "American Rhapsody, An (Movie)  ", "publication_date": "2001-08-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:34", "opening_date": null, "display_title": "American Rhapsody", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E1DE153FF933A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of American Rhapsody", "type": "article"}, "mpaa_rating": "", "summary_short": "The veteran film editor Eva Gardos has written and directed her first feature, and like many first films, it seems tightly bound up with the filmmaker's personal experience. It is the story of a young woman named Suzanne (played by Kelly Endresz Banlaki as a child and by Scarlett Johansson as a teenager), whose parents were forced to leave her behind in Communist Hungary when they fled for the United States in the late 1950's. When Suzanne's parents finally obtain a visa for her, the little girl is abruptly placed on an airplane and shipped off to the world of capitalism, convertibles and Elvis Presley. Instead of a stirring tribute to the land of opportunity, the picture is largely the story of a childhood interrupted, of an idyllic, natural youth replaced by something artificial and grotesque. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Osmosis Jones (Movie)  ", "publication_date": "2001-08-10", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:46:25", "opening_date": "2001-08-10", "display_title": "Osmosis Jones", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E3DF153FF933A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Osmosis Jones", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Part live-action, part animated feature, &quot;Osmosis Jones&quot; is the story of a white-blood-cell cop (the voice of Chris Rock) charged with keeping his host's body healthy. That is an uphill battle, since the host, Frank (Bill Murray), is given to eating the worst possible food, including a hard-boiled egg that spent time on the floor of the chimp house at the zoo where he works. This is the vehicle through which Thrax, an evil virus voiced by Laurence Fishburne, enters his body. Throughout Jones's fantastic voyage through Frank's body, there are many small but tasteless jokes that will make children giggle and their parents sigh with exasperation. The live-action portion of &quot;Osmosis Jones&quot; is more of a cartoon than the animated part. Directed by Peter and Bobby Farrelly, it's a version of their crass humor that just barely slides into PG territory. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Deep End, the (Movie)", "publication_date": "2001-08-08", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:56:59", "opening_date": "2001-08-31", "display_title": "The Deep End", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E5DA1F3CF93BA3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Deep End", "type": "article"}, "mpaa_rating": "", "summary_short": "In this tidy and sophisticated film noir, Josh Lucas plays Darby, who is brazen, magnetic and ruthless and comes to an early end. A woman named Margaret (Tilda Swinton) becomes enmeshed in a murder involving Darby and his latest target: Margaret's 17-year-old child, Beau (Jonathan Tucker). Margaret has to handle things on her own, because her husband, a naval officer, is away. She does whatever it takes to keep her boy safe from the clutches of the law and the thugs who were part of Darby's circle. &quot;The Deep End&quot; is fastidious and smart, and Ms. Swinton's fixated intensity isn't ever remote; we're always aware of how deeply she's feeling. Her work is magnificent, an actress burrowing inside herself to play a woman doing the most horrible thing in the world to restore order to her life. - Elvis Mitchell", "multimedia": null}, {"headline": "Audition (Movie)", "publication_date": "2001-08-08", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:23:20", "opening_date": null, "display_title": "Audition", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CEEDB1F3CF93BA3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Audition", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Patronizing audiences may be a sure way to make money, but the resulting pictures are like writing on sand; the Japanese psychological horror film &quot;Audition&quot; has no such impermanence. With a quiet that's meticulously transformed into moodiness and then fear-filled tension, the director Takashi Miike eases us in slowly. Aoyama (Ryo Ishibashi) is a widower who has raised his son by himself. This solid middle-class citizen is finally persuaded to look for a new woman in his life by a friend who has a cold-blooded idea. Aoyoma is a television producer, and the friend has him try to find someone by auditioning women under the pretext of looking for an actress for his next project. The picture is about victims, but it's also a great, sick rush with a kicker on the level of &quot;The Vanishing.&quot; &quot;Audition&quot; doesn't let you down, but bring a strong constitution — like any audition, it's a test of nerve. — Elvis Mitchell", "multimedia": null}, {"headline": "Rush Hour 2 (Movie)  ", "publication_date": "2001-08-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:34", "opening_date": "2001-08-03", "display_title": "Rush Hour 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E0D9143CF930A3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Rush Hour 2", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This rushed hour and a half passes pleasantly enough, in spite of an incoherent plot (something to do with international counterfeiting) and so-so action sequences. Once again, Jackie Chan and Chris Tucker play a mismatched pair of policemen, and each performer does what he is famous for: Mr. Chan performs acrobatic martial-arts stunts, and Mr. Tucker runs his mouth. As usual, the best stuff comes in the blooper reel that plays alongside the final credits, and for some reason the scowly and diminutive Zhang Zhang, in a completely inexplicable role, moves audiences (and this critic) to uncontrollable laughter every time she kicks Mr. Tucker in the face. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Thomas In Love (Movie)", "publication_date": "2001-08-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:08", "opening_date": null, "display_title": "Thomas in Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04EFD7153CF930A3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Thomas in Love", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This Belgian film, directed by Pierre-Paul Renders, is an entertaining stunt: a movie related totally from the perspective  of a computer. Mr. Renders simply turns the movie screen into a blown-up image of Thomas's monitor, making the other characters  images on that screen.  As long as it remains a stunt, the film is sly and amusing, though it takes an unfortunate plunge into pop psychology in its final act. &#151; Dave Kehr", "multimedia": null}, {"headline": "Princess Diaries, The (Movie)", "publication_date": "2001-08-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:06", "opening_date": "2001-08-03", "display_title": "The Princess Diaries", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E4D9143CF930A3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Princess Diaries", "type": "article"}, "mpaa_rating": "G", "summary_short": "This film is another mild Garry Marshall high-concept fable, like &quot;Pretty Woman,&quot; in which Julia Roberts, playing a hooker, discovers a pot of gold at the end of her bed.  The plot of &quot;Princess&quot; is based on a lightning-strikes idea reduced to the voltage of a firefly. Mia (Anne Hathaway), an awkward 15-year-old in San Francisco, discovers that she is actually a princess. It would be wish-fulfillment for most girls, except that her dream is to be invisible. Clarisse (Julie Andrews), the grandmother she has never known, turns out to be the queen of Genovia, which from the look of things in this blandly reassuring comedy, must be a small principality just outside Brentwood. - Elvis Mitchell", "multimedia": null}, {"headline": "Original Sin (Movie)  ", "publication_date": "2001-08-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:28:35", "opening_date": "2001-08-03", "display_title": "Original Sin", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE1D9143CF930A3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Original Sin", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Despite the moments of hilarity cobbled together for this film's trailer, which takes the exaggerated voluptuousness of its stars — Antonio Banderas, with his Iberian good looks and musical delivery, and Angelina Jolie with her fearless avidity — this remake of &quot;Mississippi Mermaid&quot; is a drag. The most original thing about it is the audacity it took to use the word &quot;original&quot; in the title. Mr. Banderas is a worldly coffee plantation owner who discovers his naivete after Ms. Jolie — who he actually gets to call shameless — hoodwinks him in the game of love. Spiritually and financially bankrupt, he chases her. Every single incident is overdramatized, and the whole thing, filmed by the talented cinematographer Rodrigo Prieto, has been lighted like the lobby of a Philippe Starck hotel. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Under the Sun (Movie)", "publication_date": "2001-08-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:31", "opening_date": null, "display_title": "Under the Sun", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06EFD7153CF930A3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Under the Sun", "type": "article"}, "mpaa_rating": "", "summary_short": "In the book &quot;The Craft of the Screenwriter,&quot; Paddy Chayefsky contended that his mope-fest &quot;Marty&quot; was actually supposed to be a comedy.  Chayefksy maintained that people missed the point. If we apply the same perspective to &quot;Under the Sun,&quot; a runny melodrama featuring a middle-aged virgin built like a side of beef who finally finds love despite the constant assaults on his fragile pride, then the picture is still not very good. It has the melancholy mildew of both &quot;Marty&quot; and the 1940's weepie &quot;The Enchanted Cottage,&quot; scored with piercing, forlorn tin-whistle and sad fiddle by Paddy Maloney of the Chieftains. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Cure (Movie)", "publication_date": "2001-08-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:20", "opening_date": "2001-07-08", "display_title": "Cure", "link": {"url": "http://www.nytimes.com/movie/review?res=9505EFD7153CF930A3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Cure", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Cure&quot; is about a glum police detective stalking a serial killer, with whom he starts to feel a mysterious and unsettling bond. At this moment you are probably rolling your eyes and thinking, &quot;Haven't I seen this before?&quot; Well, yes and no. The director, Kiyoshi Kurosawa, has made a specialty of taking familiar genres and infusing them with strange emotions and troubling insights, and he turns the thriller into a vehicle for gloomy social criticism. Rather than resort to clever plot twists and reversals, Mr. Kurosawa constructs an elaborate psychological maze and then strands us in the middle of it. The final scene is a piece of cunning visual wit that makes you realize how artful and sneaky &quot;Cure&quot; has been beneath its clinical, deadpan surface.— A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}