{"results": [{"headline": "A Golf Hero Who Suffers in Silence", "publication_date": "2004-04-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:37", "opening_date": "2004-04-30", "display_title": "Bobby Jones, Stroke of Genius", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE2DC173DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Bobby Jones, Stroke of Genius", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The most pertinent question posed by this high-minded, lethally dull biography of the legendary golfer Bobby Jones is whether a smidgen of the box-office magic of &quot;The Passion of the Christ&quot; has rubbed off  on its star, Jim Caviezel. The movie, which subscribes to the hero-as-masochist archetype, is as reverent in its awed, Sunday-school way as &quot;The Passion of the Christ&quot; is in its furious, gory way. Mr. Caviezel's bland impenetrability may fit the screenplay's portrayal of Jones as a ferocious competitor who internalized stress and suffered physically for it, but his muted presence fails to create a compelling character. The movie, which wants to ennoble golf with the same spiritual mystique that &quot;Chariots of Fire&quot; brought to running, is even more hushed in tone than its prototype. But no amount of cinematic gloss (and symphonic musical uplift by James Horner) can cover up the fact that golf isn't an especially cinematic sport. &#151; Stephen Holden", "multimedia": null}, {"headline": "A Fool for Love Falls in Too Deep", "publication_date": "2004-04-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:55", "opening_date": null, "display_title": "Bulgarian Lovers", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01EFDD143DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Bulgarian Lovers", "type": "article"}, "mpaa_rating": "R", "summary_short": "This cynical dried-eyed comedy suggests a European echo of American cult movies like &quot;Scenes From the Class Struggle in Beverly Hills,&quot; in which sex is inextricably bound up with greed and social ambition.  For the movie's pampered middle-aged narrator Daniel (Fernando Guillen Cuervo), a lawyer in Madrid, affluence affords a license to be a fool for love. He and his gossipy gay friends like to prey on impoverished young Eastern European hunks swarming through the city in search of a better life. Daniel allows himself to become besotted with a 23-year-old Bulgarian stud (Dritan Biba) whom he recklessly aids and abets in drug trafficking and much worse. The weakness of one man's flesh augurs potentially catastrophic consequences. The movie is smart and well acted, with considerable heat. &#151; Stephen Holden", "multimedia": null}, {"headline": "When Cloning a Dead Child Leads to Even Deeper Grief", "publication_date": "2004-04-30", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:18", "opening_date": "2004-04-30", "display_title": "Godsend", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE7DD173DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Godsend", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this portentous, and quickly disappointing, thriller even a kid's birthday party is lighted like a beyond-the-grave spectacular, or a wedding in &quot;The Godfather.&quot; This illogical but juicy bad-vibe opening suggests that Nick Hamm is going to provide some handsomely mounted scares; the birthday party of 8-year-old Adam Duncan (Cameron Bright) is being held at night; you expect social workers to come in and lecture his parents, Paul (Greg Kinnear) and Jessie (Rebecca Romjin-Stamos). After Adam dies in a horrible accident, his grief-stricken parents are approached by the eminent genetic scientist Dr. Richard Wells (Robert De Niro) at the cemetery. Wells pounces on Paul and Jessie with his procedure to produce a perfect duplicate of the dead son from one of his cells. The script, by Mark Bomback, starts with such a good idea — parents devastated by the loss of a child offered a deal, getting an exact duplicate, that they're compelled to take — that you give &quot;Godsend&quot; the benefit of the doubt for much longer than it deserves. As the second Adam hits the age at which the original one died, he's consumed by nightmares, and the movie drops into its second-rate horror-movie flailings, and failings. — Elvis Mitchell", "multimedia": null}, {"headline": "A Dog-Maintenance Miracle and the Shaky Empire It Built", "publication_date": "2004-04-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:05", "opening_date": "2004-04-30", "display_title": "Envy", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E0DB173DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Envy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jack Black, riding on the success of &quot;The School of Rock,&quot; is Nick Vanderpark, a babyish instant zillionaire thanks to his patenting of Vapoorize, an aerosol spray that when applied to dog feces (or any other kind) makes them evaporate. Ben Stiller is his best friend, Tim, who lives across the street and stews in jealousy of his pal's wealth. The movie gets laughs from Nick's grotesquely extravagant lifestyle. But instead  of honestly confronting the subject of wealth and Schadenfreude and the consumer  culture, not to mention the Swiftian implications of the miracle product that makes Nick  rich, it goes on silly farcical tangents that run out of steam. One involves the J-Man  (Christopher Walken), a mysterious and slightly sinister drifter who appoints himself Tim's cynical adviser. The movie, which plays like Barry Levinson's attempt to match the Farrelly Brother in adolescent goofiness, has its laughs. But it's also afraid of itself, as though it decided its chosen subject was too serious for comedy. — Stephen Holden", "multimedia": null}, {"headline": "A Steely-Hearted Woman vs. a Rascally Charming Man", "publication_date": "2004-04-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:23:19", "opening_date": "2004-04-30", "display_title": "Laws of Attraction", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07EEDF173DF933A05757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Laws of Attraction", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Julianne Moore and Pierce Brosnan, charming and appealing as ever, do their best to keep this attempt at light-hearted Manhattan romance afloat. Unfortunately, the movie lacks the sparkle, sophistication and imagination that even a so-so episode of &quot;Sex and the City&quot; might muster. The two stars play dueling divorce lawyers who fall in and out of love with a remarkable lack of conviction. Frances Fisher, as Ms. Moore's youth-obsessed mother, is the only person in the movie with any moxie, which only serves to emphasize how timid and soft the whole affair is. — A. O. Scott", "multimedia": null}, {"headline": "Elegy for the Unflinching Conscience of Haiti", "publication_date": "2004-04-23", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:02", "opening_date": null, "display_title": "The Agronomist", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02EEDD143AF930A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Agronomist", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A magnificent documentary about the life of Jean Dominique, a Haitian radio broadcaster who was, until his murder in 2000, a brave and tireless voice for democracy and human rights in that unlucky country. In part, the film is a chronicle of that bad luck, as Haiti alternates between chaos and authoritarianism, with glimmers of hope quickly giving way to compromise, corruption and violence. Jonathan Demme interviewed Mr. Dominique and his wife, Michelle Mortas, many times over the years, both in Haiti and during periods of exile in New York, and these conversations, along with Wyclef Jean's bubbling score, give &quot;The Agronomist&quot; a lively immediacy unusual in documentaries of its kind. By the end, you come not simply to admire Dominique; you want to count yourself, as Mr. Demme clearly does, among his friends. Unfortunately, you will also have a clear sense of his enemies, the gangsters and strongmen who have run Haiti, usually with American support, for most of its modern history. — A. O. Scott", "multimedia": null}, {"headline": "He's a Meek Bookkeeper, but Don't Get Him Riled", "publication_date": "2004-04-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:25:58", "opening_date": null, "display_title": "Twilight Samurai", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E7DC143AF930A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Twilight Samurai", "type": "article"}, "mpaa_rating": "", "summary_short": "The title alone of Yoji Yamada's minor character drama evokes duels between volatile warriors as the setting sun silhouettes their early-evening battles. But the film's name refers to the taciturn, devoted &#151; and impoverished &#151; family man Seibei Iguchi (Hiroyuki Sanada), who dashes home at twilight to spend time with his young daughters and ailing mother. Yet the associations of &quot;Samurai&quot; do eventually pay off &#151; a tense and compact sword battle, tinted with anxiety and regret, gives the last act a sizzling muscularity.  In his ratty and worn kimono, the sensitive, quiet Seibei smells like he's been fighting for days; his lack of personal hygiene &#151; or interest in a nightlife &#151; makes him the object of scorn and ridicule from his bookkeeping co-workers. Then an old girlfriend, the delicate and sweet Tomoe (the precise Rie Miyazama) re-enters Seibei's life &#151; and brings a complicated domestic history with her &#151; which allows Mr. Yamada to meticulously create a tableau wracked with internal and external pressures. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Freaky Future", "publication_date": "2004-04-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:28:15", "opening_date": "2004-04-23", "display_title": "13 Going On 30", "link": {"url": "http://www.nytimes.com/movie/review?res=950CE1DE143AF930A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of 13 Going On 30", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The comedy &quot;13 Going on 30&quot; is essentially a retread of &quot;Big.&quot; What keeps the picture going is the director Gary Winick's love for actors, and his refusal to judge them by the characters they play. And any movie that telegraphs its fondness for its cast automatically has something going for it that's rare in contemporary comedy; this isn't one of those movies in which most of the actors steer clear of upstaging the star. This spiritual decency, a handful of songs from the toddler days of MTV and a few other fillips of clear-eyed charm go a long way toward making up for the tiredness of the concept, a kid magically leapfrogging into the body of an adult. In this case, it's 13-year-old Jenna (Christa B. Allen), who's suffering through a miserable failure of a birthday.  When some magic dust that a friend gives her lands on her carefully moussed hair, she awakens from a nap as a 30-year-old version of herself (Jennifer Garner). As acted by Ms. Garner, Jenna has a coltish gawkiness that she never quite sublimates. The obvious laughs are wrung from the contrast of an inexperienced child in a mature body, as Jenna bobs through a world in which the supposed adults turn out to be more childish than she is. The performances give the movie more flavor and life than the situation, which often feels like pre-chewed Bubble Yum. — Elvis Mitchell", "multimedia": null}, {"headline": "The Bad Boys Who Burned Out but Never Faded Away", "publication_date": "2004-04-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:24", "opening_date": null, "display_title": "MC 5 A True Testimonial", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02E0DC143AF930A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of MC 5 A True Testimonial", "type": "article"}, "mpaa_rating": "", "summary_short": "As you watch this riveting, all-elbows-and-knuckles documentary, you may wonder how long can it gingerly bypass the piles of syringes, resentment and bad karma that mark the path to VH1's documentary series &quot;Behind the Music&quot;? For most of its running time, actually, the director David C. Thomas manages to keep the film charging ahead of the wastrel clichés that dot VH1's video tribute to rock 'n' roll wreckage because we're not just using one eye to catch a cobbled-together archive about Milli Vanilli or some band that beat the odds to one-hit wonderland. Rather, the proto-punk warriors known as the MC5 left a dent that outlasts their mostly negligible records sales, and the director's curiosity is piqued by the group's sociological impact. The band's members &#151; Wayne Kramer, Fred &quot;Sonic&quot; Smith, Rob Tyner, Michael Davis and Dennis Thompson &#151;  were caught up in the desires that ensnare most musicians: drugs and love of the audience. But for most of them, delivering body blows to the dozing status quo was as much a part of the motivation as any other. Such an ideal seems particularly quaint and, despite the fury from Smith and Tyner, attractively ingenuous. As depicted in &quot;Testimonial,&quot; the robust clash of ideology and ego &#151;  or the heart and the loins &#151;  is a great story, a shower of sparks. More important, given the crass commercial thrust of music these days, a band pursuing anything other than Soundscan numbers is such an unusual tale, it's surprising a dramatic version of the MC5 lifespan, which flamed out in 1972, has yet to be announced. With the aptly titled &quot;MC5: A True Testimonial,&quot; Mr. Thomas captures the taste for revolt in Detroit that inspired the MC5, a desperation that fueled more important pop figures (besides just Motown artists) than maybe in any other city &#151;  an outlaw eruption that ranged from Parliament/Funkadelic to Iggy Pop. It's a shame that someone hasn't gotten around to building a film on the joyful noise that kept the city vital. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Buried in a World of Props, a Young Man Comes to Life", "publication_date": "2004-04-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:29:55", "opening_date": null, "display_title": "Rhinoceros Eyes", "link": {"url": "http://www.nytimes.com/movie/review?res=9406EEDD143AF930A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Rhinoceros Eyes", "type": "article"}, "mpaa_rating": "R", "summary_short": "Most of this weird-for-weird's-sake film is set inside the recesses of a cluttered store for movie props, where Chep (Michael Pitt), a pathologically shy young clerk, lives and works. The film observes his courtship of a movie production designer and fellow weirdo (Paige Turco) whose obsession with authenticity leads her to  request such items as a vintage prosthetic arm made of mahogany and a pair of genuine  rhinoceros eyes. Mr. Pitt, the movies' arty male ingénue of the moment, plays his character's cowering intensity for all it's worth. But his performance isn't quite enough to make the movie, written and directed by David Cronenberg's nephew, more than a promising curiosity. In the movie's flashiest visual reference, Chep slaps on a rubber mask of the wrestler-turned-star Tor Johnson from Ed Wood's movie &quot;Plan 9 From Outer Space.&quot; It sends a signal that &quot;Plan 9&quot; is the kind of cult movie that &quot;Rhinoceros Eyes&quot; aspires to be. &#151; Stephen Holden", "multimedia": null}, {"headline": "You Are Feeling Sleepy. Don't Worry About Clues.", "publication_date": "2004-04-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:12", "opening_date": null, "display_title": "Close Your Eyes", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E7DC143AF930A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Close Your Eyes", "type": "article"}, "mpaa_rating": "R", "summary_short": "Hypnosis in the movies has always been synonymous with hocus-pocus, and the tradition continues in this flashy, mildly tingly British thriller. The elaborate story involves kidnappings, unsolved serial killings, second sight, church architecture, zodiac signs, Christian heresy, insomnia,  nightmares, potential medical malpractice, computer magic and the London police  department. This baggage proves way too heavy for the movie to make sense of. But the supernatural kidnapping drama can still be appreciated as an atmospherically volatile roller-coaster in which half-waking dreams increasingly erode reality. It all begins when Goran Visnjic, playing an anti-smoking hypnotherapist, is asked to unlock the traumas of a  catatonic little girl. — Stephen Holden", "multimedia": null}, {"headline": "Now, It Isn't Nice to Foul Mother Nature", "publication_date": "2004-04-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:01", "opening_date": "2004-04-22", "display_title": "Sacred Planet", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03EFDA163AF931A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Sacred Planet", "type": "article"}, "mpaa_rating": "G", "summary_short": "This seductive visual tone poem portrays a world without pain, pestilence or  aggression as it transports you to Namibia, British Columbia, Borneo and Thailand,  among other locales in search of pictorial perfection. Few would argue with the Utopian  dream of this Imax movie (released to coincide with Earth Day), which focuses on a few  scattered people who still live in harmony with their environment and gently scolds the  human race (in the voice of Robert Redford) for disturbing the precious balance of things.  But the movie lacks contrast and its vision of nature is one-sided. Things you will not see in &quot;Sacred Planet&quot; include a limping animal, a vulture and a mosquito. &#151; Stephen Holden", "multimedia": null}, {"headline": "Actors' Alchemy, From Raw Script to Final Bow", "publication_date": "2004-04-21", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:05:01", "opening_date": null, "display_title": "This So-Called Disaster", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E7DD1F3BF932A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of This So-Called Disaster", "type": "article"}, "mpaa_rating": "R", "summary_short": "Michael Almereyda, unobtrusively spying on rehearsals for a production of Sam Shepard's &quot;Late Henry Moss,&quot; has come up with a fascinating, discursive essay on the boggy, twisty road that lies between experience and art. The play, which revisits some of Mr. Shepard's signature themes, is based partly on the life of his alcoholic father. Sean Penn and Nick Nolte play a pair of embittered brothers dealing with the consequences of the old man's passing, and there is great pleasure to be had in watching these Method powerhouses  at work. Woody Harrelson and Cheech Marin, who have supporting roles in the play, are on hand to lighten the heavy Stanislavskian atmosphere. &#151; A. O. Scott", "multimedia": null}, {"headline": "There's a Price to Pay for Kidnapping Little Girls", "publication_date": "2004-04-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:33", "opening_date": "2004-04-23", "display_title": "Man on Fire", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E0DF1F3BF932A15757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Man on Fire", "type": "article"}, "mpaa_rating": "R", "summary_short": "This ghastly and idiotic revenge story begins as an adventure in extreme babysitting. Denzel Washington, a former top-secret, special-ops something or another, drifts down to Mexico in a depressive alcoholic fog and finds work as a bodyguard. His charge, Pita (Dakota Fanning, and shouldn't that be Tortilla?), gets him off the sauce and gives him a reason to live. Or,  rather, to kill, since once she is kidnapped he draws on all his old   professional skills to wage a one-man war against the kidnappers terrorizing   the city. &quot;Kill them all!&quot; hisses Pita's mother (Radha Mitchell), and that  pretty much sums it up. Tony Scott's annoying camera tricks and souped-up  effects — including English subtitles for English dialogue — are perhaps  meant to make the movie look better than it is. But they only make it  worse — the worst movie of the year so far. — A. O. Scott", "multimedia": null}, {"headline": "Vengeance Still Mine, Saith the Lethal Bride", "publication_date": "2004-04-16", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:55:55", "opening_date": "2004-04-16", "display_title": "Kill Bill Vol. 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E0DE153BF935A25757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Kill Bill Vol. 2", "type": "article"}, "mpaa_rating": "R", "summary_short": "When a writer-director — Cameron Crowe or Paul Thomas Anderson, for example — is in love with his characters, the fun comes when the filmmaker lets them gab away, inadvertently revealing themselves. The joy when Quentin Tarantino's creations speak is the opposite. Despite their hilariously florid rapping, his folks are also incredibly cagey: they never give the entire game away. This shrewdness is the template for the long dialogues in &quot;Kill Bill, Vol. 2,&quot; the most voluptuous comic-book movie ever made.   In this deliciously perverse picture, everything is operatic, including the despair and the pauses. Uma Thurman, whose speaking voice has a lyric, teasing quality, is just the performer to get the mordant slyness across. Mr. Tarantino's movies are also about loss and betrayal, and &quot;Vol. 2&quot; is a double-burger helping of those motifs. It is rich, substantial and sustained, yet also greasy kids' stuff, a wrapper filled with an extra large order of chili fries, stained with ketchup, salt and cheese. &quot;Vol. 1&quot; was all set-up: the longest first act in movie history, staged and edited like a series of Pablo Ferro trailers. &quot;Vol. 2&quot; is the second and third acts in one convenient serving, told in a languorous flashback-within-a-flashback style with airy long takes. Unlike the 100-meter high-hurdles of &quot;Vol. 1,&quot; this sequel is a marathon, with hills and long stretches of flatland. As in the first film, the Bride (Ms. Thurman) is on a mission of vengeance after being shot and left for dead; she's out to murder her former colleagues led by Bill (David Carradine). She calls her journey a roaring rampage of revenge. The movie, which quivers with a geek-adrenaline rush, in some ways feels like its time may have passed; this feels likes a movie Mr. Tarantino might have made before &quot;Pulp Fiction.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Jewish Music Gets an Odd Embrace in Poland", "publication_date": "2004-04-16", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:28", "opening_date": null, "display_title": "Klezmer on Fish Street", "link": {"url": "http://www.nytimes.com/movie/review?res=9504EFDE153BF935A25757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Klezmer on Fish Street", "type": "article"}, "mpaa_rating": "", "summary_short": "Yale Strom's documentary wrestles with questions of Jewish identity in Poland, a nation where much of that heritage was destroyed during World War II. After all of the squirming and twisting, &quot;Street&quot; never secures a strong grip on its subject. The motivation behind the film seems to be that merely posing the question asked by one of the interview subjects &#151; &quot;Can you have Jewish life in Poland without Jews?&quot; &#151; is enough. That question comes up on several occasions, and the pain hangs in the air, inchoate and underdefined by the filmmaker. The movie is centered around the fact that Jewish culture has become a point of fascination for Poles, where Jewish cabaret is performed by gentiles. The film follows a &quot;Schindler's List&quot; tour of Poland, including Treblinka. &quot;Street&quot; mostly tracks a tour group that includes several American klezmer bands making a goodwill sweep through the country. They include the eager and happy Boston teenagers of the Klezmaniacs, bringing their sound to a land that has developed an appreciation for it. The movie obviously wants to demonstrate the oddity of the situation, but having someone reduce the Jewish experience to a vehicle for klezmer cheapens the case &quot;Street&quot; is trying to make; the audience members don't need to be sold on a subject they have already left their homes to see. Such an oversimplification seems ill-considered; it would be like saying the black experience in America could only be scored by the blues &#151; the type of patronizing remark that, once upon a time, people did make as a matter of course. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "A Life With Lots of Sex but Hardly Any Laughter", "publication_date": "2004-04-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:36", "opening_date": null, "display_title": "A Thousand Clouds of Peace", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E6DE153BF935A25757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of A Thousand Clouds of Peace", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Enduring this black-and-white mood piece from Mexico is like putting up with an  acquaintance who drones on and on about the pain of an unrequited love. Juan Carlos Ortuño plays a blank-faced 17-year-old boy living on the streets of Mexico City who has  desultory sex with strangers while pining for an old love. The largely wordless movie is  content to wallow in an adolescent obsession as vague as its title. — Stephen Holden", "multimedia": null}, {"headline": "2 Women Hide From the Mob by Acting Like Gays in Drag", "publication_date": "2004-04-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:45", "opening_date": "2004-04-16", "display_title": "Connie and Carla", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE1D6143BF935A25757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Connie and Carla", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This brassy cross-dressing farce shows that Hollywood still gets the jitters when it comes to gender-bending. But its contradictions are subsumed under a high concept: &quot;Some Like It Hot&quot; meets &quot;Victor/Victoria&quot; in the land of &quot;As You Like It,&quot; with Shakespeare's Forest of Arden turned into a West  Hollywood drag club. Here Connie (Nia  Vardalos) and Carla (Toni Collette), two  bedraggled female veterans of the dinner-theater circuit on the run from mobsters, become  overnight (and highly unlikely) cult stars by posing as gay drag performers singing  Broadway standards. The movie knows and doesn't care that it has only the most tenuous connection to the real world. As drag performers, Ms. Collette (who at times resembles John Epperson as Lypsinka) is far more adroit at caricature than Ms. Vardalos, whose alter-ego suggests a homier, drag version of Kathy Najimy with a smirk that evokes traces of Mary Martin and Phyllis Diller. Some fun is to be had. — Stephen Holden", "multimedia": null}, {"headline": "Only This Hero's Rage Is Superhuman", "publication_date": "2004-04-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:51", "opening_date": "2004-04-16", "display_title": "The Punisher", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE7DD153BF935A25757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Punisher", "type": "article"}, "mpaa_rating": "R", "summary_short": "Worthy of its name, this adaptation of a Marvel Comic book is not the usual superhero special-effects extravaganza, but rather a grim, flatfooted and exceedingly violent action movie. The Punisher (Tom Jane) starts out as Frank Castle, a retired F.B.I. agent who falls afoul of a villainous mogul (John Travolta). After the bad guy's minions kill off Castle's entire extended family (with special attention to his wife and young son), Castle transforms himself into a ruthless, low-tech superhero, armed with guns, knives, military training and a portable fire hydrant. In attempting to answer the sadism of his enemies, he exceeds it, and Jonathan Hensleigh, a screenwriter making his directing debut, stages the mayhem with grim and ugly relish. — A. O. Scott", "multimedia": null}, {"headline": "A Pair of Restless Neo-Goths Follow Their Black-Clad Dream", "publication_date": "2004-04-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:16:16", "opening_date": null, "display_title": "Gypsy 83", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE2D7143BF935A25757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Gypsy 83", "type": "article"}, "mpaa_rating": "R", "summary_short": "The heroine of Todd  Stephen's independent film is Gypsy Vale (the talented Sara Rue of the television series &quot;Less than Perfect&quot;), a large woman of 25 who wears her Goth uniform to work at the Foto Hut in a Sandusky, Ohio, shopping mall; she lives with her father (John Doe), but dreams of going to New York, following in the fleet footsteps of her mother, who abandoned her family to pursue her rock star dreams. Gypsy is abetted in her fantasies by Clive (Kett Turton), a gay teenager who shares her taste in fashion and music &#151;  they are both worshippers of Stevie Nicks &#151;  and designs Gypsy's makeup and costumes.  When the pair learns of a Stevie Nicks impersonator competition to be held at a New York nightclub, they hop into Gypsy's black TransAm and hit the road &#151;  wearing full Goth regalia, which causes them some predictable problems with the assorted truckers, frat boys and small town folks they meet on the way. Mr. Stephens, who also directed the independent film &quot;Edge of Seventeen,&quot; has filled &quot;Gypsy 83&quot; with rough language, strong sex talk and a couple of fairly explicit sexual encounters, but its edginess is as easily washed away as Clive's black lipstick.  This is a tiny, vulnerable, rather treacly film at heart, one that would probably float away were it not for Ms. Rue's generous presence. &#151; Dave Kehr", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}