{"results": [{"headline": "Tumult in Venezuela's Presidential Palace, Seen Up Close", "publication_date": "2003-11-05", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:19:28", "opening_date": null, "display_title": "The Revolution Will Not Be Televised", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E3D7153BF936A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Revolution Will Not Be Televised", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This concise, riveting documentary is a first-hand view of the short-lived coup d'etat that failed to topple Hugo Chavez, Venezuela's left-wing president, who was elected by a landslide in 1998. More than a scary close-up look at the raw mechanics of a right-wing coup which took place in April, 2002, the film is a cautionary examination of the use of television to deceive and manipulate the public. The coup lasted 48 hours, until a popular uprising forced the government out of office. These events, witnessed first-hand generate the suspense of a smaller-scale &quot;Seven Days in May.&quot; — Stephen Holden", "multimedia": null}, {"headline": "The Game Concludes With Light and Noise", "publication_date": "2003-11-05", "byline": "A. O. SCOTT", "critics_pick": 0, "date_updated": "2016-03-30 06:53:29", "opening_date": "2003-11-05", "display_title": "The Matrix Revolutions", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E2DD1F38F936A35752C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Matrix Revolutions", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Everything that has a beginning has an end.&quot; Yes, thank God — or Neo, or the One, or the Source, or the Oracle, or the Architect, or whoever it was who set this metaphysical action trilogy in motion. &quot;Reloaded,&quot; the second installment, was overstuffed and ungainly; this concluding chapter feels padded, with a long, grinding battle sequence in the middle and a whole lot of mumbo-jumbo at the end. Keanu Reeves, perhaps worried that he was showing too much range, has purged himself of all expression apart from a worried frown and a sorrowful grimace, which is mirrored in the face of Carrie-Anne Moss, who returns as Trinity. The salient distinction of the human remnants in Zion, apart from their earth-toned natural-fiber fashions, has been the capacity for love, a word much spoken in this movie. But their ranks, in spite of the presence of fine actors like Laurence Fishburne, Harry Lennix and Harold Perrineau, become more robotic with every passing scene. The sole exception is Jada Pinkett Smith as the daredevil pilot Niobe, who brings a touch of bad-girl B-movie attitude into the humorless subterranean gloom. It is not altogether worthless: the Wachowski Brothers still know how to stage an action sequence, and there are some scenes that have a quiet, mysterious beauty. If they would only let go of their grandiose theological pretensions, they might once again be interesting filmmakers. — A. O. Scott", "multimedia": null}, {"headline": "A Young Writer's Ambition, With Loyalty and Betrayal", "publication_date": "2003-10-31", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:57:18", "opening_date": "2003-11-26", "display_title": "Shattered Glass", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E0D71430F932A05753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Shattered Glass", "type": "article"}, "mpaa_rating": "", "summary_short": "The story of Stephen Glass, a brilliant young journalist at the New Republic who turned out to be a profligate fabricator, might have inspired a dishy, cynical exposé of the insular, cut-throat world of magazine journalism. Instead, Billy Ray relates Glass's downfall with minimal embellishment and turns a tawdry anecdote into a sober, curiously thrilling examination of moral recklessness and office intrigue. What starts out as a sharp workplace comedy gradually darkens into a kind of managerial film noir as Glass (played with a perfect mixture of creepiness and charm by Hayden Christensen) is pursued by Charles Lane (Peter Sarsgaard), the magazine's editor and, in this version at least, the savior of its honor. With considerable ingenuity and wit, the movie's center of gravity shifts from Glass to Lane, and its ideas — about workplace loyalty, journalistic ethics, and the line between ambition and pathology — are all the more forceful for being delivered in a whisper. — A. O. Scott", "multimedia": null}, {"headline": "Mom's in Drag, the Maid's a Zealot and the Kids Could Kill", "publication_date": "2003-10-31", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:02", "opening_date": "2003-10-31", "display_title": "Die Mommie Die!", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06EFD81430F932A05753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Die Mommie Die!", "type": "article"}, "mpaa_rating": "R", "summary_short": "This candy-hued camp comedy presents the latest variation of the playwright and drag performer Charles Busch's long-running and very funny alter ego, a swiveling red-headed diva whose exaggerated graciousness and noblesse oblige embody the ne plus ultra of Great Hollywood Ladies. Mr. Busch's character, Angela Arden, is a semi-retired pop singer, once known as &quot;America's Nightingale,&quot; who suggests a hybrid of Joan Crawford, Barbara Stanwyck and Joan Fontaine. The absurdist  movie, which is all plot and no plot at the same time, is a broad spoof of so-called  women's pictures from the 1940's through the 60's. Elements of &quot;Whatever Happened to  Baby Jane?,&quot; &quot;Hush, Hush, Sweet Charlotte,&quot; &quot;Valley of the Dolls,&quot; &quot;Sunset Boulevard,&quot; &quot;Portrait in Black&quot; and even &quot;The Little Foxes&quot; are swirled together along with vintage  good-twin, bad-twin Hollywood melodramas. The story, set in 1967, even tosses in an  LSD trip. — Stephen Holden", "multimedia": null}, {"headline": "Secrets of the Skin, and of the Heart", "publication_date": "2003-10-31", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:38", "opening_date": "2003-10-31", "display_title": "The Human Stain", "link": {"url": "http://www.nytimes.com/movie/review?res=9505E4D81430F932A05753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Human Stain", "type": "article"}, "mpaa_rating": "R", "summary_short": "An honorable B+ term paper of a movie: sober, scrupulous and earnestly respectful of its literary source. The problem is that the source, Philip Roth's 2000 novel, is not especially sober or scrupulous: it is an angry, ungainly squall of a book, a clamorous defense of sexual vitality in an age of Puritan censoriousness and a lyrical inquiry into the mysteries of race, old age and recent American history. As Coleman Silk, a Classics professor chased from his job after being absurdly accused of racism, Anthony Hopkins has a loose, mellow exuberance that almost persuades you to overlook a basic, insurmountable improbability, namely that his character is a black man who has spent most of his adulthood passing for white. Nicole Kidman, playing Coleman's abused, impoverished and much younger lover, is almost as hard to believe, but her performance is nonetheless serious and unaffected. Some of the best work comes in smaller parts: Wentworth Miller as young Coleman; Anna Deavere Smith as his mother; and especially Jacinda Barrett as the great love of his youth. The movie has many memorable, moving scenes — as well as a few awkward and embarrassing ones — but it never coheres either dramatically or intellectually, largely because it lacks a way to approximate the novel's unifying force, which is Mr. Roth s unruly, passionate and brilliant voice. — A. O. Scott", "multimedia": null}, {"headline": "Several Lives Ruined Forever by Genetic Evil and Duct Tape", "publication_date": "2003-10-31", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:11:41", "opening_date": "2001-12-25", "display_title": "Suspended Animation", "link": {"url": "http://www.nytimes.com/movie/review?res=980DEFD91430F932A05753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Suspended Animation", "type": "article"}, "mpaa_rating": "", "summary_short": "This psychological horror film from the staunch, Midwestern-based independent director John D. Hancock is a sturdy, well-crafted piece that never quite overcomes the structural flaws of its story &#151; a somewhat over-plotted tale of a celebrated Hollywood animator (Alex McArthur) who falls into the hands of two cannibalistic sisters in the Michigan woods (Laura Esterman and Sage Allen).  He survives his ordeal but resolves to make a film about it, which brings him into contact with the elder sister's illegitimate daughter (Maria Cina), an actress blissfully unaware of her heritage.  The situation is creepy enough, but the screenplay, written by Mr. Hancock's wife and frequent collaborator, Dorothy Tristan, has trouble transforming the premise into genuine suspense.  The menace remains vague and unfocused until one major character makes a not entirely unexpected reappearance in the last act, at which point much of the tension has been lost. &#151; Dave Kehr", "multimedia": null}, {"headline": "Young Lives at the Crossroads of Redemption and Devastation", "publication_date": "2003-10-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:23:46", "opening_date": null, "display_title": "Girlhood", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E2DC1F31F93AA15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Girlhood", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Girlhood&quot; is prefaced  with an unsettling statistic: in the past decade, the number of violent assaults by underage  girls in this country has doubled. The film then narrows its focus to concentrate on the  lives of two teenagers, Shanae Owens and Megan Jensen, both incarcerated for assault at  the Waxter Juvenile Facility, in Baltimore. The film follows Shanae and Megan over  three years, beginning in 1999. Both are likable, smart young women struggling to  overcome traumatic backgrounds. Shanae, at the age of 11, stabbed another girl to death  in a knife fight. Megan, abandoned by a drug-addicted mother who has spent years in  prison, attacked another girl with a box cutter. The hard-headed film suggests (without  insisting) that a stable maternal guidance is a key to salvation. &#151; Stephen Holden", "multimedia": null}, {"headline": "To a Grizzly, Humans Are the Hairy Monsters", "publication_date": "2003-10-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:36", "opening_date": "2003-11-01", "display_title": "Brother Bear", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E0DC1431F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Brother Bear", "type": "article"}, "mpaa_rating": "G", "summary_short": "The fine line separating good-hearted family movies from inspirational films that drum in moral values is breached in &quot;Brother Bear,&quot; a plush, Disney animated film that would like to think of itself as &quot;The Lion King Plus.&quot; Set in the Pacific Northwest at the end of the Ice Age, it traffics in the same sort of cosmic mumbo-jumbo its forerunner. Cobbling together ancient cross-cultural myths of initiation and human beings who turn into animals, it  tells the story of Kenai (the voice of Joaquin Phoenix), a hot-headed Indian boy on the verge of  manhood who is transformed into a bear so he can learn compassion for all creatures  great and small. This self-serious movie is beautiful to look at but light on humor. The  soundtrack features six songs by Phil Collins. — Stephen Holden", "multimedia": null}, {"headline": "A Town's Innocent Outcast, Facing Gentleness and Jeers", "publication_date": "2003-10-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:00", "opening_date": "2003-10-24", "display_title": "Radio", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE2DB1431F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Radio", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This inspirational drama about a mentally retarded man (Cuba Gooding Jr.) who blossoms after he is befriended by the coach (Ed Harris) of a South Carolina high school football team is a synthetic mush of molasses-soaked pablum. At least it gives Mr. Gooding, who since  &quot;Jerry Maguire&quot; has spread himself dangerously thin in a succession of often junky movies, a chance to show his stuff as an actor.  Hunched into the cowering posture of a gentle, abused animal, he conveys a mercurial blend of terror and childish glee. Mr. Harris is equally fine as the principled coach. But the capable performances can only carry this hokum only so far. — Stephen Holden", "multimedia": null}, {"headline": "A Pulp Novelist's Dreams Invade a Distressing Reality", "publication_date": "2003-10-24", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:22:17", "opening_date": null, "display_title": "The Singing Detective", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE3DA1431F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Singing Detective", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;The Singing Detective,&quot; Dennis Potter's 1986 mini-series, is the kind of television production that justifies the existence of the medium — a gloomy, episodic swirl of old pop music, film noir and psychological subtext that rewards repeated viewing. In the mind of its creator, it also deserved to be made again, as a feature film. Before his death in 1994, Potter wrote a screenplay that, in addition to abridging the original story, moved its action, and its cultural frame of reference, from England to Los Angeles, and from the 1940's to the 50's. Robert Downey Jr. plays Dan Dark, a pulp crime novelist suffering from a terrible skin ailment and a burgeoning inability to distinguish fantasy from reality. Helping him sort it all out is a kindly psychiatrist (Mel Gibson), who guides the audience through a flatly Freudian exercise in character analysis. But where are the characters? On its way to the big screen under Keith Gordon's clumsy, reverent direction, Potter's intricate, fascinating story has shrunk. The ideas that lurked in the mini-series shadows and alleyways are now placed squarely in the spotlight, where they look obvious and thin. The movie lurches when it should glide, shouts when it should whisper, and mumbles when it should sing. — A. O. Scott", "multimedia": null}, {"headline": "Horrors! Mysticism May Never Be the Same", "publication_date": "2003-10-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:32", "opening_date": "2003-10-24", "display_title": "Scary Movie 3", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E5DA1431F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Scary Movie 3", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The third installment of the comedy franchise whose jokes derive largely from references to recent hit films has been given a shot of adrenaline by David Zucker, who pioneered the genre with &quot;Airplane,&quot; and who has taken over the creative reins from the Wayans brothers. Most of the spoofing is at the expense of movies like  &quot;Signs,&quot; &quot;The Ring&quot; and the first two &quot;Matrix&quot; movies. The funniest sequence in a comedy that revels in knockabout farce and has the attention span of a hyperactive child  is a strenuous group effort to revive a corpse, first through some alarmingly aggressive  artificial respiration, then through slapping and slamming the body until it breaks apart.  Think of &quot;Scary Movie 3&quot; as an accelerated junk culture vaudeville with a Mad Magazine sensibility. — Stephen Holden", "multimedia": null}, {"headline": "A Nun's Unique Brand of Tough Love", "publication_date": "2003-10-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:42", "opening_date": null, "display_title": "Sister Helen", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE3DB1531F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Sister Helen", "type": "article"}, "mpaa_rating": "", "summary_short": "This cinema vérité documentary profiles Sister Helen Travis, a Benedictine nun who runs a shelter for recovering alcoholics and drug addicts in the troubled Mott Haven section of the South Bronx. Sister Helen is no saintly, frail Mother Teresa, but a swaggering, foul-mouthed, murderously sarcastic woman of some 69 years who works her miracles through a combination of anger and affection.   This very well-made piece vividly evokes Sister Helen's thorny charisma and the extreme &quot;tough love&quot; techniques that seem to come naturally to her. &#151; Dave Kehr", "multimedia": null}, {"headline": "Treating a Troubled World With a Dose of Star Power", "publication_date": "2003-10-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:27", "opening_date": "2003-10-24", "display_title": "Beyond Borders", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE0DC1431F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Beyond Borders", "type": "article"}, "mpaa_rating": "R", "summary_short": "Sitting through the romantic action-melodrama &quot;Beyond Borders,&quot; which follows a glamorous movie star couple as they tend to the needy in trouble spots like Ethiopia, Cambodia and Chechnya, is like watching someone trying to dry his hands with sandpaper. No amount of misguided effort is going to help. It's an easy picture to ridicule; after a while, you almost feel as if the stars are making fun of the movie. Or at least, you'll wish Angelina Jolie — with her radiant presence and Panavision lips — and Clive Owen, with his brisk, existentialist cool were smart enough to do so. After the &quot;Lara Croft: Tomb Raider&quot; movies, with their globe-trotting superficiality and numbing imbecility, Ms. Jolie must feel she owes her fans something serious. Unfortunately, she's starring in a movie even more benumbed and superficial, a liberal video game that demeans the very refugees it tries to spotlight. Her good-heartedness is probably the reason she chose to star in this film about a shallow young woman, Sarah Jordan, who's shaken out of her insular existence by the dashing Dr. Nick Callahan (Mr. Owen). &quot;Borders&quot; wants to dramatize the chasm between Sarah and Nick, whose impatient compassion endangers as many refugees as it saves. That metaphorical land mass is supposed to be her middle-class naiveté and his brooding, no-nonsense altruism. But they're much closer than they think — a pair of noble idiots. Inspired by his example, she raises money and follows him with medical supplies and food to Ethiopia. He repays her kindness with blithe cruelty. They finally tryst; the sweat beads seductively on their skins, while their glamorously gaunt jawlines expel plumes of cigarette smoke. This is a movie so oblivious that Martin Campbell, an accomplished action filmmaker, forgot that in the 1940's &quot;Casablanca&quot; had the good sense to have Rick note that the troubles of two people don't amount to a hill of beans. &quot;Borders&quot; is reminiscent of another 40's classic, the smashingly absurd &quot;Duel in the Sun,&quot; and is as realistic as a recent film based on real incidents: the remake of &quot;The Texas Chainsaw Massacre.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Staying Up Late in Search of the Perfect Biscotti", "publication_date": "2003-10-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:47:00", "opening_date": null, "display_title": "The Bread, My Sweet", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E3DB1531F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Bread, My Sweet", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Those irrepressible Italian-Americans — or at least, the caricature of them that the media have embraced with such passion from &quot;Moonstruck&quot; to &quot;The Sopranos&quot; — are back again, cooking and cooing, in this independent feature.  The setting is the old Italian neighborhood of Pittsburgh, where Dominic (Scott Baio), a disaffected acquisitions executive for a downtown financial institution, spends his early mornings and after-work hours baking biscotti in the storefront he has rented from his much beloved upstairs neighbor, Bella (Rosemary Prinz from &quot;As the World Turns&quot;).   Dominic's devotion to Bella takes an extreme turn when, learning that the old woman will soon die of cancer, he schemes to bring back her estranged daughter (Kristin Minter) and marry her, to fulfill the old girl's dream.  The picture is pretty much of a mess, full of narrative gaps and unexplained motivations, but it is a sweet, good-natured mess. — Dave Kehr", "multimedia": null}, {"headline": "An Actor's Tour of American Politics", "publication_date": "2003-10-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:37", "opening_date": null, "display_title": "Party's Over", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E3DB1531F937A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Party's Over", "type": "article"}, "mpaa_rating": "", "summary_short": "The actor Philip Seymour Hoffman tours America in the election year of 2000, looking into the health of our democratic system just as Robert Downey Jr. did in a project from the same producers, &quot;The Last Party,&quot; in 1992.  As in the first film, many complex issues are at stake, and Mr. Hoffman is good at listening intently, then nodding in furious agreement, as pundits like Noam Chomsky, Bill Maher and Michael Moore offer their assessments of the current state of democracy (the consensus:  things could be better).  But when the picture starts trotting out its celebrity spokespeople, &quot;The Party's Over&quot; becomes a contest between what it clearly designates as &quot;our stars&quot; &#151; Ben Harper, Eddie Vedder, Tim Robbins, Willie Nelson and others &#151;  and &quot;theirs&quot; (a sad line-up that peaks with Charlton Heston and a soundless shot of Arnold Schwarzenegger).  The film starts to seem less like a political documentary than a one-sided &quot;Battle of the Network Stars,&quot; with the younger generation clearly winning the charisma challenge. &#151; Dave Kehr", "multimedia": null}, {"headline": "The Loss of Relationships Under Mao's Rough Revolutionary Hand", "publication_date": "2003-10-22", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:58:42", "opening_date": null, "display_title": "Morning Sun", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E6D61E3EF931A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Morning Sun", "type": "article"}, "mpaa_rating": "", "summary_short": "This documentary does a thoughtful job of streamlining the bloody realities —  both literal and psychological —  of China's Cultural Revolution into roughly two hours of film. The movie begins with clips from a 1964 musical extravaganza,  as the narrator Margot Adler puts it, called &quot;The East Is Red.&quot; &quot;Red,&quot; photographed in volcanic color, splashes its rhetoric in terms so simple that the scenes almost become Brechtian — more specifically, it's a crude musical essentially produced by Mao, the Arthur Freed of Communism. The pieces of this musical shown in &quot;Morning Sun&quot; are so fulsomely straightforward that being denied a chance to see it in its entirety feels like a form of deprivation. That is, until the directors focus on the adults who were indoctrinated under the firm, unambiguous hand of Mao. Then deprivation is defined in truly horrific terms. One of the grown-ups describes the Revolution in grimly elegant fashion: &quot;It was an age ruled by both the poet and the executioner; poets scattered roses everywhere, while the executioner cast a long shadow of terror.&quot;  It was a force that, as &quot;Sun&quot; reminds us, molded a new generation into killers without any sense of the long and tortured history of a China that existed before Mao brutally eliminated all traces of it. One of the few subtle points of &quot;Sun&quot; is that even simple, lurid tragedy looks different to its admirers as people mature. The eloquence of the interview subjects  and the clips have a power that the written narration, which often sounds like an &quot;All Things Considered&quot; segment, often lacks. &quot;Chairman Mao said, 'You young people are like the Morning Sun; our hope is placed on you,' &quot; remembers Li Nanyang, who was a child of 1960's China. And, as &quot;Sun&quot; unfolds, she's shown to be one of the Cultural Revolution's victims. Her father, Li Rui, who rose through the ranks to become Mao's secretary, made the mistake of criticizing a failing policy during the Great Leap Forward, when farms were converted into small factories and the resultant shortages nearly crippled the nation. His reward was being publicly repudiated and sent away. His then 9-year-old daughter was ridiculed until she denounced him. &quot;Sun&quot; ends with a reunion of father and daughter, brought together again after 11 years. — Elvis Mitchell", "multimedia": null}, {"headline": "A Mystery of Language, a Mystery of Murder", "publication_date": "2003-10-22", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:40", "opening_date": "2003-10-31", "display_title": "In the Cut", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05EED71E3EF931A15753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of In the Cut", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jane Campion (&quot;The Piano,&quot; &quot;Holy Smoke,&quot; &quot;The Portrait of a Lady&quot;) is an inveterate navigator in the murkier zones of female sexuality, and &quot;In The Cut,&quot; adapted from Susanna Moore's novel, plots a hazardous nexus of dread, danger and desire. The camera, as it surveys the grimy streets and cramped apartments of lower Manhattan, trembles as if it were running a fever, and Dion Beebe's cinematography is jumpy and bleary-eyed. Meg Ryan, who has darkened her hair and suppressed all of her characteristic perkiness, plays Frannie, a writing teacher whose feverish love affair with a homicide detective (Mark Ruffalo) involves her in the search for a serial killer. The movie's association of female sexuality with mortal risk is potentially interesting, but the cooked-up, conventional serial killer plot smothers its suggestive nuances and makes the psychology of the two main characters, which might have been provocatively mysterious, seem as deliberately smudged as the film's visual style. — A. O. Scott", "multimedia": null}, {"headline": "Hearts Incapacitated, Souls Wasting Away", "publication_date": "2003-10-18", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:06:11", "opening_date": "2004-01-16", "display_title": "21 Grams", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02EEDB153EF93BA25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of 21 Grams", "type": "article"}, "mpaa_rating": "R", "summary_short": "This melodrama by the Mexican director Alejandro González Iñárritu is a ruminative, stunned look at life after death — that is, the existence of the living after they have been devastated by loss. It's the aftermath. The actors playing the characters who have been rocked by catastrophe don't sink to theatrical histrionics; instead they're linked by the red-eyed, unblinking stare of zombies, and they shamble through their day-by-day activities as if saddled with death wishes they are too enervated to act upon. This is American Existentialism. The stars achieve something that doesn't sound as if it's possible: a virtuosity in the depiction of people wasting away minute by minute. Be prepared for it. You won't come out unaffected, because the depths of intimacy that the director plumbs here are so rarely touched by filmmakers that &quot;21 Grams&quot; is tantamount to the discovery of a new country. Prof. Paul Rivers (Sean Penn) is suffering from a damaged heart, which is about to give out on him, and the transplant he receives so consumes him with guilt that he's like a death-row prisoner with a horrible secret who's been pardoned. He still believes he deserves to die. Cristina (Naomi Watts), a reformed party girl, has returned to her fallen ways after taking up with Paul. She's lost her family in an auto accident. And Jack (Benicio Del Toro) is a shaggy, trembling mountain of anger he can barely contain. His already tenuous grasp on sobriety is slipping away even faster since being involved in a terrible incident. Working with the screenwriter Guillermo Arriaga and the bewilderingly versatile cinematographer Rodrigo Prieto — the team he assembled for his debut feature, &quot;Amores Perros&quot; — Mr. González Iñárritu once again deals with three scenarios connected by one far-reaching cataclysm. It's too early to call it a crowning work of a career — this is only his second film — but it may well be the crowning work of this year. — Elvis Mitchell", "multimedia": null}, {"headline": "A Rock Impresario With a Downside", "publication_date": "2003-10-18", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:52:20", "opening_date": "2004-03-26", "display_title": "Mayor of the Sunset Strip", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE7D9153EF93BA25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mayor of the Sunset Strip", "type": "article"}, "mpaa_rating": "R", "summary_short": "This wistful soft-edged portrait of Rodney Bingenheimer, the  elfin, vacant-eyed waif who presided for more two decades as a social impresario of the  Los Angeles rock scene, keeps its claws carefully retracted but still leaves a bitter  aftertaste. At the peak of his influence as a nightclub impresario and disc jockey, Mr.  Bingenheimer, a quiet, wizened gnome of indeterminate age with a pageboy haircut, was  a gatekeeper to the rock royalty. The movie is crammed with vintage photos and film  clips of Mr. Bingenheimer escorting beautiful girls and celebrities into his so-called  English disco, the tiny Los Angeles club he established during the heyday of British  glam-rock. Hollywood is well stocked with oddballs like Mr. Bingenheimer who glean  their self-worth from access to celebrity. But fame, observed up close, is a cold and  voracious entity, and the &quot;Mayor of the Sunset Strip,&quot; almost without trying, makes you  feel its chilly pull. — Stephen Holden", "multimedia": null}, {"headline": "Can Love Flourish Across a Divide?", "publication_date": "2003-10-17", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:55:39", "opening_date": null, "display_title": "Raja", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE2D6173EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Raja", "type": "article"}, "mpaa_rating": "", "summary_short": "Jacques Doillon's serious comedy plumbs murky depths of a ticklish question. When there's a glaring disparity in income, age and cultural sophistication between two potential partners, what are the reasonable chances that love can flourish untainted by opportunism and exploitation? The possible lovers who get caught up in diabolical mind games are 19-year-old Raja (Najat Benssallem), a fiery-tied,  tomboyish Moroccan girl who lives on the streets of Marrakech, and Fred (Pascal  Greggory), a wealthy, idle Frenchman of around 50 who lives like a prince. In digging  into the reality of a situation that resembles a North African &quot;Pretty Woman,&quot; the movie  shows a impressive empathy and even-handedness. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}