{"results": [{"headline": "Vast Sea, Tiny Fish, Big Crisis", "publication_date": "2003-05-30", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:19:16", "opening_date": "2003-05-30", "display_title": "Finding Nemo", "link": {"url": "http://www.nytimes.com/movie/review?res=9904EEDB1F31F933A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Finding Nemo", "type": "article"}, "mpaa_rating": "G", "summary_short": "Pixar Animation Studios' wonderful new aquatic fable tells the story of Marlin (Albert Brooks), a nervous, fearful clown fish searching the big, wide ocean to find his rebellious  son Nemo (Alexander Gould), who was scooped up by a fisherman. The movie's stunningly rich visualization of an undersea wonderland is matched by a sense of humor that is fresh, sure of itself, and devoid of the cutesy, saccharine condescension that drips through so many family comedies. The wittiest characters are Marlin's absent-minded traveling companion, Dory (Ellen DeGeneres), a cheery blue tang afflicted with short-term memory loss, and Bruce  (Barry Humphries), a scary Great White Shark who has adopted a 12-step program to curb  his insatiable appetite for other fish. The movie is not quite up to the level of the &quot;Toy  Story&quot; movies but almost. — Stephen Holden", "multimedia": null}, {"headline": "Bhoot (Movie)", "publication_date": "2003-05-30", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 06:52:40", "opening_date": "2003-05-30", "display_title": "Bhoot", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DEFDA1630F933A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bhoot", "type": "article"}, "mpaa_rating": "", "summary_short": "An urban horror movie from Ramgopal Varma. Ajay Devgan and Urmila Matondkar star as a young couple who move into a beautiful new high-rise apartment where the last tenant fell to her death from the balcony. The dead woman's spirit haunts the wife and eventually possesses her, necessitating bedside visits from a psychic and a psychiatrist. Mr. Varma definitely knows how to scare moviegoers but the conventions of Hindi film may strike American moviegoers as overplayed. &#151; Anita Gates", "multimedia": null}, {"headline": "Modern China's Clashing Values, Mirrored in a Prodigy's Career", "publication_date": "2003-05-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:23:37", "opening_date": "2003-06-13", "display_title": "Together", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E4DA1F31F933A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Together", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The classical music that pours through &quot;Together&quot; infuses a  feverish emotionalism into the story of a 13-year-old violin prodigy (Tang Yun) and his   devoted father (Liu Peiqu), who would sacrifice everything for his son's future. These two  and the third major character, Lili (Chen Hong), a high-strung material girl from upstairs who becomes  a fantasy figure and surrogate mother to the boy, are broadly drawn, almost symbolic  figures in a movie that culminates with a weepy inspirational cloudburst. In the story, the  father, an impoverished cook from the provinces, takes his son to Beijing to compete in a  contest, and the boy eventually achieves his foothold but not before almost blowing his  chances. The movie is nearly stolen by Ms. Chen's hot-blooded portrait of the neighbor  whose brassy exterior covers a soft heart. — Stephen Holden", "multimedia": null}, {"headline": "Daughters Carry Out Mom's Dirtywork", "publication_date": "2003-05-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:47", "opening_date": null, "display_title": "The Three Marias", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03EFDA1630F933A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Three Marias", "type": "article"}, "mpaa_rating": "", "summary_short": "In this clanking melodrama from Brazil, a woman whose husband and two sons are murdered by an old lover after she spurns his advances one last time dispatches her three daughters to  wreak eye-for-eye vengeance. Each is assigned to hire a different paid assassin (the three  candidates are all bizarre, superstitious freaks) to kill a different victim, but their plans go  awry. The emotional climate in this pretentious South American western is too extreme to  invite identification or even arouse much interest. — Stephen Holden", "multimedia": null}, {"headline": "Once Again, It Takes a Thief to Catch a Thief", "publication_date": "2003-05-30", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:09:29", "opening_date": "2003-05-30", "display_title": "The Italian Job", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02E6DA1F31F933A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Italian Job", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "If this sleek, ticking remake of a 1969  caper film starring Michael Caine follows the conventions of the genre without major  deviations, it puts together the familiar elements with an impressive skill and  considerable wit. With its impeccable timing, steady kinetic drive and superbly  choreographed chase sequences through the canals of Venice and the streets of Los  Angeles, it feels like a smooth, exciting whoosh down a ski slope. This particular  variation on the caper formula is a revenge drama in which a team of honorable thieves  led by Mark Wahlberg plots to steal back the stolen gold that was hijacked by a traitor (Edward Norton) after an earlier heist: insubstantial but well made for its type. — Stephen Holden", "multimedia": null}, {"headline": "On Assignment in the Land of the Undead", "publication_date": "2003-05-30", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:11:58", "opening_date": null, "display_title": "Tsui Hark's Vampire Hunters", "link": {"url": "http://www.nytimes.com/movie/review?res=9502EFDA1630F933A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Tsui Hark's Vampire Hunters", "type": "article"}, "mpaa_rating": "R", "summary_short": "In Wellson Chin's horror film, written by Tsui Hark, the vampires — actually decomposing zombies who just inhale blood — have infected the countryside near the Jiang household. The four title characters (Wind, Thunder, Lightning and Rain) have been assigned to slay the monsters. But then there's that huge cache of gold, rumored to be hidden by Master Jiang, and his strange hobby: preserving dead relatives' bodies in wax. Everyone flies and darts from place to place, but none of it is thrilling. A murky third-rate martial-arts film. — Anita Gates", "multimedia": null}, {"headline": "God's Power as an Ego Trip for an Id", "publication_date": "2003-05-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:46:20", "opening_date": "2003-05-23", "display_title": "Bruce Almighty", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02EFD81F3EF930A15756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bruce Almighty", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jim Carrey embodies the scary possibility that at heart every human being is a sugar-crazed 6-year-old hellion gleefully wreaking  havoc in Mommy and Daddy's fastidiously decorated living room. In this  rambunctiously funny comedy, his alter ego, Bruce Nolan, a frustrated television newscaster in Buffalo relegated to human-interest stories, gets to rampage at the loftiest spiritual level.  At Bruce's darkest moment, God himself (Morgan Freeman) comes to the rescue and invites  Bruce, who has been loudly cursing the heavens, to try his hand at running the universe  while He takes a break. Chaos ensues. Mr. Carrey's infantile Almighty is selfish,  capricious and short-sighted, and delights in cruel practical jokes. Jennifer Aniston is Bruce's  loyal girlfriend and Mr. Freeman's deity a wry, mischievous sage with a laissez-faire  attitude toward the world. — Stephen Holden", "multimedia": null}, {"headline": "A Wedding, 2 Dads and Security Issues", "publication_date": "2003-05-23", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:49:57", "opening_date": "2003-05-23", "display_title": "The In-Laws", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E2D81F3EF930A15756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The In-Laws", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Even at a time of mediocre remakes, this update of Arthur Hiller's 1979  wedding/espionage caper stands out for its nearly complete lack of wit  or imagination. Michael Dounglas and Albert Brooks, taking roles originated by   Peter Falk and Alan Arkin, play Steve, a renegade C.I.A. operative, and   Jerry, a neurotic podiatrist. As the wedding (of Steve's son and Jerry's   daughter) approaches, a whole lot of worked-over espionage intrigue goes   down, involving a stray Russian nuclear submarine. Mr. Brooks at least tries to make a character out of the tics and one-liners the script  gives him, but the jokes are so inferior to the ones he might have written himself that Jerry's stricken reactions might be his own. Mr.  Douglas's rote, offhand performance is truer to the spirit of the movie,  which is a hash of tired gags and indifferently executed chases. — A. O. Scott", "multimedia": null}, {"headline": "A Rock 'n' Roll Story Fueled by Caffeine", "publication_date": "2003-05-23", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:54", "opening_date": null, "display_title": "Gigantic: A Tale of Two Johns", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE7DF1731F930A15756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Gigantic: A Tale of Two Johns", "type": "article"}, "mpaa_rating": "", "summary_short": "Rock music doesn't necessarily have to be sexually provocative, politically  challenging or intensely passionate to be good. Some of the best music from the nerd  sector of the rock world is content to be bouncy, witty, catchy and ironically thought-provoking. They Might Be Giants, the New York cult band, profiled in A. J. Schnack's  affectionate documentary, is the brainchild of John Flansburgh and John Linnell, grade-school chums from Lincoln, Mass., who formed the  Brooklyn-based Giants as a duo and expanded it into a quintet.  The movie is not the typical rock-band saga of glorious excess followed by a  chastening fall from grace and then a glimmer of redemption. A kind of do-it-yourself  manual for independent bands, it has the informal tone and structure of an illustrated  scrapbook with excerpts from concert and television performances, interwoven with  lighthearted testimonials by friends, supporters, collaborators and admirers, and witty  animation. &#151; Stephen Holden", "multimedia": null}, {"headline": "Searching for the True Path to Enlightenment", "publication_date": "2003-05-23", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:07:36", "opening_date": null, "display_title": "E Minha Cara", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E6DF1731F930A15756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of E Minha Cara", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Filmed on Super 8, this documentary is a record of the director Thomas Allen Harris's journeys to Africa and Brazil, in search of what he identifies as &quot;spirits&quot; — recurring figures in his dreams, whom he interprets as beings from another dimension trying to call him to his African ancestors.  Both the satisfyingly grainy texture of Mr. Harris's images and his decision to shoot without sound, adding narration and music later, free him decisively from the look and feel of the standard public-television documentary. Yet this is fundamentally a recruiting film that intends to interest other African-Americans into exploring their spiritual traditions, and it displays no real curiosity about its subject except to insist that it is the true path to enlightenment.  Mr. Harris's stylistic gifts are quite evident; his reportorial instincts are a bit more muffled. — Dave Kehr", "multimedia": null}, {"headline": "The Way of the Yakuza Is (Watch Out!) Lethal", "publication_date": "2003-05-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:49:51", "opening_date": null, "display_title": "Ichi the Killer", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00EEDA123EF93AA25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Ichi the Killer", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A lot of severed organs hit the floor during the grisly course of Takashi Miike's Japanese splatter comedy, including a nose, a cheek, a tongue, several heads, and a human face, sliced off like a mask.  Ichi, played by Nao Omori, is a tall, lumbering man whose baby face disguises an infinite reserve of violence, the product of an unhappy childhood, who is manipulated by a resentful, senior hoodlum into slaughtering the leader of a rival gang.  The direction occasionally rises to the level of marginal competence, but for most of the film it's hard to tell who is chasing who or why.  His shortcomings as a craftsman have not prevented Mr. Miike from becoming a cult figure, which seems to prove that substance can indeed trump style, as long as that substance is sufficiently red and sticky. — Dave Kehr", "multimedia": null}, {"headline": "A Tribute to Those Who Rescued the Children", "publication_date": "2003-05-16", "byline": "Dave Kehr", "critics_pick": 1, "date_updated": "2016-03-30 07:15:08", "opening_date": null, "display_title": "Secret Lives", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E3DB173EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Secret Lives", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Aviva Slesin, an Oscar winner for her 1987 film &quot;The 10-Year Lunch: The Wit and Wisdom of the Algonquin Round Table,&quot; survived the Holocaust thanks to a Lithuanian couple who took her in as a 9-month old baby, when her Jewish parents were deported.   Her new film is a gesture of profound gratitude toward the couple and other heroic families who rescued children in France, Belgium, the Netherlands and Poland.  But it is also a mournful, reflective film that takes into account the psychological damage done to children taken away from their parents and their culture, and deposited amid often uncomprehending strangers. — Dave Kehr", "multimedia": null}, {"headline": "Streetwise Son With Heart, Played by a Young Natural", "publication_date": "2003-05-16", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:51:58", "opening_date": null, "display_title": "Sweet Sixteen", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02EFDB163EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Sweet Sixteen", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ken Loach provides a sense of purpose to his compelling new social melodrama that leaves no room for sentimentality. Instead he propels the picture forward with a documentary sureness. The movie might seem rather perfunctory if it weren't teeming with life; the last scene is a particularly lumpen cliché. This picture remains indelible because of Mr. Loach's bold, direct framing of the narrative, and the casual dynamism of its young star, Martin Compston, making his acting debut. This slim, gawky kid takes to the camera with alarming ease, and makes acting seem as deceptively simple as the title of Mr. Loach's involving film. The romance comes from the character's passions, which include fighting to stay alive and keeping a light in his heart for his jailed mother, Jean (Michelle Coulter). Mr. Compston succeeds on the same levels as the film, which brings to mind the socially conscious melodramas of the 1930's from Warner Brothers. Several scenes also evoke François Truffaut's 1959 triumph, &quot;The 400 Blows,&quot; with its adolescent sense of doom and reckless,  unfocused energy. And as in Truffaut's film, subtitles are necessary to understand the heavily Scots-accented dialogue. — Elvis Mitchell", "multimedia": null}, {"headline": "Woman Is a Woman, A (Movie) ", "publication_date": "2003-05-16", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:16:09", "opening_date": null, "display_title": "A Woman Is a Woman", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E5DA163EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of A Woman Is a Woman", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In Jean-Luc Godard's 1961 romantic musical comedy, a stripper wants to have a baby; her boyfriend does not. With Anna Karina, Jean-Paul Belmondo and Jean-Claude Brialy.", "multimedia": null}, {"headline": "Euro-Youths Enjoy a Pajama Party", "publication_date": "2003-05-16", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:40", "opening_date": null, "display_title": "L' Auberge Espagnole", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE3DA163EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of L' Auberge Espagnole", "type": "article"}, "mpaa_rating": "", "summary_short": "Xavier, a young French exchange student (Romain Duris), finds himself in a communal apartment in Barcelona that might be the scene of MTV's &quot;Real World, Catalonia.&quot; His roommates are an assortment of attractive, polyglot Europeans, who live through a year of sexual complication and comical household politics. Cédric Klapisch directs with more energy than polish, but his ragged, exuberant style is well suited to his characters, who are, like the movie itself, both appealing and shallow. They also offer a composite portrait of life in the new, borderless Europe, where the national differences that once caused so much strife are preserved because they make life sexier, more interesting, and more fun. — A. O. Scott", "multimedia": null}, {"headline": "Pocket Monsters on Screen Today, in Stores Tomorrow", "publication_date": "2003-05-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:37", "opening_date": "2003-05-16", "display_title": "Pokemon Heroes", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE3DB173EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Pokemon Heroes", "type": "article"}, "mpaa_rating": "G", "summary_short": "No. 5 in the series of more-or-less animated feature films based on the diminishingly popular line of Japanese children's video games, &quot;Pokémon Heroes&quot; plays more like a catalog than a movie. The central human figure in the series is Ash Ketchum, a teenager who roams the world unburdened by parental supervision as he searches for more Pokémon to train and add to his collection (there are now more than 250 characters in the Pokémon universe).  He is aided by his first and finest Pokémon acquisition, Pikachu, a little yellow rabbit-like creature who emits devastating bolts of electricity when provoked. The film dutifully trots out several new additions to the PokÀemon product line — cute little &quot;pocket monsters&quot; that kids are encouraged to &quot;capture&quot; (i.e., purchase) — but is otherwise a tedious, unimaginative affair. — Dave Kehr", "multimedia": null}, {"headline": "Drunk and Dysfunctional in Iceland", "publication_date": "2003-05-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:22:13", "opening_date": null, "display_title": "The Sea", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E3DB173EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Sea", "type": "article"}, "mpaa_rating": "", "summary_short": "Depending on your estimation of  human nature, &quot;The Sea&quot; is either a grimly amusing comedy seeped in gallows humor or  one of the bitterest family dramas ever shoveled onto the screen. Its acidic portrait of a  quarrelsome Icelandic clan that self-destructs in a storm of drunken recrimination,  pettiness and treachery is set in a remote fishing village where Thordur (Gunnar Eyjolfsson),  the aging, imperious owner of the local fish processing plant, has summoned his three  children to make an announcement. The booze flows freely and the dirty laundry flies.  This is a movie to gladden the hearts of misanthropes. — Stephen Holden", "multimedia": null}, {"headline": "When Movies Are a Way of Life", "publication_date": "2003-05-16", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:17:05", "opening_date": null, "display_title": "Cinemania", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E3DB173EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Cinemania", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Anyone who ever binged and saw three or more movies in a row should be able to identify a little bit with the five obsessive New York-based cinephiles profiled in  &quot;Cinemania.&quot; Consuming every movie released is a fulltime nonpaying job for each of the five, three of whom collect disability. None has a regular job or fulltime relationship. For all their intrepid determination and enthusiasm (one loves foreign films, another  musicals, another collects soundtrack albums, another saves ticket stubs and promotional junk), the composite portrait is not a happy one. All five seem to suffer from an  obsession-compulsion disorder that has taken (and ultimately limited) their lives. — Stephen Holden", "multimedia": null}, {"headline": "The Many Varieties of Human Sexual Experience", "publication_date": "2003-05-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:17", "opening_date": null, "display_title": "Beyond Vanilla", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE3DB173EF935A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Beyond Vanilla", "type": "article"}, "mpaa_rating": "", "summary_short": "This documentary is dedicated to the proposition that, as Claes Lilja puts it, &quot;Sex is way cool.&quot; It is also way complicated, at least for most of the extreme practitioners depicted in Mr. Lilja's film.  A graduate degree in engineering would seem a prerequisite for many of the activities shown here, which involve leather, rubber, steel and electrical contraptions meant to deliver pleasure and pain to various parts of the human anatomy.  When one transgendered individual announces that she/he's a &quot;little embarrassed about doing this on camera,&quot; and then goes right ahead and does something in explicit close-up that, it seems safe to say, has never before been depicted in an above-ground movie, it's hard not to chuckle &#151; and hard, too, not to marvel at the many varieties of human experience. &#151; Dave Kehr", "multimedia": null}, {"headline": "Eerie, Flickering Images of a Vulnerable Dracula", "publication_date": "2003-05-14", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:46:12", "opening_date": null, "display_title": "Dracula: Pages From a Virgin's Diary", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07EFDD113FF937A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dracula: Pages From a Virgin's Diary", "type": "article"}, "mpaa_rating": "", "summary_short": "This witty but sensual fusion of silent film and ballet is a collaboration by Guy Maddin,  a Canadian experimental director, and the Royal Winnipeg Ballet performing a work, choreographed by Mark Godden, that had its  stage premiere in 1998.  The director has accentuated the ballet's racial and erotic  subtexts with a cartoonish audacity, portraying the count as a mysterious Eastern Other  spreading contamination into the West. As Zhang Wei-Qiang's suave, swashbuckling Dracula  seduces and poisons his victims, you think of Attila the Hun as a Valentino-like  voluptuary. For all its oddities, the movie, filmed mostly in Super 8, is surprisingly faithful to the 1897 Bram Stoker novel. Mr. Maddin's flickering montages recreate a  primitive moviegoing experience with a winking contemporary knowingness. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}