{"results": [{"headline": "Anniversary Party, the (Movie)  ", "publication_date": "2001-06-08", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:43:57", "opening_date": "2001-06-29", "display_title": "The Anniversary Party", "link": {"url": "http://www.nytimes.com/movie/review?res=9406E1DD1F3FF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Anniversary Party", "type": "article"}, "mpaa_rating": "R", "summary_short": "The ensemble performances in this chilly study of a Hollywood party celebrating the sixth wedding anniversary of an insecure star (Jennifer Jason Leigh) and a British novelist (Alan Cumming) are of a quality rarely seen in a Hollywood film. An occasion that is also the official reunion of this mismatched couple begins to unwind after a party guest (Gwyneth Paltrow) passes around Ecstasy, and everyone's suppressed emotions burst to the surface. It's not Chekhov by a long shot, but it's several cuts above your average television soap opera. Filmed in digital video. - Stephen Holden", "multimedia": null}, {"headline": "Divided We Fall (Movie)  ", "publication_date": "2001-06-08", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:51:54", "opening_date": null, "display_title": "Divided We Fall", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E6D9163EF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Divided We Fall", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jan Hrebejk's work is a grim, wickedly funny study in moral absurdity. Set during the Nazi occupation of Czechoslovakia, the film finds an unlikely hero in the person of Josef Cizek (Boleslav Polivka), a melancholy layabout who risks everything to shelter the only surviving member of the Jewish family that once employed him. Mr. Polivka's performance is matched by the warm and subtle supporting cast, and Mr. Hrebejk's occasional reliance on stylistic gimmicks is balanced by Petr Jarchovsky's sharp, observant script. -- A. O. Scott", "multimedia": null}, {"headline": "Evolution (Movie)  ", "publication_date": "2001-06-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:20", "opening_date": "2001-06-08", "display_title": "Evolution", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07EEDD1F3FF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Evolution", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The profusion of digitally animated critters &#151; garish bugs, flying lizards, berserk primates &#151; and the good humor of the gifted cast cannot save this pointless comedy from sinking into the primordial ooze of uninspired dumbness. A half-promising premise &#151; that life on Earth is threatened by a rapidly evolving alien life form &#151; is squandered in a riot of overdone effects and underwritten jokes. At the end,  Earth is saved when Orlando Jones's character, a community college geology instructor, administers a dandruff shampoo enema to a gigantic blob of extraterrestrial slime. &#151; A. O. Scott", "multimedia": null}, {"headline": "Swordfish (Movie)  ", "publication_date": "2001-06-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:23", "opening_date": "2001-06-08", "display_title": "Swordfish", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E7DD1F3FF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Swordfish", "type": "article"}, "mpaa_rating": "R", "summary_short": "This morally repugnant but occasionally exciting action thriller stars a puffy John Travolta as an all-purpose Mr. Big who recruits one of the world's foremost computer hackers (Hugh Jackman) to help him carry off a $90 billion electronic robbery. With the funds he plans to bully anti-American terrorists into submission, wherever they operate. Halle Berry is his possibly duplicitous partner. The plot is so preposterous that it makes even the James Bond movies it imitates seem realistic. &#151; Stephen Holden", "multimedia": null}, {"headline": "Atlantis: The Lost Empire (Animated Film)", "publication_date": "2001-06-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:49", "opening_date": "2001-06-15", "display_title": "Atlantis: the Lost Empire", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E6DB1F3FF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Atlantis: the Lost Empire", "type": "article"}, "mpaa_rating": "", "summary_short": "Disney's animated feature is a nimble entertainment, a treat of a tribute to old-fashioned boys' adventure-book  movies. Set in 1914, it follows the awkward, eager young linguist and cartographer Milo (Michael J. Fox) in his quest to prove the existence of the lost, advanced civilization of Atlantis, a place so sophisticated that it apparently solved every problem but cable television delivery. He joins a jodhpur-wearing pack of intrepid explorers (voiced by a cast that includes James Garner, Don Novello and Claudia Christian) in a film that is swift and has one of the most original production designs since Uncle Walt institutionalized Mickey's four-fingered glove. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Dead or Alive (Movie)  ", "publication_date": "2001-06-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:46", "opening_date": null, "display_title": "Dead or Alive", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E6D9163EF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Dead or Alive", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;Dead or Alive&quot; has the wild, nasty sweep of an adult-theme anime. It's so determined to ignore the taboos diligently observed in mainstream Japanese entertainment that it includes a prostitute splattered with feces as well as bestiality and a party at a grave site. The director, Takashi Miike, wants to freak out his audiences, but his ideas are third-generation copies from masters with a real taste for perversity. The film's heat comes from a microwave, not from the honest danger of an open flame. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Bride of the Wind (Movie)  ", "publication_date": "2001-06-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:25", "opening_date": null, "display_title": "Bride of the Wind", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E7DE1F3FF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bride of the Wind", "type": "article"}, "mpaa_rating": "R", "summary_short": "Bruce Beresford's drama, which traces the hectic love life of Gustav Mahler's wife, Alma Schindler (Sarah Wynter), over two decades, starting in 1902, looks much better than it is. For all the talk of artistic and amorous passion, the film is trapped in snobbish inertia; its idea of period drama amounts to a kind of highbrow name-dropping. &#151; A. O. Scott", "multimedia": null}, {"headline": "Let It Snow (Movie)", "publication_date": "2001-06-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:16:29", "opening_date": null, "display_title": "Let It Snow", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E6D9163EF93BA35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Let It Snow", "type": "article"}, "mpaa_rating": "R", "summary_short": "Adam Marcus's modest and intermittently diverting comedy is about one man's need for love and his optimism despite his parents' insanity. The movie gets by on the energy of the actors, who may be as taken by the movie's guilelessness as audiences could be. Nevertheless, the film's naïvete makes up for its rampant predictability. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Wide Blue Road, The (Play)", "publication_date": "2001-06-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:55", "opening_date": null, "display_title": "The Wide Blue Road", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E3DA133FF935A35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Wide Blue Road", "type": "article"}, "mpaa_rating": "", "summary_short": "The Italian director Gillo Pontecorvo's 1957 film is a political movie that, partly through the powerful lead performance of its star, the relatively young Yves Montand, transcends its own politics. In its portrait of a humble fishing village, the movie reverently looks back to the early films of Rossellini. But at the same time, the movie has a high scenic gloss aesthetically at odds with neo-realist austerity. As stirringly heartfelt as it is, Mr. Montand's portrayal of a proud renegade fisherman who breaks the law to make a better life for his family is a star performance radiant with macho glamour. — Stephen Holden", "multimedia": null}, {"headline": "Everything  Moves Alone (Movie)  ", "publication_date": "2001-06-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:22", "opening_date": null, "display_title": "Everything Moves Alone", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E1D6113CF932A35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Everything Moves Alone", "type": "article"}, "mpaa_rating": "", "summary_short": "Shifting from self-consciously earnest to self-consciously arch to just self-conscious, &quot;Everything Moves Alone&quot; has the amateurish let's-put-on-a-movie vibe that's the unfortunate backwash of such low-budget successes as &quot;Hollywood Shuffle,&quot; &quot;Clerks&quot; and &quot;Bottle Rocket.&quot; They made turning out a first feature on the cheap look a whole lot easier than it actually is. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Animal, The (Movie)", "publication_date": "2001-06-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:28", "opening_date": "2001-06-01", "display_title": "The Animal", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E4DD1E3CF932A35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Animal", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The goofy new Rob Schneider comedy isn't the gross-out farce that its title suggests. The star portrays a meek, much-persecuted police department file clerk who, after being implanted with animal organs after a near-fatal car accident, fights against the instincts of the donor beasts that rise up inside him. Especially when he goes into a mating dance with a female goat and feeds a bird (birdy-style) in an animal shelter, this fable about the dog beneath the skin is very funny. Mr. Schneider brings an endearing innocence to a role that others would have played with a nasty leer. — Stephen Holden", "multimedia": null}, {"headline": "Bread and Roses (Movie)  ", "publication_date": "2001-06-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:52", "opening_date": null, "display_title": "Bread and Roses", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE7DE1E3CF932A35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bread and Roses", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ken Loach's film tells the story of Maya (Pilar Padilla), an illegal immigrant from Mexico who becomes involved in a campaign to unionize the janitors in a sleek Los Angeles high-rise. The movie is unabashedly political, but Mr. Loach's good-humored, compassionate realism and Ms. Padilla's bouyant performance lift the film above its didactic impulses. And these impulses should not be dismissed: the film has a lot to teach about dignity, solidarity, and working conditions in the age of globalization. -- A.O. Scott\r\n", "multimedia": null}, {"headline": "Love Divided, A (Movie)", "publication_date": "2001-06-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:03", "opening_date": null, "display_title": "A Love Divided", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E5DF1E3CF932A35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of A Love Divided", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The feelings stirred up by &quot;A Love Divided,&quot; the true story of a sleepy Irish village nearly torn apart by religious strife in the late 1950's, are so volatile that it is difficult to watch the film without taking sides. The movie pits a stubbornly independent Protestant mother against a rabidly militant Catholic priest who is only too willing to incite mob violence to get his way. &#151; Stephen Holden", "multimedia": null}, {"headline": "What's the Worst That Could Happen? (Movie)  ", "publication_date": "2001-06-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:42", "opening_date": "2001-06-01", "display_title": "What's The Worst That Could Happen?", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE7DE1E3CF932A35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of What's The Worst That Could Happen?", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Those of us looking for the opportunity to compare a Martin Lawrence turn to a Robert Redford performance based on the same character &#151; Donald E. Westlake's determined bad guy John Dortmunder &#151; still have a while to wait. In the new film adaptation of the author's &quot;What's the Worst That Could Happen?,&quot; Mr. Westlake's skillful but hapless Dortmunder, portrayed by Mr. Redford in 1972 in &quot;The Hot Rock,&quot; is transformed into the latest of Mr. Lawrence's bungling, bling-blinging protagonists. This time, Mr. Lawrence is a professional thief who becomes obsessed with Danny DeVito, a white-collar criminal. The picture turns into a cobweb of tricky spins and twists that seems like a hip-hop of version of &quot;Ruthless People,&quot; with everyone falling back on his specialty. With its set of cliches, the movie is a dreary walk down comedy's memory lane. Mr. Lawrence has added to his delivery a layer of dry ice that almost freezes the others out entirely. Fortunately, his cool can't insulate him from Bernie Mac, who plays his fence, Uncle Jack, as if he already owns the picture and is scouting for the best price he can get. But if Uncle Jack bursts onto the screen, it's William Fichtner's rococo turn that's hard to watch and take your eyes off. He saunters in on a cloud of proud but indeterminate sexuality, with hair made of lemon spun sugar. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Real Young Girl, A (Movie)", "publication_date": "2001-06-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:57:17", "opening_date": null, "display_title": "Une Vraie jeune fille", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E6D7113CF932A35755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Une Vraie jeune fille", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;A Real Young Girl,&quot; a surreal voyage into adolescent sexuality written and directed by Catherine Breillat, is both a sequel and precursor to &quot;Romance,&quot; Ms. Breillat's harrowing and voluptuous exploration of a middle-aged woman's erotic life. Crude, unpolished, yet curiously dreamy, &quot;A Real Young Girl,&quot; coming after &quot;Romance,&quot; looks and sounds like the product of an era at once angrier and more innocent than our own. Which it is: the film was completed in 1976 and never released, apparently because it was too raw for the mainstream and too strange for the pornography market. But the times, for better or for worse, have fashioned a niche for Alice (Charlotte Alexandra), the sullen, curious teenager whose body and soul are laid bare by Ms. Breillat's camera. — A. O. Scott", "multimedia": null}, {"headline": "Road Home, The (Movie)", "publication_date": "2001-05-25", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:51:34", "opening_date": "2001-06-15", "display_title": "The Road Home", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E7D8113DF936A15756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Road Home", "type": "article"}, "mpaa_rating": "G", "summary_short": "The tenderhearted love story of a teenage girl and a handsome young schoolmaster who comes to work in a remote village in northern China during the days of Mao Zedong's Cultural Revolution is a seamlessly constructed cinematic ballad that aspires toward classic, lyric simplicity. Zhang Ziyi is luminous as the smitten young woman who nearly dies for love. The exquisitely atmospheric cinematography wraps you in the pristine wintry landscape. The only serious flaw is a mushy ''Titanic''-influenced background score. -- Stephen Holden", "multimedia": null}, {"headline": "Pearl Harbor (Movie)  ", "publication_date": "2001-05-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:24", "opening_date": "2001-05-25", "display_title": "Pearl Harbor", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E6D7113DF936A15756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Pearl Harbor", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "By the time the Japanese bombers show up, more than an hour into this noisy, incoherent action-romance, you may feel something like relief. At least all the explosions will drown out the ear-splitting score and the mind-numbing dialogue. And, it should be said, the aerial combat sequences are vivid and impressive. But rarely has a movie so technically proficient been so conceptually bankrupt. Kate Beckinsale, Ben Affleck and Josh Hartnett -- playing two American pilots and a nurse embroiled in a nonsensical love triangle -- do what they can with the thudding, expository\r\n script, but the film, for all its bloat and bombast, can barely manage a single moment of genuine feeling. Resist the hype. Save your money. Rent &quot;From Here to Eternity.&quot; -- A.O. Scott\r\n", "multimedia": null}, {"headline": "Man Who Cried, The (Movie)", "publication_date": "2001-05-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:09:57", "opening_date": null, "display_title": "The Man Who Cried", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E1D7113DF936A15756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Man Who Cried", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;The Man Who Cried&quot; is a most peculiar movie, a series of sumptuous mounted tableaus showing off the prowess of the writer and director Sally Potter as she follows Suzie (Christina Ricci) across Europe, fleeing one kind of persecution in the Soviet Union only to find another kind in France. The movie has the grandeur of an epic, though clearly done with little money; it's as if Ms. Potter were determined to show she could make &quot;Titanic&quot; on $30. But it lacks an epic sweep. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Petits Freres (Movie) ", "publication_date": "2001-05-18", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:09:21", "opening_date": null, "display_title": "Petits Freres", "link": {"url": "http://www.nytimes.com/movie/review?res=9403E6D8103AF93BA25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Petits Freres", "type": "article"}, "mpaa_rating": "", "summary_short": "Jacques Doillon, the French director of &quot;Ponette,&quot; seems to have a special radar into the inner lives of children. And in &quot;Petits Freres,&quot; he concentrates on Talia (Stéphanie Touly), a 13-year-old girl adrift with other adolescents in a housing project in a poor suburb of Paris, aggrieved when her playmates steal the gentle pit bull she is raising as a pet and sells the animal to dog fighters. The movie is a poignant study of latchkey children trying establish a fragile community in a corrupt, crime-ridden environment. It is marred, however, by songs that editorialize mawkishly about the children's plight. -- Stephen Holden", "multimedia": null}, {"headline": "Angel Eyes (Movie)  ", "publication_date": "2001-05-18", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:18:33", "opening_date": "2001-05-18", "display_title": "Angel Eyes", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE7DF113AF93BA25756C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Angel Eyes", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jennifer Lopez is a tough Chicago police officer and Jim Caviezel, the quiveringly sensitive amnesiac survivor of a car accident in which she saved his life. (Or did she?) After he saves hers, they become lovers. A thoroughly synthetic concoction (with nifty action sequences) that stirs together elements of &quot;The Sixth Sense,&quot; &quot;Frequency&quot; and &quot;City of Angels,&quot; the movie tosses in an earnest subplot about battered wives. Imagine Jane Russell and Montgomery Clift in a clinch, and you'll have some idea of the absence of romantic chemistry between the two stars. -- Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}