{"results": [{"headline": "Blackout, The (Movie)", "publication_date": "2001-08-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:29:52", "opening_date": null, "display_title": "The Blackout", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E5DA143CF930A3575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Blackout", "type": "article"}, "mpaa_rating": "R", "summary_short": "Abel Ferrara's film caused a stampede when it was shown at the 1997 Cannes Film Festival. That it is being released in 2001 says a lot about what the film promises, and what the film delivers. Matty (Matthew Modine) is a popular, pampered and prosperous movie star with the sort of substance abuse problems common to Mr. Ferrara's characters. The balance of the film is concerned with Matty's quest for forgiveness and redemption, a quest complicated by the fact that Matty has no clear idea of what he is atoning for. Like most of Mr. Ferrara's films, &quot;The Blackout&quot; takes place in a trance state — events are fuzzy, line readings even fuzzier. There are mysterious ellipses in the plotline and lots of droning electric guitar work on the soundtrack. — Dave Kehr", "multimedia": null}, {"headline": "Jackpot (Movie)  ", "publication_date": "2001-07-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:32", "opening_date": null, "display_title": "Jackpot", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E0DC143DF934A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jackpot", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Jackpot&quot; is the elusive pot of gold that Sunny Holiday (Jon Gries) is searching for. He's barely a step above the down and out, working the karaoke circuit. He views it as a way to leapfrog into singing his own songs. Like &quot;Twin Falls, Idaho,&quot; the  first film by Michael and Mark Polish, &quot;Jackpot&quot; — Michael directed and wrote the script with Mark  —  is redolent of desperation, delusion and kitsch. The filmmakers are more willing to wink knowingly at creepiness than anyone this side of David Lynch. And despite its few very funny scenes, and the newest digital technology, which gives the film an appropriate left-on-the-dashboard faded look, the picture lacks balance, shifting clumsily from comedy to melodrama. The tone of the picture is as wobbly as Sunny's ability to stay on key; and it seems to be just as predatory as he is toward women hungry for affection. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Monkey's Mask, The (Movie)", "publication_date": "2001-07-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:51", "opening_date": null, "display_title": "The Monkey's Mask", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E7D9153DF934A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Monkey's Mask", "type": "article"}, "mpaa_rating": "R", "summary_short": "Samantha Lang thriller follows a young Australian private detective named Jill Fitzpatrick (Susie Porter) into the seamy psychosexual underworld of, um, poetry readings. Hired to investigate the disappearance of a university student, Jill is soon sucked into a snakepit of depravity and double-dealing. There is something charming about the movie's vision of poetry as a sleazy, glamourous pursuit, which it may well be in Australia. But Ms. Lang's flat, paceless direction and Annie Kennedy's painfully expository script (adapted from &quot;a novel in poetry&quot; by Dorothy Porter) makes the conceit seem preposterous. Instead of suspense, there is confusion; instead of intrigue, a lot of inexplicable confrontation among characters whose significance is not so much enigmatic as obscure. &#151; A. O. Scott", "multimedia": null}, {"headline": "Wet Hot American Summer (Movie)  ", "publication_date": "2001-07-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:28", "opening_date": null, "display_title": "Wet Hot American Summer", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE3DC143DF934A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Wet Hot American Summer", "type": "article"}, "mpaa_rating": "R", "summary_short": "Set on the last day of summer camp in 1981, this loosey-goosey collection of bits and gags is both a homage to and a parody of the cheesy, dumb, low-brow comedies of that era. It works better as homage, since crude, silly jokes don't gain much by being delivered with a wink of referential knowingness. The humor is a combination of improvisational absurdity and bawdy adolescent mugging, and it starts to get old after about 45 minutes, but there is enough to satisfy anyone who was an obnoxious 15-year-old in the early years of the Reagan presidency, which may be enough to make the movie a minor hit. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Bread and Tulips (Movie)  ", "publication_date": "2001-07-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:04", "opening_date": "2001-11-02", "display_title": "Bread and Tulips", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06EEDD143DF934A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bread and Tulips", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This Italian comedy about a bored housewife who finds happiness among the scruffy Bohemians of Venice is hardly goundbreaking — at least a half-dozen episodes of &quot;The Simpsons&quot; cover similar ground. But the movie does have a sweet, understated charm, some genuinely funny moments, and a wise, sexy performance by Licia Maglietta in the lead role, all of which make it easy to sit through and easy to like. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Greenfingers (Movie)  ", "publication_date": "2001-07-27", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:07", "opening_date": null, "display_title": "Greenfingers", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E6DD143DF934A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Greenfingers", "type": "article"}, "mpaa_rating": "R", "summary_short": "Written and directed by a Brooklyn native, Joel Hershman, &quot;Greenfingers&quot; is an all-too-prime example of the globalization of film culture.  The film strives to be an adorable Anglo-Irish comedy in the tradition of &quot;The Full Monty,&quot; &quot;Waking Ned Devine&quot; and &quot;Billy Elliot,&quot; and more or less succeeds on those unambitious terms — which may be what's most disturbing about it. The film, which is loosely inspired by a 1998 article by Paula Deitz in The New York Times about a gardening program in a prison in the Cotswolds, is as synthetic as a rubber rose, but it is all but indistinguishable from the organically grown, bred-in-Britain article. &#151; Dave Kehr", "multimedia": null}, {"headline": "Planet of the Apes (Movie)  ", "publication_date": "2001-07-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:33", "opening_date": "2001-07-27", "display_title": "Planet of the Apes", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE6DB143DF934A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Planet of the Apes", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This is a reimagining of the original B-picture with a few touches of wit, and even fewer touches of imagination. Asexual and loud, the new film has been reconfigured for 6-year-olds with an ending that's really surprising. (It doesn't make any sense.) Mark Wahlberg is the hero this time, an American astronaut who's flung through a wormhole and crash-lands on a world where apes rule. Polite and steely, he is simply cast as the good guy instead of fulfilling the role. In Tim Burton's version, the apes don't bounce like marionettes; they're proud to be apes, and in the scary battle scenes, they charge across a field like thundering primates. This stampede of hairy cannonballs is a bad dream come to life. Helena Bonham Carter is an ape with sympathies for mistreated humans and she uses her voice resourcefully. But the movie belongs to Tim Roth, as the preening, ambitious General Thade - so much so that he even gets the best makeup job. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "River, The (Movie)", "publication_date": "2001-07-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:10", "opening_date": null, "display_title": "The River", "link": {"url": "http://www.nytimes.com/movie/review?res=9802EFDC143DF934A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The River", "type": "article"}, "mpaa_rating": "", "summary_short": "Whether or not &quot;The River&quot; is, as some critics have claimed, Tsai Ming-liang's masterpiece, it is an excellent introduction to his oblique narrative style, his favored themes and his careful, lyrical visual sensibility. The story, about three lonely people who turn out, as if unbeknownst to themselves, to be related, emerges slowly, with virtually no exposition and minimal dialogue through a series of long shots that are at once naturalistic and meticulously composed. The pace of &quot;The River&quot; is slow, and Mr. Tsai's minimal camera movement and deliberate editing may take some getting used to, especially in an era of hectic cutting and hand-held hyperactivity. But he is one of those filmmakers whose visions, once encountered, are hard to shake, a rare director who seems, even at this late date, to be reinventing the medium and rediscovering the world. &#151; A. O. Scott", "multimedia": null}, {"headline": "One-O-One Reykjavik (Movie)  ", "publication_date": "2001-07-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:53:07", "opening_date": null, "display_title": "101 Reykjavik", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E1D71E3AF936A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of 101 Reykjavik", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Baltasar Kormakur's cagey, wafer-thin Icelandic comedy brims with surliness, from Hlynur, its remorseless, do-nothing protagonist, to its score by Damon Albarn of Blur and Einar Orn Benediktsson of the Sugarcubes. Hlynur is nearly 30 and talks a wry game about being unwanted and unemployable when he just doesn't want to expend the effort it takes to leave his mother's house. When he does get out, it is to perform activities that are sure to upset people and bring a disdainful smirk to his face. So, when Lola (Victoria Abril) comes to stay with his mother, Hlynur finds enough energy to stumble into a clinch with her. The movie feels as though it is not about much, but it is so well acted that the lassitude becomes a part of the atmosphere. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Hedwig and the Angry Itch (Movie)  ", "publication_date": "2001-07-20", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:20:32", "opening_date": "2001-08-31", "display_title": "Hedwig and the Angry Inch", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05EEDF143AF933A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Hedwig and the Angry Inch", "type": "article"}, "mpaa_rating": "R", "summary_short": "John Cameron Mitchell's Off-Broadway &quot;post-punk, neo-glam rock musical&quot; about the travails of an East German-born transsexual rock singer on the road in America has been adapted into a wildly funny and innovative film that is even more groundbreaking in its way than &quot;Moulin Rouge.&quot; Mr. Mitchell's glamorous title character exudes a Marlene Dietrich-like hauteur, while Stephen Trask's meaty score augments David Bowie's grandiose early-70's rock style with punk-rock attitude and witty lyrics inspired by (of all things) Plato's &quot;Symposium.&quot; Smart, surreal and subversive. &#151; Stephen Holden", "multimedia": null}, {"headline": "Ghost World (Movie)  ", "publication_date": "2001-07-20", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:29:49", "opening_date": "2001-09-21", "display_title": "Ghost World", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E6DE143AF933A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Ghost World", "type": "article"}, "mpaa_rating": "R", "summary_short": "Misanthropy was never so much fun, and the boredom of contemporary adolescence has rarely been so thrilling. Terry Zwigoff's elegant adaptation of Daniel Clowes's comic concentrates on the friendship of Enid and Rebecca (Thora Birch and Scarlett Johannson), two sarcastic, defiantly nonconformist teenagers enduring a world that falls unredeemably short of their standards of coolness. Steve Buscemi plays a middle-aged record collector whose accidental friendship with Enid propels her into one of the funniest and most convincing coming-of-age stories in recent years. - A. O. Scott", "multimedia": null}, {"headline": "America's Sweethearts (Movie)  ", "publication_date": "2001-07-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:09", "opening_date": "2001-07-20", "display_title": "America's Sweethearts", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E5DE143AF933A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of America's Sweethearts", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In spite of a scattering of funny lines, a game performance by Catherine Zeta-Jones and amusing walk-ons by Alan Arkin and Christopher Walken, this crowded, glossy comedy lacks both the bite of real satire and the giddy effervescence of screwball. John Cusack and Ms. Zeta-Jones are a pair of narcissistic movie stars whose real-life breakup threatens the profitability of their new movie. Billy Crystal plays the over-the-hill publicist who organizes a press junket at which all manner of not terribly surprising complications ensue. Julia Roberts plays Ms. Zeta-Jones's ugly-duckling sister, who is also her long-suffering assistant and her rival for Mr. Cusack's affections. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Scrapple (Movie)", "publication_date": "2001-07-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:11:52", "opening_date": "1998-07-31", "display_title": "Scrapple", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CEFDD143AF933A15754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Scrapple", "type": "article"}, "mpaa_rating": "R", "summary_short": "Christopher Hanson's &quot;Scrapple&quot; is a completely uncondescending, nearly letter-perfect re-creation of a late 60's-early 70's stoner comedy. As such, it's a very strange cultural artifact, though not an unappealing one. Filming on location in and around the now uber-chic ski resort of Telluride, Colo., Mr. Hanson succeeds amazingly well in turning the clock back 30 years, to a time when Telluride (appearing here under the pseudonym of Ajax) was a remote outpost populated by ski bums, substance abusers and a few prescient real estate developers. &#151; Dave Kehr", "multimedia": null}, {"headline": "Jurassic Park III (Movie)  ", "publication_date": "2001-07-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:45:58", "opening_date": "2001-07-18", "display_title": "Jurassic Park III", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E4D81E3BF93BA25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jurassic Park III", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Dr. Alan Grant (Sam Neill), who barely escaped alive in the first &quot;Jurassic Park,&quot; returns in this film. He's the leader of an expedition that crash-lands on the dinosaurs' island, putting everyone at the mercy of the park's denizens. Even though this sequel ticks off all the conventions, the movie dashes like a one-track-mind raptor. It's speedy, light on its feet and louder than bombs; it's also a lot more fun than the previous &quot;Park&quot; excursions. Much of the talent behind the cameras has done survival-of-the-fittest films before (Joe Johnston's filmography includes &quot;Jumanji&quot;). And they seem determined to check off all the to-do notes necessary for a prehistoric exploitation picture: we're missing only Raquel Welch in a yummy fur bikini. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Inbred Rednecks (Movie)  ", "publication_date": "2001-07-13", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:47:10", "opening_date": null, "display_title": "Inbred Rednecks", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE5DD153BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Inbred Rednecks", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Waiting (Movie)  ", "publication_date": "2001-07-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:39", "opening_date": null, "display_title": "Waiting", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E5DD153BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Waiting", "type": "article"}, "mpaa_rating": "", "summary_short": "Adding to the recent spate of restaurant movies is &quot;Waiting,&quot; a video feature shot in South Philadelphia by Patrick Hasson. Coming after &quot;Dinner Rush,&quot; &quot;Restaurant,&quot; &quot;Fast Food, Fast Women&quot; and &quot;Off the Menu&quot; — not to mention the granddaddy of them all, the excellent &quot;Big Night&quot; (1996) — &quot;Waiting&quot; doesn't have many fresh ideas to contribute to the genre, though it is reasonably good-natured and delivers a handful of solid laughs. &#151; Dave Kehr", "multimedia": null}, {"headline": "Legally Blonde (Movie)  ", "publication_date": "2001-07-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:29", "opening_date": "2001-07-13", "display_title": "Legally Blonde", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04EFD9173BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Legally Blonde", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The plot is the usual midlevel  \r\ncommercial comedy mishmash: a clear, easily digested and wildly implausible concept  \r\naccessorized with hit-or-miss bits of physical  \r\nand verbal humor, a fizz of light love trouble, and a barrage of huggy, uplifting moments at  \r\nthe end. &quot;Legally Blonde&quot; is made almost  \r\nworthwhile by Reese Witherspoon, who may be  \r\nthe Doris Day of our drab age. She plays Elle  \r\nWoods, a Los Angeles sorority queen who follows her undeserving boyfriend to Harvard Law School, where she turns out not to be the  \r\nairhead everyone mistakes her for. Indeed,  \r\nElle — not to mention Ms. Witherspoon —  seems a good deal smarter than the movie itself, which stumbles when it should accelerate  \r\nand turns gooey when it should be sharp. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Bully (Movie)  ", "publication_date": "2001-07-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:52:13", "opening_date": null, "display_title": "Bully", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E5D7173BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bully", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Bully&quot; is based on the true story of a murder in South Florida, and it purports to be a raw and honest examination of the violent, hedonistic, amoral lives of America's youth, or at least a particularly decadent and photogenic cross-section of it. The film's director, Larry Clark, has visited this territory before, in the disquieting &quot;Kids,&quot; which looks like mid-period Woody Allen compared to &quot;Bully.&quot; The story is horrifying and, if it had been competently and sensitively told, might have made a powerful and important film. But Mr. Clark seems to have approached it without a thought in his head, as though declaring his solidarity with the empty minds of the characters. Some of his detractors have called Mr. Clark a pornographer, but this is an insult to honest smut-peddlers, who treat their subjects with more respect than he does. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Score, The (Movie)", "publication_date": "2001-07-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:25:52", "opening_date": "2001-07-13", "display_title": "The Score", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E6D7173BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Score", "type": "article"}, "mpaa_rating": "R", "summary_short": "In spite of its good looks,  mellow sounds and  top-shelf cast, &quot;The Score&quot; is a spiritless, unimaginative excerise in professionalism for its own sake. The film's main character, Nick (Robert De Niro), is a jet-setting jewel thief dragged reluctantly into one last job by his longtime partner, Max (Marlon Brando), and a brash young upstart named Jack (Edward Norton). Their caper, which involves breaking into the Montreal customs house to steal a jewel-encrusted gold scepter, is an apt metaphor for the movie itself — a meticulous and elaborate logistical undertaking with no discernible purpose other than a big payoff. &#151; A. O. Scott", "multimedia": null}, {"headline": "Made (Movie)  ", "publication_date": "2001-07-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:30:15", "opening_date": "2001-08-31", "display_title": "Made", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E4D7173BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Made", "type": "article"}, "mpaa_rating": "R", "summary_short": "Who knew that the &quot;Swingers&quot; writer and co-star Jon Favreau wanted to be John Cassavetes? His  \r\ndirectorial debut — which he also wrote and  \r\nco-stars in — is a lowlife comedy-melodrama  \r\nthat pushes through to the other side. Vince \r\nVaughn, his &quot;Swingers&quot; co-star, does a real- \r\nlife version of his bouncing boychick from that previous hit; here, he plays a would-be hipster  with echolalia. Bobby (Mr. Favreau), a failing boxer with more heart than brains, drags his loser buddy Ricky (Mr. Vaughn) along from Los Angeles to New York to do some work for a mob fixer (Peter Falk). They leave a trail of apologies and screw-ups in their wake. It's often funny, thanks to Mr. Falk, Sean (I'm Neither Puff Daddy Nor P. Diddy) Combs and  \r\na series of cameos. But Mr. Favreau may  \r\nhave taken on too much; he might have been  \r\nbetter off behind the camera. — Elvis Mitchell\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}