{"results": [{"headline": "A Love That's Forever, if Only for a Day", "publication_date": "2004-02-13", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:16:48", "opening_date": "2004-02-13", "display_title": "50 First Dates", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06EFDA103AF930A25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of 50 First Dates", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "For its first few minutes, this romantic comedy, directed by a veteran builder of &quot;Saturday Night Live&quot; star vehicles, looks like another crude, bullying Adam Sandler extravaganza: there are vulgar sexual jokes, a vomiting walrus and the never entirely welcome appearance of Rob Schneider, who plays a Hawaiian stoner named Ula. But then Drew Barrymore shows up as Lucy, a lovely art teacher suffering from temporal lobe damage, and everything starts looking up. She goes after Mr. Schneider with a baseball bat, and engages Mr. Sandler, who plays an easy-going, womanizing veterinarian, in a clever and touching romantic comedy. The film's conceit — Lucy's injury has destroyed her short-term memory, so that she starts each day with no recollection of the one before — is reminiscent of Harold Ramis's immortal &quot;Groundhog Day.&quot; While &quot;50 First Dates,&quot; deftly directed by Peter Segal from George Wing's witty and heartfelt script, does not have that film's philosophical ambitions, it does follow its premise to a risky conclusion that pays off beautifully. — A. O. Scott", "multimedia": null}, {"headline": "Studiously Unraveling the Intricate Web of Chaplin as Filmmaker and Performer", "publication_date": "2004-02-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:42:22", "opening_date": null, "display_title": "Charlie: The Life and Art of Charles Chaplin", "link": {"url": "http://www.nytimes.com/movie/review?res=9503EED6103AF930A25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Charlie: The Life and Art of Charles Chaplin", "type": "article"}, "mpaa_rating": "", "summary_short": "Richard Schickel, a noted film critic and historian, has used the familiar techniques of historical documentary &#151; archival film clips interspersed with learned talking heads &#151; to construct a critical biography of one of the dominant figures in 20th-century popular culture. The film, which includes wonderfully thorough analyses of Chaplin's techniques as a comedian and a director, is also an essay on the rise of movie celebrities and the psychological impulses that can both impel and threaten an artist's creativity. The commentary &#151; provided by some of Chaplin's children, by film scholars and by artists ranging from Martin Scorsese to Johnny Depp &#151; is illuminating, and Mr. Schickel's narration (read by Sidney Pollack) provides an elegant and erudite reminder of Chaplin's importance. &#151; A. O. Scott", "multimedia": null}, {"headline": "If Only Barbie Were Life-Size", "publication_date": "2004-02-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:50", "opening_date": null, "display_title": "Love Object", "link": {"url": "http://www.nytimes.com/movie/review?res=9806E7D6113AF930A25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Love Object", "type": "article"}, "mpaa_rating": "R", "summary_short": "Robert Parigi shows a kicky sense of humor in this low-budget film, and ably creates a smirking menace. The loner Kenneth (Desmond Harrington), who labors as a technical writer in Los Angeles decides to order an inanimate physical companion, an anatomically correct doll that he names Nikki. Kenneth, as slender as a riding crop, throws himself into his relationship with Nikki with loving devotion; it's a stand-in for a close encounter with Lisa (Melissa Sagemiller), who works in the same office that he does. Having Nikki around the house for his reindeer games helps Kenneth to open up, and gives him the nerve to ask Lisa out. When he gets to know her, Nikki starts to strike out in jealousy &#151; or does she? &#151; and Kenneth's natural discomfort level redlines. Mr. Parigi keeps a chill in the meager proceedings. One of the most disturbing elements of the movie comes from the fact that Nikki looks like an extravagant line item in the &quot;Love Object&quot; budget. You get the sense that the unliving doll has to be returned to a warehouse with as few scuffs as, um, humanly possible. The modestly assembled film is only periodically derailed because of its tone; the writer/director sometimes overplays the humor in the midst of all the deadpan. Occasionally, the movie seems to be parodying itself &#151; a danger of slim-budget affairs where we can almost see a meter ticking away the dollars, and you feel you've spent almost as much on admission as the filmmaker did completing the project. Understandably, Mr. Parigi wants to exercise some control &#151; besides striking a spark by pinching pennies &#151; and the comedy allows him to maintain a knowing pitch, just enough to keep &quot;Love Object&quot; brisk. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "The New Parisian Underworld", "publication_date": "2004-02-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:25:41", "opening_date": null, "display_title": "La Mentale: The Code", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE7D6113AF930A25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of La Mentale: The Code", "type": "article"}, "mpaa_rating": "R", "summary_short": "Manuel Boursinhac's film features two stars of the new French action cinema, Samuel Le Bihan (&quot;The Brotherhood of the Wolf&quot;) and Samy Naceri (the resourceful cab driver in the &quot;Taxi&quot; series), in a story that seems yawningly familiar: Mr. Le Bihan plays Dris, a former gangster who has emerged from four years in prison determined to make a new life with his squeaky-clean, blue-eyed girlfriend (Marie Guillard).  But his best friend from childhood, the successful gangster Yanis (Mr. Naceri), wants Dris in on a big armored car heist he is planning, and assigns the Gypsy prostitute Nina (Clotilde Courau, a burgeoning Jennifer Jones-type) to rekindle her old romance with Dris and pull him back into the fold.  A bloody, low-brow Euro-programmer, grandly inflated in prestige by the mere fact of being imported. &#151; Dave Kehr", "multimedia": null}, {"headline": "Soulful Androids Who Endure Those Cold Humans", "publication_date": "2004-02-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:53:18", "opening_date": null, "display_title": "Robot Stories", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CEFD9103AF930A25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Robot Stories", "type": "article"}, "mpaa_rating": "", "summary_short": "Greg Pak's fantasy anthology piece, which details the ways robots have complicated the lives of humans, has a dexterous sense of wonder that nonetheless leaves the film feeling a bit detached. Perhaps it's because the stories themselves, well told, have the gentle lull of whimsy. But Mr. Pak's fascination with the material goes a long way — many of the loveliest touches seem to be inspired by Isaac Asimov's sweeping &quot;Robot Chronicles.&quot; The picture's ambition in fashioning intrigues also reveals the director's generosity of spirit. This quality is discernible in &quot;Machine Love,&quot; in which Mr. Pak can be seen as Archie, an android office worker who gamely endures the ridicule of the other drones around him because of his single-mindedness.  &quot;Machine Love&quot; could've been the title of the four pieces that make up &quot;Stories.&quot; In &quot;My Robot Baby,&quot; it's the intensity of a would-be mother (Tamlyn Tomita) desperate to pick up parenting skills to qualify for adoption that's easily the most compelling element in the vignettes. Mr. Pak's feel for melodrama adds a piercing and thoughtful end note similar to the emotional gravity found in Stephen King novellas like &quot;The Body&quot; and &quot;Rita Hayworth and Shawshank Redemption,&quot; both in Mr. King's collection &quot;Different Seasons.&quot; But it's Mr. Pak's respect for the actors that he's selected that seems to work hand-in-exoskeleton with the thematic mission of the protagonists in each chapter of &quot;Stories.&quot; It's this quality that links the film's segments closely to &quot;Different Seasons.&quot; The most startling aspect of &quot;Robot Stories&quot; is not the mix the filmmaker built from spare parts left on the curb, but Mr. Pak's evolving dramatic acumen. He's a talent with a future. — Elvis Mitchell", "multimedia": null}, {"headline": "A Town in Turmoil on the Coast of Iceland", "publication_date": "2004-02-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:05", "opening_date": "2004-02-13", "display_title": "The Seagull's Laughter", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E7D6113AF930A25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Seagull's Laughter", "type": "article"}, "mpaa_rating": "", "summary_short": "A pleasant comedy in the deadpan, gently self-mocking Scandanavian style represented by Lone Scherfig's &quot;Italian for Beginners&quot; (Danish) and Peter Naess's Norwegian &quot;Elling&quot; (Norwegian), Agust Gudmondsson's &quot;The Seagull's Laughter&quot; brings an Icelandic legend down to earth.  In the early 1950's, a small fishing village on the outskirts of Reykjavik is thrown into turmoil by the return of Freya (Margrit Vilhjalmsdsttir), a prodigal daughter who left the village to marry an American serviceman during the war.  She appears, husbandless and apparently at the end of her rope, on the doorstep of her grandfather, a bluff, hearty sea captain (Eyvindur Erlendsson who leads his life on his ship and leaves his household to the management of the five women in the family:  matronly Granny (Kristbjvrg Kjeld), the mildly retarded Ninna (Gudlaug Olafsdottir), the marriageable Dodo (Edda Bjorg Eyjolfsdottir) and the inevitable tart-tongued adolescent, Agga (Ugla Egilsdsttir). Adapting his film from a popular novel by Kristin Marja Baldursdsttir, Mr. Gudmundsson has created a sleek, light and entertaining film, with a few contrasting pockets of darkness and mystery. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Little Marital Stress? He's a Cop Who Buys the Drugs She Demands", "publication_date": "2004-02-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:22", "opening_date": null, "display_title": "The Trilogy: After the Life", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01EFD9103AF930A25751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Trilogy: After the Life", "type": "article"}, "mpaa_rating": "R", "summary_short": "The most somber installment in Lucas Belvaux's &quot;Trilogy,&quot; this melodrama of addiction and marital malaise is also the most successful. Dominique Blanc and Gilbert Melki, playing a schoolteacher and police detective in the French city of Grenoble, appear on the edges of the other two films, and this one places the enigmatic agony of their characters at the center. Pascal (Mr. Melki) is torn between his devotion to his job and his loyalty to his wife, who seems to be slipping away into a morphine haze. The scenes between them have an elegiac intensity not matched in either of the other films, which actually undermine the powerful narrative logic of this one. You come away realizing that, if he limited himself to making one movie at a time, Mr. Belvaux could be smashingly good director. &#151; A.O. Scott", "multimedia": null}, {"headline": "A Frayed Family, an Ominous Fishing Trip", "publication_date": "2004-02-06", "byline": "Dave Kehr", "critics_pick": 1, "date_updated": "2016-03-30 06:58:57", "opening_date": null, "display_title": "Vozvraschenie", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E5DF103BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Vozvraschenie", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The winner of the grand prize at the 2003 Venice Film Festival, &quot;The Return&quot; is the stunning feature film debut of Andrey Zvyagintsev, a 39-year-old Russian director who here renews the grand tradition of Russian cinematic mysticism epitomized by Andrei Tarkovsky.  With a storyline at once enigmatic and psychologically acute, the film draws on biblical motifs to tell a story of the brothers Vanya (Ivan Dobronravov) and Andrey (Vladimir Garin), adolescents who have grown up in a small, depressed town in the care of their mother (Natalia Vdovina), their father having disappeared sometime after Vanya's birth. Mr. Zvyagintsev creates a most moving tension between his massive, archetypical themes and the bristling specificity of his characters.  The film is at once highly naturalistic and dreamily abstract, playing out its mythic themes through vibrantly detailed characterizations (and remarkable performances by the entire cast).  It's the work of a major new talent. — Dave Kehr", "multimedia": null}, {"headline": "In a Land of Female Repression, a Girl Survives as a Boy", "publication_date": "2004-02-06", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:45:27", "opening_date": null, "display_title": "Osama", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00EFDF103BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Osama", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Working with nonprofessional actors and a tiny budget, Siddiq Barmak's film is the first feature made in Afghanistan since before the rise of the Taliban — an impressive achievement made more so by the director's sure and subtle artistry. Without rancor, but also without averting his eyes from the cruelty of the Taliban's rule, Mr. Barmak paints a desolate picture of daily life under a capricious authoritarian regime that was especially harsh in its treatment of women. When her mother is chased out of her job at a dusty Kabul hospital, a young girl disguises herself as a boy and goes to work for a sympathetic shopkeeper, and as her ordeal reveals the many forms of Taliban brutality, the film also has moments of lyricism, tenderness and even comedy, as in one unforgettable sequence that explores the paradoxical idea of radical Islamist sex education. — A. O. Scott", "multimedia": null}, {"headline": "When Young Was Sexy and Paris Simmered", "publication_date": "2004-02-06", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:10:44", "opening_date": "2004-02-20", "display_title": "The Dreamers", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CEFD7133BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Dreamers", "type": "article"}, "mpaa_rating": "NC-17", "summary_short": "Bernardo Bertolucci began his career with the observation that he who has not lived before the revolution has never tasted the sweetness of life. His newest film, an ardently romantic love song to sex, cinema and the spirit of the 60's, elaborates on this observation by finding sweetness in the midst of political tumult. The disturbances of 1968 in Paris take place mostly off screen, bursting in only at the end to wake up the three title characters. The trio —  an American exchange student (Michael Pitt) and a pair of lovely, moody half-French twins (Eva Green and Louis Garrel) — spend most of the picture holed up in a luxuriously squalid Paris apartment, having sex and arguing about movies, politics and the relative merits of Eric Clapton and Jimi Hendrix. Instead of mocking or patronizing their passion (as some critics are sure to do), Mr. Bertolucci treats these silly, earnest, beautiful young people tenderly and with generosity. As a testament to their love of movies, he inserts archival film clips culled from the repertory of the Cinémathèque Française, where the three met and where the events of May began. To feed the audiences love, he photographs his fearless young actors and their surroundings with breathtaking grace. Even if the sight of naked bodies leaves you cold, some of the director's camera movements can make you gasp with delight. — A. O. Scott", "multimedia": null}, {"headline": "Father and Sons Separated by Belief", "publication_date": "2004-02-06", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:19:33", "opening_date": null, "display_title": "Hiding and Seeking", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E5DD113BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Hiding and Seeking", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The documentary filmmakers Menachem Daum and Oren Rudavsky (''A Life Apart:  Hasidism in America'') return with a provocative personal essay film centered on Mr. Daum's tendentious relationship with his two sons, Tzvi Dovid and Akiva, both Talmudic scholars who left their native Brooklyn to study in Israel.  Mr. Daum fears his children have turned their backs on the non-Jewish world, regarding all gentiles with suspicion bordering on hate.  By asking the two on a trip to Poland, where they discover that the Polish couple who hid Mr. Daum's father-in-law and two brothers are still alive, Mr. Daum hopes to shake his sons from their separatism, but even when confronted by such compelling, living evidence of goodness in the non-Jewish world, neither one is willing to abandon his prejudices.  The film offers no answers and is all the more moving for it; Mr. Daum's honest befuddlement seems apt, true and distressing. — Dave Kehr", "multimedia": null}, {"headline": "A Hollywood Ending From Real Life", "publication_date": "2004-02-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:25", "opening_date": "2004-02-06", "display_title": "Miracle", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01EFDF103BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Miracle", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This movie version of the 1980 United States Olympic hockey team's Cinderella season faces a hurdle that most fact-based films don't have to contemplate: the actual story the picture is based on was so corny and rousing that it hit all of the notes many filmmakers would have too much shame to embrace. Disney, the studio that brought us &quot;The Rookie&quot; and &quot;The Mighty Ducks&quot; (the movie and the team/merchandising operation), has no such restraint. Accordingly, &quot;Miracle&quot; does a yeoman's job of recycling the day-old dough that passes for its story. You can feel the film chafing against the restrictions given that many of the principals are still alive. The movie efficiently delivers the story points, though non-sports fans should be warned: the climax features an almost 20-minute re-creation of the penultimate 1980 game between the Americans and the Soviets. — Elvis Mitchell", "multimedia": null}, {"headline": "Needing Fast Cash, Kids Turn to Crime", "publication_date": "2004-02-06", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:51", "opening_date": "2004-02-06", "display_title": "Catch That Kid", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE5DD113BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Catch That Kid", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The ultimate &quot;don't try this at home&quot; movie, &quot;Catch That Kid&quot; is a children's film about three pre-teenagers who pull a bank heist. Of course, they have their reasons.  Maddy (Kristen Stewart), the precocious ringleader of the group, has a father (Sam Robards) in the hospital, in need of a $250,000 spinal operation that can only be performed in Denmark.  Maddy's mother, Molly (Jennifer Beals), is a security expert who has just designed a fiendishly complicated vault for a greedy, cold-hearted banker (Michael Des Barres).  The fact that Maddy's father is a nice guy and the banker is not seems to be more than enough moral justification for screenwriters Michael Brandt and Derek Haas, authors of that finely nuanced study in ethics and responsibility, &quot;2 Fast 2 Furious.&quot; Based on a Danish children's film, &quot;Klatretosen,&quot; &quot;Catch That Kid&quot; is the first mainstream studio movie from Bart Freundlich, who made &quot;The Myth of Fingerprints&quot; and &quot;World Traveler&quot; as an independent.  Mr. Freundlich's naturalistic sensibility gets in the way of the film's broad fantasy elements, turning what might have been a stylized romp like Robert Rodriguez's &quot;Spy Kids&quot; romp into something a little too real for comfort. &#151; Dave Kehr", "multimedia": null}, {"headline": "The Block Goes Bourgeois, and Barbers Draw Scissors", "publication_date": "2004-02-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:55", "opening_date": "2004-02-06", "display_title": "Barbershop 2: Back in Business", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E7DF103BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Barbershop 2: Back in Business", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A movie featuring Ice Cube bellowing &quot;No more profanity!&quot; — and meaning it — should produce a lot more laughs than this intermittently amusing sequel.  This film seems to be &quot;All About the Benjamins,&quot; to use the title of an Ice Cube action comedy. Most of the decisions involving this sequel to the spirited original &quot;Barbershop&quot; — a movie that itself cobbled together pieces of other projects — are about carefully retracing the steps of that 2002 hit in order to keep those $100 Benjamins flowing. But although Ice Cube's business sense is right on the money, the minor surprises of the first film are gone.  Ice Cube returns as star and executive producer of &quot;Barbershop 2.&quot; His Calvin Palmer provides the common sense that holds the shop together, a glue it desperately needs. When the moneyed inner-city entrepreneur Quentin Leroux (Harry Lennix) builds a lavish competitor called Nappy Cutz right across the street from Calvin's shop, the battle is on — Calvin has to fight to keep his business alive. The bittersweet aspects of the film add texture, though they can't supplant the lack of comedy; there were more laughs in Ice Cube's last picture, &quot;Torque.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Errant Spouses in a Crescendo of Missed Connections", "publication_date": "2004-02-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:30:20", "opening_date": null, "display_title": "The Trilogy: An Amazing Couple", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E5DD113BF935A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Trilogy: An Amazing Couple", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "The second installment in Lucas Belvaux's exhaustingly ambitious &quot;Trilogy&quot; is a domestic farce in which Cecile (Ornella Muti) suspects that her husband, Alain (François Morel), is having an affair. She persuades a local police detective (Gilbert Melki) to follow Alain, which leads poor Alain to believe that she is plotting to have him killed. The lugubriousness that weighs down &quot;On the Run&quot; (the thriller in the trilogy, which consists of three overlapping stories told according to the rules of different genres) is here replaced by a deft, understated sense of humor. As a comic filmmaker, Mr. Belvaux is more competent than dazzling, but Mr. Morel's jowly face and slumping posture help to make the picture genuinely funny. &#151; A. O. Scott", "multimedia": null}, {"headline": "Descending Into the Pit of Humanity", "publication_date": "2004-02-04", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:57:12", "opening_date": null, "display_title": "Blind Shaft", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E2D7143BF937A35751C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Blind Shaft", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "It's the last thing you'd expect — that a film that functions as both a commentary on socialism and a film noir could be entirely compelling. That's the case for Li Yang's  &quot;Blind Shaft&quot; and the China-set story allows him to create a hybrid and convey his documentary experience, steadily adding more and more character detail until a dazzling shocker moment at its climax; it's as if someone had unearthed a nonfiction film made by Cornell Woolrich.  &quot;Shaft&quot; starts in a dilapidated mining complex, and the picture has the bleak, grinding atmosphere of a real-life look at underpaid, trapped miners doing their jobs; a spooky shot of an elevator descending into the mine rings true because it creates mood and, later, serves as metaphor. Initially, the picture is harsh and claustrophobic enough to make us expect we're going to have to endure a collapse that will strand the workers in the dark, hard-to-see environment. Eventually, there is a collapse —  but it occurs after one of the workers kills a man and flees the site. His partner makes a bogus claim against the mine owner, extorting a payoff over the death of his &quot;brother,&quot; who died in the avalanche. This is the life they lead, moving from one shabby mining operation to another, conjuring faked ID's and collecting on the death of a &quot;relative.&quot; They then burn through the money on whores and alcohol. The mine owners they bilk are just as heartless —  they'd rather throw money at the problem instead of have it investigated.  Because &quot;Shaft&quot; is directed with airtight ruthlessness, its relentless and tough-minded storytelling has a grueling precision. The film wrings humor out of the pettiness of its determined killers. Its brooding meticulousness, and lack of flourish, evokes an old-school B-picture before the genre was over-inflated — and sentimentalized — into big-budget doggerel here in the United States; &quot;Shaft&quot; could be set in one of those faded boomtowns outside of Las Vegas and guided by Sam Fuller. The wan, gray skies and omnipresent squalor give the movie the feel of a black and white film, though splashes of color filter through occasionally. When someone does get around to remaking &quot;Shaft&quot; — and the film deserves such revisiting — let's hope the new version doesn't implode from gooey or overstated emotion.  &quot;Shaft&quot; deftly swings to a spartan, engrossing climax, and the final twists spell out what the murderers are made of and the setting responsible for them in the first place: a true piece of film magic. — Elvis Mitchell", "multimedia": null}, {"headline": "A Dollar, a Dream, a Brooklyn Boîte", "publication_date": "2004-01-30", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:41:40", "opening_date": "2004-01-30", "display_title": "Eat This New York", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DEFD91038F933A05752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Eat This New York", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "It will be impossible for you to walk past a shuttered restaurant and not feel a chill after seeing this documentary. The directors may not be great filmmakers &#151; it's hard to tell based on the bare bones picture they shot here &#151; but they know a great story, and more important, how to tell it. The movie will grip those fascinated by the restaurant business, and those who merely drift by the Food Network on the way to MoreMax or Speedvision on the cable dial. The directors demonstrate an eye for intriguing real-life drama. They get it from the film's subjects, John McCormick and Billy Phelps. The men are a pair of starry-eyed, eager would-be restaurateurs from Minnesota opening a new spot in Williamsburg, Brooklyn. As they discuss their thoughts for their slice-shaped eatery, they're like the young sisters in Jim Sheridan's &quot;In America,&quot; their eyes gleaming with joy over a first glimpse of  the Manhattan skyline. They plant their flag far from the madding crowd. &quot;I have no food experience, no restaurant experience,&quot; Mr. Phelps admits, and then adds, &quot;I don't know how many local customers we'll get there.&quot; The movie's subtle subtext is that restaurants are as big a reason for coming to New York as starting a band or writing a novel, only the dining path is far more treacherous. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "A Hip-Hop Dance Team Duels Some Menacing White Boys", "publication_date": "2004-01-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:54:49", "opening_date": "2004-01-30", "display_title": "You Got Served", "link": {"url": "http://www.nytimes.com/movie/review?res=9406E6D91038F933A05752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of You Got Served", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This modest programmer directed by Christopher B. Stokes showcases the latest developments in hip-hop street dance, which, much like hip-hop music, appears to be a largely masculine domain.  Apart from a few token women in the chorus, the boys dominate the performance with cutting, slashing, robotic moves that evoke both Chinese martial arts films and Michael Jackson's undying &quot;moonwalk&quot; move.  The presentation is aggressive and confrontational, and the dancers perform without ever breaking their scowling, angry street faces.  The thin plot revolves around the bust up of best friends Elgin (Marques Houston, of the hip-hop group IMx) and David (Omari Grandberry of B2K) over David's determination to date Elgin's dazzling kid sister Liyah (Jennifer Freeman).  Will they get back together in time to lead their crew to victory in the MTV showdown?  You do not need to be the Amazing Kreskin to predict the outcome. &#151; Dave Kehr", "multimedia": null}, {"headline": "Revelations and Repercussions for a Missionary and a Party Boy", "publication_date": "2004-01-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:11:57", "opening_date": null, "display_title": "Latter Days", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E3DC1038F933A05752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Latter Days", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This gay romantic melodrama draws on an unconscionable number of conventions, but works in the end because of its commitment to its characters and a handful of fine performances. Christian, played by the former soap opera star Wes Ramsey, is that stock figure of gay drama, the hopelessly handsome party boy whose life is devoted to casual sex.  A waiter in a Los Angeles restaurant, owned and operated by the radiantly maternal Lila (the always welcome Jacqueline Bisset), Christian accepts a $50 wager from his co-workers that he will be able to seduce the apparently straight Mormon missionary, Aaron (Steve Sandvoss), who has moved into the apartment opposite his.  Needless to say, what begins as a cynical bet develops into a deep romance.  After some initial resistance, Aaron surrenders to Christian's charms, discovering his own homosexuality in the process.  At the same time, Christian discovers, in Aaron's sincerity and innocence, the deeper values that have been missing from his own life.  The writer-director, C. Jay Cox, knows his formulas a bit too well for his own good, and the film's reliance on coincidence and contrivance, particularly in its forced final third, gets in the way of his low key, naturalistic direction. &#151; Dave Kehr", "multimedia": null}, {"headline": "Hitting the Beach to Enjoy a Little Laid-Back Larceny", "publication_date": "2004-01-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:30:20", "opening_date": "2004-01-30", "display_title": "The Big Bounce", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06EED91038F933A05752C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Big Bounce", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Coming at the end of a drab and frigid January, this sloppy little caper is like a paid Hawaiian vacation — someone else's. The cast seems to be having fun — and, given the sun-kissed, surf-sprayed location, how could they not — and none of them breaks much of a sweat ambling though the second adaptation of an old Elmore Leonard novel. Owen Wilson gives his usual smart, lazy thing as a small time crook mixed up with some shady doings, and Morgan Freeman, as the mentor who may in fact be his nemesis, is as wry and mellow as ever. Sara Foster, a former magazine model, slips into the relaxed vibe and out of whatever flimsy beachwear she has on. The supporting players, including Gary Sinise, Bebe Neuwrith, Charlie Sheen and Willie Nelson, toss of a few funny riffs now and again, but the whole thing amounts to much less than meets the eye. — A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}