{"results": [{"headline": "Sweet Home Alabama (Movie)  ", "publication_date": "2002-09-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:22:30", "opening_date": "2002-09-27", "display_title": "Sweet Home Alabama", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE6D71139F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sweet Home Alabama", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this fluff ball of a fairy tale, Reese Witherspoon is Melanie Carmichael, a rising New York fashion designer from humble Southern roots who is forced to choose between two Prince Charmings. One is the handsome, courtly son (Patrick Dempsey) of the mayor of New York who showers her with roses and diamonds, the other her childhood sweetheart, the hunky Southern stud (Josh Lucas) she left behind. Things are on course for her to marry the mayor's son until she returns to Pigeon Creek, Ala., to divorce the childhood sweetheart and discovers the flame still flickers. A star to her petite bones, Ms. Witherspoon charms her way through this wisp of a movie that peddles a faux populist sentimentality while jokingly refighting the Civil War with Melanie the winning side's trophy. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Just a Kiss (Movie)  ", "publication_date": "2002-09-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:02", "opening_date": null, "display_title": "Just a Kiss", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE4DD1F39F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Just a Kiss", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Just a Kiss,&quot; an urban sex comedy that is a little too smart for its own good, reminds us that members of Manhattan's 30-something semi-hipoisie are just as prone to infidelity and ranting sexual jealousy as the low-rent domestic warriors in a Jerry Springer sideshow. These urbanites' language may be sharper and their games more refined, but their emotions are just as raw. This movie, directed by the actor Fisher Stevens from a screenplay by Patrick Breen, crisscrosses the romantic lives of a gallery of sharply drawn New York caricatures whose tit-for-tat bed hopping eventually lands three of them in the hospital. What elevates the movie above the run-of-the-mill singles blender is its surreal sense of humor and technological finish. Before it ends, the movie allows its characters to go back in time and make different, less destructive choices. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Moonlight Mile (Movie)  ", "publication_date": "2002-09-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:46", "opening_date": "2002-10-04", "display_title": "Moonlight Mile", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E2D71139F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Moonlight Mile", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Brad Silberling's picture, loosely based on events in his own life, could easily have turned into what Susan Sarandon's character, the grieving mother of a murdered young woman, calls a &quot;clich&#233; parade.&quot; The subject  &#151; a family and a fianc&#233; struggle to come to grips with their devastating loss &#151; is ripe for over-dramatic sentimentality. Though its conclusion is too tidily therapeutic, and though elements of its story strain credibility, &quot;Moonlight Mile&quot; has an understated, lived-in quality, and a wry, unforced sense of the absurd. The soundtrack, of early 1970's album cuts certainly helps.  Jake Gyllenhaal's performance as the fianc&#233;, in particular, is smart and unpredictable, a portrait of Vietnam-era youthful indecision that reminds you of the young Dustin Hoffman. The real Mr. Hoffman, meanwhile, plays the murder victim's father, who clings to his not-quite-son-in-law as a way of holding onto his lost daughter. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Daydream Believer (Movie)", "publication_date": "2002-09-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:18", "opening_date": null, "display_title": "Daydream Believer", "link": {"url": "http://www.nytimes.com/movie/review?res=990DEED61539F936A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Daydream Believer", "type": "article"}, "mpaa_rating": "", "summary_short": "Aspiring small-town actress tries to find work in New York. Low-budget tribute to vulnerability.", "multimedia": null}, {"headline": "Trapped (Movie)  ", "publication_date": "2002-09-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:29", "opening_date": "2002-09-20", "display_title": "Trapped", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E7D61E30F932A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Trapped", "type": "article"}, "mpaa_rating": "R", "summary_short": "A pointless little kidnapping thriller starring Kevin Bacon and Courtney Love as Joe and Cheryl Hickey, a pair of extortionists who have devised what they imagine to be a quick, foolproof moneymaking system. Since it has already gone like clockwork four times (each abduction netting them a cool quarter of a million dollars without a hitch or an injury), they are unprepared when the fifth couple on their hit list, an anesthesiologist and his wife (Stuart Townsend and Charlize Theron), fight back. The film is a reasonably efficient mechanism, but it offers few surprises and finds its stars slumming in territory they should have avoided. &quot;Trapped&quot; arrives at a moment when the headlines are full of child abductions. Its release couldn't have been more poorly timed. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Eight Women (Movie)  ", "publication_date": "2002-09-20", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:11:33", "opening_date": "2002-10-04", "display_title": "8 Women", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE2D91030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of 8 Women", "type": "article"}, "mpaa_rating": "R", "summary_short": "This loopy, luscious extravaganza of 50's-vintage couture and timeless French actresses aspires to be at once a camp artifact and an object of camp. It is at once a claustrophobic murder mystery, a musical, a serial cat-fight that makes Clare Booth Luce's &quot;Women&quot; look tame, and a parody of all of those things. François Ozon pays tribute to a cinematic tradition of   triumph and humiliation, conjuring Max Ophuls, Luis Bunuel, Rainier Werner Fassbinder and Douglas Sirk without slipping from his own elegant, rigorous  style. The members of the cast, playing a dysfunctional extended family  whose patriarch, the only man in the picture, has been murdered, strive to  outdo each other in glamour, pathos and ridiculousness. Catherine Deneuve and Fanny Ardant fight to a draw — quite literally, in a wrestling match that ends in a kiss. — A. O. Scott", "multimedia": null}, {"headline": "Secretary (Movie)  ", "publication_date": "2002-09-20", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:22:43", "opening_date": "2002-10-11", "display_title": "Secretary", "link": {"url": "http://www.nytimes.com/movie/review?res=9404E1DA1030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Secretary", "type": "article"}, "mpaa_rating": "R", "summary_short": "This small, groundbreaking comedy is a contemporary Cinderella  story with a kink and a wink. Maggie Gyllenhaal is Lee, a repressed, masochistically inclined  young secretary who blooms under the spanking hand of her boss, Mr. Grey (James Spader), a tight-lipped lawyer who becomes her Pygmalion-like disciplinarian. Ms. Gyllenhaal imbues her Renee Zellweger-style role with a sly comic delicacy and  sweetness that should make her a star, while Mr. Spader is ideally cast as her fish-eyed  yuppie liberator. The movie is written and directed in a loopy, slightly surreal style that  blurs the line between fantasy and reality to illustrate its point that when it comes to  sexual excitement, one's fantasy is one's reality. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Spirited Away (Movie)", "publication_date": "2002-09-20", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:55:46", "opening_date": "2003-03-28", "display_title": "Spirited Away", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E0DB1030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Spirited Away", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The towering, lost dreaminess at the heart of this magnificent animated film is remarkable. Rather than &quot;Spirited Away,&quot; the movie could better be considered the director Hayao Miyazaki's &quot;Through the Looking Glass.&quot; His specialty is taking a primal wish of kids, transporting them to a fantasyland and then marooning them there. The picture's theme is dislocation. That's what happens to little Chihiro (Daveigh Chase), who's trapped in a dream world not of her making. No one else conjures the phantasmagoric and shifting morality of dreams — that fascinating and frightening aspect of having something that seems to represent good become evil — in the way this master Japanese animator does. His movies are as much about moodiness as mood, and the prospect of animated figures not being what they seem — either spiritually or physically — heightens the tension. — Elvis Mitchell", "multimedia": null}, {"headline": "Don't Ask Don't Tell (Movie)  ", "publication_date": "2002-09-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:25:42", "opening_date": null, "display_title": "Don't Ask Don't Tell", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E3DA1030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Don't Ask Don't Tell", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Ballistic (Movie)", "publication_date": "2002-09-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:20", "opening_date": "2002-09-20", "display_title": "Ballistic: Ecks vs. Sever", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03EFD81030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ballistic: Ecks vs. Sever", "type": "article"}, "mpaa_rating": "R", "summary_short": "You could call this film the dark side of &quot;Spy Kids.&quot; Not only because a family is swept into the espionage biz — with a little boy as the bait used in a battle between a pair of disaffected spy-agency renegades — but also because the picture looks as if it were lighted with a 20-watt bulb. And it is dim in more ways than one. It pits the F.B.I. burnout Ecks (Antonio Banderas) against the superstar assassin Sever (Lucy Liu).  But all the director manages to prove is that he has seen the same action movies as the rest of us. Or, taking into consideration the wealth of purloined shots of dusters being flung across sinewy, kick-boxing ready hips, that he's seen &quot;The Matrix&quot; more times than the rest of us. — Elvis Mitchell", "multimedia": null}, {"headline": "BANGER SISTERS, THE (MOVIE)", "publication_date": "2002-09-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:41:24", "opening_date": "2002-09-20", "display_title": "The Banger Sisters", "link": {"url": "http://www.nytimes.com/movie/review?res=980CEFD91030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Banger Sisters", "type": "article"}, "mpaa_rating": "R", "summary_short": "Goldie Hawn radiates concentrated sunshine as Suzette, a brassy, diehard West Hollywood groupie who pays a  surprise visit to Lavinia Kingsley (Susan Sarandon), her former partner in backstage adventure. Lavinia, who lives in Phoenix with a husband (a conservative lawyer) and two  spoiled teenage daughters, has studiously covered up her roustabout past. But Suzette,  dressed in hot pink, liberates the family from its uptight beige lifestyle and also saves the  curdled soul of an embittered failed screenwriter (Geoffrey Rush) she meets on the road. Even with its clever premise and charming lead performances, the movie is thoroughly unbelievable and crassly sentimental. — Stephen Holden", "multimedia": null}, {"headline": "Snipes (Movie)  ", "publication_date": "2002-09-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:37", "opening_date": "2002-09-04", "display_title": "Snipes", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E3D71030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Snipes", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Snipes,&quot; directed and partly written by Rich Murray, is a hectic, blood-soaked melodrama that traffics in the brutal, by now tired gangster mythology of hip-hop. Nelly, the rap superstar, plays an up-and-coming Philadelphia rapper who goes by the name Prolifik. The story is a web of double crosses, hidden agendas and coincidences so intricate that every so often one character has to sit another down and, with flashbacks, explain  (for the audience, too) just what is going on. As is often the case with ambitious, eager first-time filmmakers, Mr. Murray, a prolific director of music videos, stuffs his debut with more plot than it can comfortably hold. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "His Secret Life (Movie)", "publication_date": "2002-09-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:57:39", "opening_date": "2002-09-20", "display_title": "His Secret Life ", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01EFDA1030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of His Secret Life ", "type": "article"}, "mpaa_rating": "R", "summary_short": "Woman develops emotional bond with dead husband's gay lover. Touching, but tactful to a fault.", "multimedia": null}, {"headline": "Invincible (Movie)  ", "publication_date": "2002-09-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:37", "opening_date": null, "display_title": "Invincible", "link": {"url": "http://www.nytimes.com/movie/review?res=9506EFDA1030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Invincible", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Mesmerizing is the only word to describe Tim Roth's profoundly sinister portrayal of a ruthless magician, hypnotist and mind reader in Werner Herzog's surreally flavored historical epic. His gleaming hair slicked back, his cold eyes glowing phosphorescently in his cadaverous head, Mr. Roth's character, who calls himself Erik Jan Hanussen, exudes the icy elegance of a European Gatsby who has just wafted up from the tomb. Much of &quot;Invincible&quot; is set in 1932 in the last days of Weimar Berlin, where Hanussen's mind-reading feats and back-room séances draw worshipful flocks of Hitler's brownshirts to his grand vaudeville palace in the heart of the city. &quot;Invincible&quot; is not just another parable about the evils of Nazism, but a broader allegory of history as show business. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Four Feathers, The (Movie)  ", "publication_date": "2002-09-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:07", "opening_date": "2002-09-20", "display_title": "The Four Feathers", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E4DA1030F933A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Four Feathers", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Shekhar Kapur's remake is a tepid, shallow tributary of larger, deeper bodies of waters like the historical revisionist film dramas &quot;Last of the Mohicans&quot; and &quot;Little Big Man.&quot; After a moment of cowardice, Harry Feversham (Heath Ledger), an officer in Queen Victoria's army, has to fight to regain his confidence. More importantly, he needs to win back the respect of his best pal, Jack Durrance (Wes Bentley), and his girl, Ethne (Kate Hudson). The picture's wheezing fussiness and devotion to the British empire and its minor nods to questioning unthinking loyalty to an ideal make &quot;The Four Feathers&quot; a possible first of a kind: a movie that's halfhearted about ambivalence. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Das Experiment (Movie)  ", "publication_date": "2002-09-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:17", "opening_date": null, "display_title": "Das Experiment", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE5D61430F93BA2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Das Experiment", "type": "article"}, "mpaa_rating": "R", "summary_short": "Study subjects pretend to be prison guards and inmates. Hypnotic, unsettling and blatantly manipulative.", "multimedia": null}, {"headline": "Waiting For Happiness (Movie)", "publication_date": "2002-09-16", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:05:02", "opening_date": null, "display_title": "Waiting For Happiness ", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE0DD1630F935A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Waiting For Happiness ", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Stealing Harvard (Movie)  ", "publication_date": "2002-09-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:26", "opening_date": "2002-09-13", "display_title": "Stealing Harvard", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E4D61131F937A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Stealing Harvard", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;A man whose ideas were sometimes so dumb they were brilliant.&quot; This is how John Plummer (Jason Lee), the hapless hero of the mercifully short comedy &quot;Stealing Harvard,&quot; describes his buddy Duff. Since Duff is played by Tom Green, onetime MTV personality and onetime husband of Drew Barrymore, I'm inclined to agree, though I am aware that others will not. I still have a file of letters provoked by my lonely defense of &quot;Freddy Got Fingered,&quot; Mr. Green's feature-length test of audience patience and intestinal fortitude, released in the spring of 2001. While I stand helplessly by my judgment that the rubber-limbed, soft-spoken Canadian performer can be very funny, &quot;Stealing Harvard&quot; is, for the most part, nowhere near dumb enough to be brilliant. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Barbershop (Movie)", "publication_date": "2002-09-13", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:07:32", "opening_date": "2002-09-13", "display_title": "Barbershop", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E5DF1E30F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Barbershop", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this warm, generous, messy neighborhood comedy, Ice Cube plays Calvin, the owner of a Chicago barbershop. The business, which he inherited from his father, is struggling, and Calvin's heart is no longer in it. In the course of a single, hectic winter day, he comes to appreciate the values of fellowship and community a good haircut represents and to appreciate his own role in promoting them. The picture's easygoing honesty prevents it from sliding into sentimentality, and some fine comic acting, in particular from Cedric the Entertainer as the shop's resident wise man and political provocateur, keeps it moving, despite pedestrian direction and a somewhat overstuffed plot. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Igby Goes Down (Movie)", "publication_date": "2002-09-13", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:44:52", "opening_date": "2002-10-04", "display_title": "Igby Goes Down", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E3DB1339F930A2575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Igby Goes Down", "type": "article"}, "mpaa_rating": "R", "summary_short": "Igby Slocumb (Kieran Culkin), the sarcastic preppy 17-year-old protagonist of &quot;Igby Goes  Down,&quot; is a contemporary Holden Caulfield engaged in a flailing search for truth, beauty  and the authentic after fleeing military school and hiding out in New York. The movie is a darkly funny exploration of American upper-crust malaise viewed through Igby's  merciless eyes, and Mr. Culkin's Igby, alternately smart-aleck and vulnerable, is pitch perfect. Susan Sarandon as his bitter, social-climbing mother, Ryan Phillippe as his yuppie  older brother and Jeff Goldbum as his shark of a godfather are almost as fine. The movie  suggests that as much of the chill of today's Darwinian social climate filters down the  ladder, it just as surely seeps upward. — Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}