{"results": [{"headline": "Flower Children Grown Up: Somber, Wiser and Still Talking Dirty", "publication_date": "2003-10-17", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:26:40", "opening_date": "2004-03-05", "display_title": "The Barbarian Invasions", "link": {"url": "http://www.nytimes.com/movie/review?res=9F01E6DF143EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Barbarian Invasions", "type": "article"}, "mpaa_rating": "R", "summary_short": "Denys Arcand reassembles many of the same lustful, left-wing French-Canadian intellectuals who populated &quot;Decline of the American Empire,&quot; his 1986 comedy of intellectual grandiosity and sexual duplicity. This time, the bawdy talk and political banter is shadowed by mortality, and by the rueful awareness that history has had the last laugh. Rémy (Rémy Girard) is dying of cancer, and friends, former lovers and his estranged wife gather around his death bed for a long, sentimental seminar replete with naughty jokes and wistful nostalgia. Joining them are two members of the younger generation, Rémy's son, Sébastien (Stéphane Rousseau), a wealthy international banker, and Nathalie (Marie-Josée Crozee), a heroin addict, who lack both the bravado and the narcissism of their parents. What makes this more than a facile study in generational conflict is Mr. Arcand's acute sense of history: he has made the cultural contradictions of global capitalism into the material of a heartfelt domestic drama that is also a broad, accessible and devilishly funny sex farce. — A. O. Scott", "multimedia": null}, {"headline": "A Poet's Death, a Death's Poetry", "publication_date": "2003-10-17", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:53:07", "opening_date": "2003-10-31", "display_title": "Sylvia", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE2DF143EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Sylvia", "type": "article"}, "mpaa_rating": "R", "summary_short": "Since her suicide in 1963 at the age of thirty, Sylvia Plath's life, her work, and her marriage to Ted Hughes have been the subject of endless argument, and Plath herself has become a quasi-allegorical figure — a feminist martyr and an icon of poetic misery. Christine Jeff's film is relatively even-handed in its treatment of Hughes (Daniel Craig) and turns its subject from a case study in literary pathology into the heroine of a modern literary opera. The film, shot in dark, over-saturated colors by John Toon, is itself oversaturated with feeling. Rather than try to explain Plath s death, or probe the roots of her poetry, Ms. Jeffs and Gwenyth Paltrow burrow deep into her personality, leaving its essential, unsettling mysteries intact. Ms. Paltrow is a vivid, passionate presence throughout the film — she is rarely off the screen — and she charts the jagged course of Plath's abbreviated adulthood with ardor and intelligence. The movie turns biography into melodrama, but it does so out of a fierce, fascinated loyalty to Plath, who after all did much the same thing in her best poems. — A. O. Scott", "multimedia": null}, {"headline": "A Composer's Life, Beyond Vaudeville and Stalin", "publication_date": "2003-10-17", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:15:25", "opening_date": null, "display_title": "Khachaturian", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE6DF153EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Khachaturian", "type": "article"}, "mpaa_rating": "", "summary_short": "The life and work of the Soviet Armenian composer Aram Khachaturian, related through archival material and contemporary interviews.  For Americans, Khachaturian's best-known piece is his &quot;Sabre Dance,&quot; almost invariably used to accompany plate spinners and jugglers on &quot;The Ed Sullivan Show,&quot; but the director Peter Rosen demonstrates that there was much more to his accomplishment, and not inconsiderable drama in the tale of his banishment under Stalin and rehabilitation under Khrushchev. &#151; Dave Kehr", "multimedia": null}, {"headline": "In the Distant Future, Echoes of a Pop Culture Past", "publication_date": "2003-10-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:12", "opening_date": null, "display_title": "Returner", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E5DF153EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Returner", "type": "article"}, "mpaa_rating": "R", "summary_short": "The opening credits of the atmospheric but flat &quot;Returner&quot; reveals that it's a Robot production, a far more telling piece of information than the filmmakers may have realized.  I'm not sure if this is a movie or a friendly corporate merger. &quot;Returner&quot; begins in the middle of a pitched battle, where the rag-covered Milly (Anne Suzuki) crouches to stay below the gunfire. She travels from the distant future &#151; 2084 &#151; to end up in the near past: 2002, the Japanese release date of the film. Her trip drops her right in the middle of another gun battle, a gang war between the cold-blooded Mizoguchi (Goro Kishitani), who shoots crying children to silence them, and the revenge-minded Miyamoto (Takeshi Kaneshiro).  Miyamoto's innate integrity is obvious, since he has the placid, slightly exaggerated good looks of an anime hero and hair so impeccably styled each strand must have been treated individually. He's essentially a gunslinging ronin, and Milly needs him to avert the future war. He's not easily convinced, despite her futuristic rags and magical powers. He probably figures if she can't do much to enliven the second-hand Xerox of a script, then the future's not worth much anyway. Takashi Yamazaki, who wrote the screenplay with Kenya Hirata, does a credible job of handling the hand-to-hand combat and spinning-in-mid-air gunplay. But the competent and lavishly produced martial sequences aren't nearly enough to compensate for a dead-on-its-feet story. &quot;Returner&quot; is a smorgasbord that seems to have been picked out of a dumpster. It clumsily combines a fish-out-of-water story with bits lifted from sources including the &quot;Terminator&quot; movies, &quot;Star Wars,&quot; &quot;Starman,&quot; &quot;Close Encounters,&quot; a couple of Pink Floyd albums and H. G. Wells. What seems to elude Mr. Yamazaki is that clever pilfering is a form of entertainment itself &#151; a pop-culture art. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Counting Corpses in the London Underground", "publication_date": "2003-10-17", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:29", "opening_date": null, "display_title": "Nine Dead Gay Guys", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E4DF153EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Nine Dead Gay Guys", "type": "article"}, "mpaa_rating": "R", "summary_short": "This British indie the Chinese-Irish filmmaker Lab Ky Mo attempts to merge the aggressive stylistics of &quot;Trainspotting&quot; with a black comedy set in London's gay underground.  Using every storytelling trick in the book &#151; from flashbacks to voice-over narration and superimposed text &#151; the film strains mightily to be flashy and hip, but finishes more in the realm of the merely distasteful.   Kenny (Glenn  Mulhern) is a handsome Belfast boy who comes to London to visit his boyhood chum Byron (Brendan Mackey), and soon joins him in turning tricks in gay pubs.  But when rumors arrive of a fortune stashed in the mattress of a gay Orthodox Jew (one of the many stereotypes that Mr. Lab trots out, presumably with ironic intent), the friends set out to steal it, as an on-screen counter keeps track of the comic deaths. &#151; Dave Kehr", "multimedia": null}, {"headline": "Another Long March to the Slaughterhouse", "publication_date": "2003-10-17", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:59", "opening_date": "2003-10-17", "display_title": "The Texas Chainsaw Massacre", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE6DF153EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Texas Chainsaw Massacre", "type": "article"}, "mpaa_rating": "R", "summary_short": "With a budget many times that of the 1974 drive-in classic it's based upon, Marcus Nispel's &quot;Texas Chainsaw Massacre&quot; delivers proportionately fewer thrills and no discernible suspense.  It is, instead, a long march to the slaughterhouse that seems to take forever to get going and, once it does, goes nowhere that hasn't been visited before by more talented filmmakers.  The plot, such as it is, kicks in when a van full of early 70's hippies stumbles into the remote farmhouse owned by the Hooper clan — crazed rednecks who, in the original version, represented a nightmare vision of Richard Nixon's Middle America, but who here represent little other than stereotypes in the service of sadism.  This is a blunt and graphic gore film, replete with close-ups of splattered brain matter and twitching severed limbs, that is approximately as much fun as sitting in on an autopsy. — Dave Kehr", "multimedia": null}, {"headline": "Courtroom Confrontation With Lots of Star Power", "publication_date": "2003-10-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:56", "opening_date": "2003-10-17", "display_title": "Runaway Jury", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E2D6173EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Runaway Jury", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Gene Hackman and Dustin Hoffman have never shared the screen before, as they do in this latest film adaptation of a paranoiac John Grisham courtroom potboiler. Yet, something feels familiar about the picture — Mr. Hackman has played this grubby-souled, hand-tailored heart of modern corruption before, and in a previous Grisham adaptation: &quot;The Firm.&quot; This time, he's a slick jury consultant named Rankin Fitch who employs ruthless tactics to empanel a jury that will best service his client. And like &quot;The Firm,&quot; the schematic crassness of the narrative provides an actor the opportunity to deliver some fine work. John Cusack gives one of his wiliest performances in some time, and one of his most adult, as the aging slacker who is drafted into jury duty. Apparently, the writers realize there's not much to be done with the boilerplate narrative, which involves the machinations of  the jury that Fitch is laboring to bend to his own will. (Mr. Hoffman is the endearing plaintiff attorney.) You may end up wishing that the actors had found a less needlessly showoffy picture to practice their craft. Especially since half the time, they're filmed as if they were in the director's way. Gary Fleder tries to boldface his assets, though in doing so, he undermines the picture; he stages &quot;Jury&quot; as if it were an episode of &quot;CSI.&quot; — Elvis Mitchell", "multimedia": null}, {"headline": "Words as Weapons in a War on Drugs", "publication_date": "2003-10-17", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:05", "opening_date": "2003-10-17", "display_title": "Veronica Guerin", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E5D6173EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Veronica Guerin", "type": "article"}, "mpaa_rating": "R", "summary_short": "Veronica Guerin was a Dublin journalist who was murdered in 1996 by the drug-dealers whose activities she had worked to expose. According to the text that appears onscreen at the end of Joel Schumacher's biopic, her death incited public outrage and spurred the passage of new laws, which helped to ease the drug-trafficking and related criminality that had plagued Ireland for so long. Unfortunately, those end titles, and the ones at the beginning, are the most informative portions of the film, as well as the most powerful. What comes between them is a flat-footed, overwrought crusader-against-evil melodrama, in which Cate Blanchett's formidable gifts as an actress are reduced to a haircut and an accent. Her Veronica Guerin bravely mocks and harasses various thugs and lowlifes, and consoles her worried co-workers and family members, but the movie is devoid of both dramatic intensity and genuine emotion. It feels so much like so many other similar, better movies that you forget that it is based on an actual life, which could never have been so laden with cliché. — A. O. Scott", "multimedia": null}, {"headline": "In the Twilight of a Rock 'n' Roll Dream", "publication_date": "2003-10-17", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:59", "opening_date": null, "display_title": "Prey For Rock & Roll", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE5DF153EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Prey For Rock & Roll", "type": "article"}, "mpaa_rating": "R", "summary_short": "It takes a crazy kind of grit to keep on plugging year after year in the lower echelons of rock 'n' roll. But for Jacki (Gina Gershon), the swaggering bisexual lead singer of a scuffling all-girl punk-rock band named Clam Daddy, it's the only life she can imagine. As she nears 40, however, Jacki is contemplating hanging up her rock 'n' roll shoes unless the band secures a decent record deal. Ms. Gershon, who produced the movie, gives a hot-wired performance (she suggests a hybrid  of Chrissie Hynde and Joan Jett) that infuses the film with a bracing charge of  authenticity. But if the movie, adapted from an autobiographical play by Cheri Lovedog, is terrific on ambiance and street language, its melodramatic story involving a rape and  payback often feels forced. — Stephen Holden", "multimedia": null}, {"headline": "Cops vs. Gangs in Noir Hong Kong", "publication_date": "2003-10-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:47:35", "opening_date": null, "display_title": "PTU", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E6D6173EF934A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of PTU", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "An Odd Couple in Istanbul", "publication_date": "2003-10-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:32", "opening_date": null, "display_title": "Distant", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E5DC1E3FF936A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Distant", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Nuri Bilge Ceylan's wry, modest meditation on pettiness works on a minimalist scale. This Turkish comedy-melodrama received the grand jury prize at 2002's Cannes International Film Festival. The film, set in Istanbul, is a study in which not much happens; Mahmut (Muzaffer Ozdemir), a photographer, allows his cousin Yusuf (Mehmet Emin Toprak), to move into his tiny apartment with him. Yusuf, a reminder of the life Mahmut has left behind &#151; they're both from the same village &#151; has plans to find a job on a ship, something that never quite happens. &quot;Distant&quot; is almost like a droll take on &quot;The Odd Couple&quot;; can two men live together without driving each other crazy? The take-and-take &#151;  rather than give-and-take &#151;  of their existence seems to be set on the head of a pin, since &quot;Distant&quot; is so minutely observed. There are a few chuckles initially, especially watching Mahmut's awful, crass attempts to pick up women, and his obsession with pornographic movies. It's soon revealed that domestic events have led to his flight into crassness, and his loss will deepen over the span of &quot;Distant.&quot; Perhaps deepen isn't exactly the word, since Mahmut and Yusuf spend an enormous amount of time watching television, perching on chairs like vultures while a procession of dreary shows moves slowly past them. &quot;Distant&quot; sometimes feels like being trapped in a hotel room on a weekday afternoon. The caginess of the performers, and the personality added by the evocative cinematography, both go a long way in adding weight to &quot;Distant.&quot;   But the self-imposed dreariness prevails: eventually, the problem is the material itself. Such an accurate depiction of cramped spirits, small-mindedness and men unable to make changes in their lives takes its toll. &quot;Distant&quot; feels as if it's going nowhere in no particular hurry, and finally leaves us distant from its characters. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "A Deliveryman's Desperation as a Window on Iran", "publication_date": "2003-10-13", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:48:44", "opening_date": null, "display_title": "Crimson Gold", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04EFD8133FF930A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Crimson Gold", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Abbas Kiarostami, the lion of contemporary Iranian art cinema, and Jafar Panahi, who has established himself with &quot;The White Balloon&quot; and &quot;The Circle,&quot; as one of Iran's leading urban filmmakers, set out to expamine what drove Hussein (Hussein Emadeddin), a pizza deliveryman and a veteran of the Iran-Iraq war, to rob a Tehran jewelry store. The answer is not altogether surprising, and at times &quot;Crimson Gold&quot; exhibits a finger-pointing didacticism as it exposes the cruelties and inequities of a society sharply polarized by class and corrupted by selfishness, snobbery and cynicism. But the occasional obviousness of the film s themes is more than balanced by the subtlety of its methods, and by the stolid, irreducible individuality of Mr. Emadeddin, a non-professional actor whose thick, impassive countenance charts Hussein's progress from weary irony to violent despair. — A. O. Scott", "multimedia": null}, {"headline": "An Absent Son Makes a Mother's Heart Grow Fonder", "publication_date": "2003-10-13", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:45:47", "opening_date": null, "display_title": "Since Otar Left", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03EFD8133FF930A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Since Otar Left", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Although the title  character of Julie Bertuccelli's film is seen only fleetingly in blurry  snapshots, his presence haunts the imaginations of the three women at the center of this  beautifully written and acted drama. Otar, a medical student from the former Soviet  republic of Georgia, has fled the bleak, crumbling city of Tblisi, where he grew up, to live  in Paris where he is struggling to make his way without a visa. Left behind are his doting  mother (Esther Gorintin), his sister (Nino  Khomassouridze) and his sister's daughter (Dinara  Droukarova). Like Chekhov's &quot;Three Sisters,&quot; &quot;Since Otar Left&quot; is about yearning as a  life force. The mother, a painfully stooped, hobbling old woman, lives for her son's  occasional phone calls and letters. When word comes that Otar has died in a construction  accident, the sister and granddaughter, afraid to break the news, put on a charade, writing   bogus letters that spur the mother to journey to Paris to see her son. The film sustains a  fine balance of pathos, humor and a clear-headed realism. — Stephen Holden", "multimedia": null}, {"headline": "Bright Leaves (Movie)", "publication_date": "2003-10-11", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:23:52", "opening_date": null, "display_title": "Bright Leaves", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E4DD153FF932A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bright Leaves", "type": "article"}, "mpaa_rating": "", "summary_short": "To describe the documentary film &quot;Bright Leaves&quot; as a study of the tobacco industry in the filmmaker's native state of North Carolina would be a little like calling a Virginia Woolf novel a manual of etiquette. Birth, death, illness, family and social history, childhood and old age, moviemaking, geography and commerce are among the topics Ross McElwee weaves into a dense but surprisingly orderly bundle of information, memory and conjecture.  The quest he undertakes in &quot;Bright Leaves&quot; is rooted in his own family background. His great-grandfather was a tobacco king who created the brand known as &quot;Bull Durham.&quot; As a photographer, he has a knack for studying a weather-beaten face and instantly discovering the soul inside. Whether he's recording a family gathering, contemplating the beauty of the coastline and his young son happily frolicking in the surf, or surveying a tobacco field, Mr. McElwee conveys a sensuous appreciation of life. Mr. McElwee, who has made seven feature-length documentaries, is really an American humorist in a tradition that extends from Mark Twain through Garrison Keillor. — Stephen Holden", "multimedia": null}, {"headline": "McNamara, Looking Back at Vietnam and Other Battles", "publication_date": "2003-10-11", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:12:42", "opening_date": "2004-03-05", "display_title": "The Fog of War", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E6DD153FF932A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Fog of War", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "If there's one movie that ought to be studied by military and civilian leaders around the  world at this treacherous historical moment, it is Errol Morris's sober, beautifully edited  documentary portrait of the former U.S. Defense Secretary, Robert S. McNamara. Mr. McNamara, who was 85 when the interviews that make up the bulk of the film were conducted two years ago, served under Presidents Kennedy and Johnson in the 1960's  and has been widely vilified as a major architect of the Vietnam war. Subtitled &quot;Eleven Lessons of Robert S. McNamara,&quot; the movie organizes his hard-won observations into a  list of maxims about war and human error whose cumulative message suggests that  during wartime nobody really knows anything. The film, which has a solemn, anxious  score by Philip Glass, incorporates White House tapes of conversations about Vietnam  that Mr. McNamara had with both Presidents, along with vintage clips from World War II and Vietnam. — Stephen Holden", "multimedia": null}, {"headline": "A Pop Intrusion on a Personal Tragedy", "publication_date": "2003-10-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:18:03", "opening_date": null, "display_title": "Free Radicals", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E5DC153FF932A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Free Radicals", "type": "article"}, "mpaa_rating": "", "summary_short": "All the characters in this gloomy  two-hour mosaic of everyday people whose lives are affected by the death of a young  Austrian woman in a car collision are searching for an underlying meaning to seemingly  random events. The sudden death of Manu (Kathrin Resetarits), a grocery store clerk on  the way home from a disco, comes six years after she narrowly survives a plane crash  while flying home from a vacation in Rio de Janeiro.  The movie toys with the possibility that Manu was living on borrowed time because  she had already cheated fate once. It also hints at the notion that Manu, even after her  death, might still be observing (and perhaps manipulating) the lives of her friends and  family in the dreary Austrian town where she grew up. The director Barbara Albert looks down on the characters in her overpopulated movie as though  she were an omniscient, cold-hearted ghost. In having most of them place their hopes in  tawdry games of chance and debased spiritualism, her pity for them is confused with her  contempt for the pop culture that preys on them. Although &quot;Free Radicals&quot; overflows  with messy feelings, it maintains such a measured distance from the assembled cries and  whispers that it's difficult to empathize with anyone. — Stephen Holden", "multimedia": null}, {"headline": "Those Pesky Zombies Again", "publication_date": "2003-10-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:39", "opening_date": "2003-10-10", "display_title": "The House of the Dead", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06EEDD153FF932A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The House of the Dead", "type": "article"}, "mpaa_rating": "R", "summary_short": "Based on a series of video games produced by the Sega Corporation, &quot;The House of the Dead&quot; does little more than add another title to the very long list of movies influenced by George Romero's 1968 horror classic, &quot;Night of the Living Dead.&quot;  Mr. Romero's film (actually, his entire &quot;Living Dead&quot; trilogy) is cited by a character in one of the many jokey, self-referential moments in this German-Canadian co-production. So is the children's cartoon show &quot;Scooby Doo, Where Are You?,&quot; which is more to the point in terms of the film's aesthetic accomplishments. — Dave Kehr", "multimedia": null}, {"headline": "A 'Normal' High School on the Verge", "publication_date": "2003-10-10", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:16:57", "opening_date": "2003-11-14", "display_title": "Elephant", "link": {"url": "http://www.nytimes.com/movie/review?res=980CEED6163FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Elephant", "type": "article"}, "mpaa_rating": "R", "summary_short": "This unusual and remarkable film has a premise so simple that, in the abstract, it borders on the banal: plotless and stubbornly resistant to conventional narrative structure, the movie has its camera follow students around the halls and grounds of a  high school in Portland, Ore., for a day until violence  erupts.  &quot;Elephant&quot; is the director Gus Van Sant's take on the murders that took place at Columbine High School.  The title comes from the British director Alan Clarke's 1989 rough-and-ready short film of the same name, a tough and dense look at the   violence in northern Ireland, which also didn't paste answers onto the  problem. Mr. Clarke's short outraged or absorbed viewers in the way Mr. Van  Sant's movie, which won the Palme d'Or at Cannes, is likely to do. (Mr. Clarke's title referred to the aphorism about the elephant in the living room — a problem that people refuse to face for so long that they are no longer even able to  see it.) &quot;Elephant&quot; will confound audiences looking for solutions or villains, because it doesn't supply them. There's no narrator perched  omnisciently over the events, nor the kinds of exaggerated melodramatics  and pop music that teen movies employ to insistently nag at emotions. There are few recognizable actors, since Mr. Van Sant populated the movie with   kids who had never acted before, heightening the realism and the tension. Mr. Van Sant gives &quot;Elephant&quot; a Spartan yet elusive life by shifting the film's focus from one group of  students to another; the camera actually drifts like a bored high school student.  And by the end of the movie, we realize where much of the power and clarity of the film comes  from. By making the camera an observer, we get a perspective  that often comes out of horror movies, a choice that whips the ordinary  with the terrifying —  an unforgettable mix. — Elvis Mitchell", "multimedia": null}, {"headline": "A Lawyer's Good Teeth Help in Court and Love", "publication_date": "2003-10-10", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:42:51", "opening_date": "2003-10-10", "display_title": "Intolerable Cruelty", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E5DC173FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Intolerable Cruelty", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This Coen Brothers film is something not seen in movie theaters for a long time: an intelligent, modern screwball comedy, a minor classic on the order of the competent, fast-talking curveballs about deception and greed like Mitchell Leisen's &quot;Easy Living&quot; and Billy Wilder's &quot;Major and the Minor.&quot; &quot;Cruelty&quot; shares something with comedic entries in the Coen canon like &quot;The Big Lebowski&quot; and &quot;Raising Arizona&quot;: a full-blooded movie star performance to put it squarely into the strike zone. This time the good work comes from George Clooney. His gift of gab is perfectly suited for Miles, the crème de la crème of divorce lawyers. Miles has everything but a soul, though he doesn't actually look as if he'd require one. And the babe he falls for isn't exactly the person to give him one either. Marilyn (Catherine  Zeta-Jones), as delectable as a white-chocolate Easter Bunny, has been tagged for a vicious divorce by her husband, a serial adulterer, after she catches him cheating. Her uptown-girl beauty and silken opacity make her the kind of trophy Miles would want to win. And when she jabs a No. 2 pencil into Miles's heart by showing up with her beau, a Texas millionaire (Billy Bob Thornton), Miles is horrified, but not defeated. That's what makes the picture work so beautifully; it is a film about underhanded professionals by filmmakers who delight in the epitome of criminal enterprise. — Elvis Mitchell", "multimedia": null}, {"headline": "In a Haunted Mansion, Blood Will Spill", "publication_date": "2003-10-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:11:56", "opening_date": null, "display_title": "Flesh for the Beast", "link": {"url": "http://www.nytimes.com/movie/review?res=9501EFDC143FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Flesh for the Beast", "type": "article"}, "mpaa_rating": "R", "summary_short": "Shot on video, Terry M. West's horror film adopts the format of Robert Wise's 1963 &quot;The Haunting&quot;:  a group of paranormal researchers are invited to spend the night in a rambling old Victorian pile, known to be one of the hottest spots for paranormal activity on the East Coast.  Among the group is Erin Cooper (Jane Scarlett), a prim, virginal young woman who is a gifted medium.  While the male members of the team, wandering off down dank corridors, encounter vicious, scantily clad female spirits who seduce and then slaughter them, Erin remains on the trail of the building's ghostly original owner, a Satanist who doesn't seem to be entirely dead.  Heavily influenced by the graphic 1980's work of the Italian horror director Lucio Fulci, Mr. West delivers an effective combination of shock and suspense that should keep fans of the genre happily grossed-out. &#151; Dave Kehr", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}