{"results": [{"headline": "L'Chayim, Comrade Stalin (Movie)  ", "publication_date": "2003-01-31", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:43", "opening_date": null, "display_title": "L' Chayim, Comrade Stalin!", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E4D71F39F932A05752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of L' Chayim, Comrade Stalin!", "type": "article"}, "mpaa_rating": "", "summary_short": "Yale Strom, a musician-turned-filmmaker who created a rich documentary about Yiddish culture, &quot;The Last Klezmer&quot; (1994), returns to the field for &quot;L'Chayim, Comrade Stalin!,&quot; though with less happy results. A fertile concept vanishes behind confused, overwrought style. Mr. Strom's subject is the Jewish Autonomous Region of the Soviet Union, founded by Stalin in 1934 as a homeland for Russia's Jews. An area of 14,000 square miles in eastern Siberia on the border with China, it still survives as a member state of the Russian Federation, though Jews now make up only 5 percent of the population. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Final Destination 2 (Movie)  ", "publication_date": "2003-01-31", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:35", "opening_date": "2003-01-31", "display_title": "Final Destination 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E4D81F39F932A05752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Final Destination 2", "type": "article"}, "mpaa_rating": "R", "summary_short": "This gleefully morbid sequel may, in the end, be as nonsensical as its title, but it's also much more imaginative. Ali Larter is Clear Rivers, the sole survivor of the first &quot;Final Destination,&quot; who has locked herself away to hide from the grisly death she is sure must be stalking her. A. J. Cook is Kimberly, who has foreseen, and escaped, a horrific traffic accident and is now similarly stalked. But death, which turns out to have a macabre and elaborate sense of humor, gets all the best material, and the filmmakers delight in staging a series of ghoulishly slapstick demises, involving pigeons and refrigerator magnets as well as the more traditional exploding cars and out-of-control elevators. The spirit of the movie is best summed up in the following line, spoken by a television news reporter after one such death. &quot;Ironically, the woman was impaled through the head after her airbag inflated.&quot; Ironically indeed. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Lost in La Mancha (Movie)", "publication_date": "2003-01-31", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:51", "opening_date": null, "display_title": "Lost in La Mancha", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE3D61F39F932A05752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Lost in La Mancha", "type": "article"}, "mpaa_rating": "R", "summary_short": "After watching this fascinating and compelling documentary, you may forever wonder how it is that movies are made at all. &quot;Lost&quot; may not be a great piece of filmmaking, but it is a great story; its directors display dramatic intelligence. &quot;Lost&quot; is an inside view of how a film — in this case, Terry Gilliam's &quot;Man Who Killed Don Quixote&quot; —  can fall to pieces, even under the guidance of a master director. Imagine watching a real-life version of Ian McKellen's kindly, indomitable Gandalf in &quot;Lord of the Rings&quot; give his life for his cause, only to find that his supreme gesture is meaningless because his fellows are slaughtered, anyway. That's what &quot;Lost&quot; is like. What's clear and astonishingly entertaining about &quot;Lost&quot; is that the directors' only good luck was that they happened to be safely behind the scenes when epic mishaps struck so often on the set that Beelzebub probably put in for overtime. — Elvis Mitchell", "multimedia": null}, {"headline": "Recruit, The (Movie)  ", "publication_date": "2003-01-31", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:46:53", "opening_date": "2003-01-31", "display_title": "The Recruit", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E3D71F39F932A05752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Recruit", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The C.I.A. setting, the utterly predictable plot twists, the chase scenes and the climactic bout of gunplay may suggest a thriller, but really this slick and pointless exercise belongs to a more specialized genre: the Al Pacino crazy mentor picture. This time, Mr. Pacino is Walter Burke, whose job is to recruit and train intelligence operatives. &quot;I have a scary eye for talent,&quot; he says. What Mr. Pacino displays is his peculiar, and often amusing, gift for ranting, spluttering and braying, and his wildly unpredictable, borderline-incoherent performance is the only interesting thing in the movie. Colin Farrell, as Burke's troubled protégé, James Clayton, an M.I.T. graduate student who seems to have misplaced his shaving kit in all the excitement, works very hard without producing anything like the casual, nutty intensity Mr. Pacino can summon so effortlessly. Bridget Moynahan is James's fellow trainee and love interest, who may or may not be a mole. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Guru, The (Movie)  ", "publication_date": "2003-01-31", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:43:19", "opening_date": "2003-02-14", "display_title": "The Guru", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00EED71F39F932A05752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Guru", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;The Guru&quot; has a canny, genre-bending gleam in its eye. If a martial-arts fantasy like &quot;Crouching Tiger, Hidden Dragon&quot; can break the bank by taking Hong Kong-style action-adventure into the international mainstream, it supposes, how about mixing and matching a conventional romantic comedy with an Indian extravaganza: Hollywood meets Bollywood? It doesn't work. The bizarre outcome of this nervy conceptual hybrid is a movie that plays stylistic hopscotch as it jumps from one square to the next, teetering perilously each time it lands on one quaking ankle. Lurching between a loudmouthed sitcom and a crude social satire, the movie, directed by Daisy von Scherler Mayer from a screenplay by Tracey Jackson, also shoehorns three imitation Bollywood production numbers into its uneasy mix. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Chaos (Movie)  ", "publication_date": "2003-01-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:48", "opening_date": null, "display_title": "Chaos", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E2DD1039F93AA15752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Chaos", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "City of God (Movie)  ", "publication_date": "2003-01-17", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:21:50", "opening_date": "2004-02-13", "display_title": "City of God", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E0D71E31F934A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of City of God", "type": "article"}, "mpaa_rating": "R", "summary_short": "A scorching anecdotal history of gang warfare in the slums of Rio de Janeiro, &quot;City of God&quot; is narrated by Rocket (Alexandre Rodrigues), a young photographer who chronicles the deterioration of the housing project in which he grew up from a shantytown into a war zone. The movie, which begins in the 1960's and ends in the early 80's, parallels Rocket's story with the rise of his childhood playmate Li'l Ze (Leandro Firmino da Hora) from a petty thief into a ruthless, drug dealer and neighborhood kingpin commanding a small army of gun-toting children. The history is told in a loose, tall-tale style that suggests a quasi-cinema-verite version of Martin Scorsese's &quot;GoodFellas.&quot; — Stephen Holden", "multimedia": null}, {"headline": "Seventh Street (Movie)  ", "publication_date": "2003-01-17", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:53:05", "opening_date": null, "display_title": "7th Street", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E2D91E31F934A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of 7th Street", "type": "article"}, "mpaa_rating": "", "summary_short": "Josh Pais's casual and engaging &quot;7th Street&quot; is, quite literally, a home movie &#151; a documentary about the East Village block where Mr. Pais, now an actor who has appeared in films as diverse as &quot;Teenage Mutant Ninja Turtles&quot; (he was Raphael) and &quot;A Beautiful Mind,&quot; has lived since his childhood in the late 1960's. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Guy Thing, A (Movie)", "publication_date": "2003-01-17", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:36", "opening_date": "2003-01-17", "display_title": "A Guy Thing", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05EFD71E31F934A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of A Guy Thing", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Most of the meager charms of this chaotic romantic farce spring from the deft comic contortions of Hollywood's ultimate nerdy sidekick, Jason Lee. As Paul Morse, a Seattle ad salesman about to marry his boss's daughter, Karen (Selma Blair), this 32-year-old actor expands from the blandly goofy Keanu-manqué he often plays into a variation on the comic leading man Ben Stiller has made into a specialty. Paul's troubles begin the morning after his bachelor party, when he discovers a strange young woman (Julia Stiles) lying next to him in bed. &quot;A Guy Thing&quot; was adapted from a story by Greg Glienna, one of the writers of  &quot;Meet the Parents,&quot; and much of it plays like a confused, desperate rehash of that hit comedy. — Stephen Holden", "multimedia": null}, {"headline": "National Security (Movie)  ", "publication_date": "2003-01-17", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:43:13", "opening_date": "2003-01-17", "display_title": "National Security", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06EEDA1E31F934A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of National Security", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This loud, moronic interracial buddy action comedy might have been an early  candidate for worst movie of the year. Steve Zahn is an ill-tempered disgraced cop; Martin Lawrence is an  irrepressibly annoying would-be cop. Even though they hate each other, they  band together to foil the bad guys. The film has one or two funny moments,  but these seem more the result of the laws of probability than of any   inspiration on the part of the actors or the filmmakers. Mr. Lawrence's   approach to comedy is to keep talking in the hope that he will either wear   down the audience's resistance or (more rarely) say something that's  actually funny. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Kangaroo Jack (Movie)  ", "publication_date": "2003-01-17", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:07:34", "opening_date": "2003-01-17", "display_title": "Kangaroo Jack", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E0DB1E31F934A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Kangaroo Jack", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A marsupial steals some mob money from a pair of halfwit Brooklynites (Jerry O'Connell and Anthony Anderson), who are pursued across the outback by various Australian and New York heavies. This might have been amusing, but except for the guilty pleasure of seeing Christopher Walken in yet another unredeemably bad movie, there is very little fun to be had. The movie's crude, dippy humor  seems motivated by a deep contempt for its intended audience of school-aged  children. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "PS Your Cat is Dead (Movie)  ", "publication_date": "2003-01-17", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:47:37", "opening_date": null, "display_title": "P.S. Your Cat Is Dead", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E2D81E31F934A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of P.S. Your Cat Is Dead", "type": "article"}, "mpaa_rating": "R", "summary_short": "", "multimedia": null}, {"headline": "WXIII (Wasted 13: Patlabor the Movie 3) (Movie)  ", "publication_date": "2003-01-10", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:16:22", "opening_date": null, "display_title": "Patlabor Movie 3: WXIII", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE4DF1E3EF933A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Patlabor Movie 3: WXIII", "type": "article"}, "mpaa_rating": "R", "summary_short": "With its microscopic eye for detail, Japanese anime is the ideal film medium for a techno-thriller like &quot;WXIII (Wasted 13: Patlabor the Movie 3),&quot; a visually absorbing futuristic fantasy that evokes a paranoid world choking on its own technology. With its murky chiaroscuro and fascination with machines (which it renders with far more precision than it does the faces of its characters) and brooding electronic score, the film, set in Tokyo in the near future, sustains a heady noirish atmosphere that might be called Technomood. A tangled modern police drama folded into an old-fashioned monster movie with echoes of &quot;Frankenstein&quot; and &quot;King Kong,&quot; the film is the third cinematic spinoff from the successful &quot;Patlabor&quot; franchise. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Just Married (Movie)  ", "publication_date": "2003-01-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:10", "opening_date": "2003-01-10", "display_title": "Just Married", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E1D6113EF933A25752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Just Married", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Brittany Murphy and Ashton Kutcher play a pair of dim, perky young newlyweds whose  European honeymoon goes terribly awry. The movie is not quite so disastrous.  The two leads have a certain squirmy, adolescent sexual chemistry (though various mishaps and squabbles prevent them from actually having sex), but  the movie can't think of anything better to do with them than make them bump into doors and furniture and act loud and obnoxious around snooty Continental stereotypes. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Rivers and Tides: Andy Goldsworthy Working With Time (Movie)  ", "publication_date": "2003-01-02", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:13:10", "opening_date": null, "display_title": "Rivers and Tides: Andy Goldsworthy Working With Time", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E1DA133FF931A35752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Rivers and Tides: Andy Goldsworthy Working With Time", "type": "article"}, "mpaa_rating": "", "summary_short": "Anyone who has built a sand castle by the edge of the sea and paused to observe the rising tide creep in and wash it away, can sink into the contemplative world of Andy Goldsworthy, the Scottish artist profiled in Thomas Riedelsheimer's documentary. This bearded, soft-spoken 46-year-old dreamer works mostly outdoors, creating mutable sculptures that he calls earthworks. As the film's images accumulate, the movie becomes a sustained and ultimately refreshing meditation on surrender to the idea of temporality. If Mr. Goldsworthy's humility in the face of change reminds us that all is vanity, his playfulness also reminds us that a fervent engagement in the moment is in its own way infinite. &#151; Stephen Holden\n", "multimedia": null}, {"headline": "Confessions of A Dangerous Mind (Movie)  ", "publication_date": "2002-12-31", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:52", "opening_date": "2003-01-24", "display_title": "Confessions of a Dangerous Mind", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE2D8143FF932A05751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Confessions of a Dangerous Mind", "type": "article"}, "mpaa_rating": "R", "summary_short": "A screenwriter's own particular brand of self-disgust is combined with the germy self-hatred of the game-show creator and host Chuck Barris in &quot;Confessions of a Dangerous Mind,&quot; which was written by Charlie Kaufman (&quot;Adaptation&quot;). The whole is less than the sum of its parts: the dueling Kaufman and Barris takes on self-flagellation don't exactly mesh. This film, a shape-shifting apologia-biopic as weird as &quot;Adaptation,&quot; is too cold for its own good. George Clooney, though, in his directorial debut, does show an eye, and a head, for filmmaking. There's a casual irony in the details, with &quot;Confessions of a Dangerous Mind&quot; (based on Mr. Barris's unreliable &quot;unauthorized autobiography&quot; of the same name) making jokes of the lurid minutiae of the life of Mr. Barris, who in his day was accused of the destruction of television, Western civilization and the World as We Know It. — Elvis Mitchell", "multimedia": null}, {"headline": "Love Liza (Movie)  ", "publication_date": "2002-12-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:37", "opening_date": null, "display_title": "Love Liza", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE4D9173FF933A05751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Love Liza", "type": "article"}, "mpaa_rating": "R", "summary_short": "Philip Seymour  Hoffman, whose brother wrote the screenplay, is Wilson Joel, a Web designer reeling from his wife's suicide. He dabbles in model airplanes, becomes addicted to gasoline fumes and tries to alienate anyone who shows him sympathy, including his mother-in-law (Kathy Bates). This actor's skills &#151; for precision and understatement, and for unexpectedly allowing a gleeful, almost crazed energy to burst out in otherwise somber circumstances &#151; are impressively evident, but the movie is so small and emotionally constricted that it gives him too little room to explore his range. The director, Todd Louiso, admirably attempts to avoid the therapeutic sentimentality that so often accompanies movie treatments of grief, but his detached, minimalist approach ultimately makes the film feel thin and muffled. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Chicago (Movie)  ", "publication_date": "2002-12-27", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:51:41", "opening_date": "2003-01-24", "display_title": "Chicago", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE0DC113CF934A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Chicago", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "It's rare to find a picture as exuberant, as shallow — and as exuberant about its shallowness — as Rob Marshall's film adaptation of the Broadway musical &quot;Chicago.&quot; The movie, set in Prohibition-era Chicago following the murder trial of the manipulative kewpie doll Roxie Hart (Renée Zellweger), is tough, brittle fun — a mouthful. It's the raw expenditure of energy and the canniness of the staging that should pull audiences in and keep them rooted. This of course is undoubtedly the best way to present a movie take on Bob Fosse's digressive musical version of &quot;Chicago.&quot; This new picture maintains the relentless spirit of Fosse's blunt suavity and the breathless, black-silk enthusiasm of Kander and Ebb's songs. Catherine Zeta-Jones, in Louise Brooks wig and ruthless smile, is Roxie's fellow felon and jailbird, Velma. And as the big-ticket defense lawyer and jury barometer Billy Flynn, Richard Gere has never been better, turning spoiled princeling arrogance into a witty revel. — Elvis Mitchell", "multimedia": null}, {"headline": "Max (Movie)  ", "publication_date": "2002-12-27", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:53:07", "opening_date": null, "display_title": "Max", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E1DA113CF934A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Max", "type": "article"}, "mpaa_rating": "R", "summary_short": "This wildly inventive, richly expressionistic movie imagines Adolf Hitler (Noah Taylor) as an ambitious young painter in 1918 Munich. John Cusack is Max Rothman, a fictional German-Jewish art dealer, avowed modernist and proto-bohemian who advises him. If Mr. Taylor gives a human dimension to one of history's monsters, his Hitler still emerges as a thoroughly disagreeable creep. The movie comes up with the novel notion that Nazism originated as an art project. Well-acted and strikingly designed, &quot;Max&quot; doesn't pretend to be an accurate account of the past. At heart, it's a provocative aesthetic dialogue on art history. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Hours, the (Movie)  ", "publication_date": "2002-12-27", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:53:56", "opening_date": "2003-02-14", "display_title": "The Hours", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE6DE113CF934A15751C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Hours", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This remarkably faithful and moving screen adaptation of Michael Cunningham's Pulitzer Prize-winning theme and variations on Virginia Woolf's novel &quot;Mrs. Dalloway&quot; stars Nicole Kidman as the English author who committed suicide in 1941, and Julianne Moore and Meryl Streep as two of her literary and spiritual heirs. Ms. Kidman's Woolf is one of the most disturbing portraits of mental imbalance ever brought to the screen. Ms. Moore (as a depressed Southern California housewife in 1951) and Ms. Streep (as a book editor in contemporary New  York) give richly shaded portrayals of intelligent high-strung women on the verge. David  Hare's lean, incisive screenplay and Philip Glass's churning minimalist score fold stories  that take place in different eras into a single timeless plane. Ed Harris gives a furious,  anguished portrayal of an eminent poet dying of AIDS. — Stephen Holden", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}