{"results": [{"headline": "Bobby G Can't Swim (Movie)", "publication_date": "2002-06-21", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:52:35", "opening_date": null, "display_title": "Bobby G. Can't Swim: A Story from Hell's Kitchen", "link": {"url": "http://www.nytimes.com/movie/review?res=9401EEDA113BF932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Bobby G. Can't Swim: A Story from Hell's Kitchen", "type": "article"}, "mpaa_rating": "R", "summary_short": "The writer, director and star of &quot;Bobby G. Can't Swim,&quot; John-Luke Montias, has taken on a formidable task in making the protagonist of his debut feature  a street hustler whose life is a series of embarrassments. Bobby is rousted by the cops, who force him to pull his pants down during a search. And a pack of pumped-up neighborhood fellas leap out of a car to confront Bobby and, despite his bring-it-on manner, beat him as if he were cake batter. His hooker girlfriend, Lucy (Susan Mitchell), walks up to him and slaps the taste out of his mouth while he's  drinking beers with his boys. But despite the fumbles of his lead character, Mr. Montias handles himself well in a small film that fits into the genre of tales about coke heads with dreams bigger than they can fit into their veins. — Elvis Mitchell", "multimedia": null}, {"headline": "Minority Report (Movie)", "publication_date": "2002-06-21", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:25:42", "opening_date": "2002-06-21", "display_title": "Minority Report", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02EEDA113BF932A15755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Minority Report", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This atmospheric thriller is a muscular and dense exercise of skill and verve. (Ironically, this exercise may be the most adult film that Steven Spielberg has made in some time; it's about the bloody blurring of passion and violence — a compassionate noir.) In 2054, a law enforcement unit called Precrime exists to stop murders before they begin; three Precogs — beings who float in a nutrient-rich fluid — can predict when a crime will be committed and know the identity of the perpetrator. When the unit's chief, John Anderton, is accused of a crime he hasn't yet committed, he's soon on the run. Tom Cruise does as much sprinting in this picture as he has before in his entire filmography. The fluid bursts of quick-cut images seen on the monitors also show that Mr. Spielberg isn't about to be shown up by those quick-fingered, compulsively exhibitionistic upstarts like David Fincher. — Elvis Mitchell", "multimedia": null}, {"headline": "War Photographer (Movie)", "publication_date": "2002-06-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:25:34", "opening_date": "0000-00-00", "display_title": "War Photographer", "link": {"url": "http://www.nytimes.com/movie/review?res=9905EEDA113BF93AA25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of War Photographer", "type": "article"}, "mpaa_rating": "", "summary_short": "Even if you have never heard of James Nachtwey, the award-winning photojournalist who is the subject of Christian Frei's exceptionally intimate documentary, it is likely that you are familiar with his work. For more than two decades Mr. Nachtwey has traveled to places in the world devastated by war, famine and poverty and documented the cruelty and suffering he has found with a devastating, eloquent clarity. He was in Nicaragua at the height of the contra war, in South Africa during the bloody mid-1980's and in Rwanda in the aftermath of the 1994 genocide. Mr. Frei's quiet, engrossing film is a sad and stirring testimony to this vision and to the quiet, self-effacing heroism with which Mr. Nachtwey has pursued it. — A. O. Scott", "multimedia": null}, {"headline": "Dangerous Lives of Altar Boys, The (Movie) ", "publication_date": "2002-06-14", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:14:08", "opening_date": "2002-06-28", "display_title": "The Dangerous Lives of Altar Boys", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE4DF153CF937A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Dangerous Lives of Altar Boys", "type": "article"}, "mpaa_rating": "R", "summary_short": "What gangling, hormonally challenged 14- or 15-year-old boy hasn't imagined transcending the miseries of adolescence by becoming an action-adventure superhero? The screen adaptation of Chris Fuhrman's cult coming-of-age novel captures that age of embarrassment with an accuracy (and compassion) that eludes most Hollywood teen films. Kieran Culkin and Emile Hirsch are schoolmates, pranksters and collaborators on a comic book whose characters, including a monstrous caricature of their school's mother superior (Jodie Foster), are extensions of events and people in their lives. The movie vents their frustrations with clever animated fantasy sequences. As their acts of vandalism and mischief escalate in daring, there are dire consequences. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Emperor's New Clothes, The (Movie)", "publication_date": "2002-06-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:16:06", "opening_date": null, "display_title": "The Emperor's New Clothes", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E0D6143CF937A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Emperor's New Clothes", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Movies, especially science fiction films, love to ask, what if? This tepid romantic comedy has the disadvantage of imagining a what-if that probably hasn't crossed many people's minds lately. What if Napoleon Bonaparte, in his exile on St. Helena, had arranged for a double to impersonate him so he could sneak back to France to reclaim his imperial status?  The film, adapted from a novel by Simon Leys, stars Ian Holm in the dual roles of Napoleon and Eugene, the drunken, buffoonish deckhand and look-alike who becomes his stand-in. Although there's plenty of opportunity for low comedy in the notion of an emperor and an oaf exchanging roles, &quot;The Emperor's New Clothes,&quot; much to its detriment, doesn't pursue them. The film, directed by Alan Taylor, would rather think of itself as a witty, high-toned costume comedy with a reassuring message. — Stephen Holden", "multimedia": null}, {"headline": "Scooby-Doo (Movie)  ", "publication_date": "2002-06-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:37", "opening_date": "2002-06-14", "display_title": "Scooby-Doo", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E0D7143CF937A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Scooby-Doo", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The old Hanna-Barbera cartoon was cheap, silly and occasionally charming in its blithe stupidity. This adaptation, combining live action with 3-D computer-generated animation, looks pretty expensive, and its stupidity is, for the most part, charmless. The human cast &#151; Freddie Prinze Jr., especially &#151; does a good-humored job of sending up and paying homage to the old show, but its efforts are overwhelmed by a relentless pop music score, hideous special effects and a plot the violates all the rules of the old series for no good reason. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Freeze Me (Movie)", "publication_date": "2002-06-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:12", "opening_date": null, "display_title": "Freeze Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E2DC123CF937A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Freeze Me", "type": "article"}, "mpaa_rating": "", "summary_short": "Chichiro (Harumi Inoue) is a perky Tokyo office worker with a devoted fiancé and a pleasant small apartment. Two years before coming to the city, she was gang-raped in her hometown, and about 10 minutes into Takashi Ishii's grim  minimalist exercise in sex and brutality, one of her attackers shows up at her door. He threatens to distribute a videotape of the assault and promises that his two accomplices will be along shortly to re-enact it. Then one evening, while slicing a cucumber with a very sharp knife, she is inspired to kill her tormentor, and thus to embark on a journey from victimhood to vengeance. &quot;Freeze Me&quot; is a movie with deliberately scrambled circuits, intended to shock. The provocation is so relentless, though, that after a while you pull back from the movie's more disturbing implications. — A. O. Scott", "multimedia": null}, {"headline": "Bourne Identity, The (Movie)", "publication_date": "2002-06-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:39", "opening_date": "2002-06-14", "display_title": "The Bourne Identity", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02EFD7143CF937A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Bourne Identity", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Matt Damon plays Jason Bourne, a C.I.A. superassassin suffering from amnesia, who is chased across Europe, in the company of a charming German waif (Franka Potente), by his employers. There are espionage writers who use the genre to explore the complexities of geopolitics, but Robert Ludlum, on whose novel this competent, enjoyable picture is based, was not one of them. At a time when thrillers are shadowed by real-world anxieties, the implausibility and irrelevance of this movie, which amusingly imagines the C.I.A. as a super-competent, virtually omniscient operation, comes as something of a relief. Mr. Damon handles his characters' existential crisis with fierce adroitness, and Doug Limans direction has an old-fashioned swiftness and efficiency.  &mdash; A. O. Scott", "multimedia": null}, {"headline": "Windtalkers (Movie)  ", "publication_date": "2002-06-14", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:51:59", "opening_date": "2002-06-14", "display_title": "Windtalkers", "link": {"url": "http://www.nytimes.com/movie/review?res=980CE0DF153CF937A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Windtalkers", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this epic of war and a lesson in tolerance, John Woo is meticulous in melding his own intimate style into the clichés of a large-scale war movie, paying homage to all the tired conventions of the genre; it's an honor these clichés don't deserve.  Driving the plot is the tension between Sergeant Enders (Nicholas Cage) and Ben Yahzee (Adam Beach), a young marine who is being trained along with other Navajos during World War II to transmit information from the battle front, because their native language is a code that cannot be broken by the Japanese. The picture invents an angle — kill the Navajos if they're captured, a battle condition of which there's no known record — and ignores the more compelling truth: that the Navajos are prevented from being active participants in the same war in which Native Americans raised the flag at Iwo Jima. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Gangster No. 1 (Movie)  ", "publication_date": "2002-06-14", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:26:25", "opening_date": null, "display_title": "Gangster No. 1", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E2DC123CF937A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Gangster No. 1", "type": "article"}, "mpaa_rating": "R", "summary_short": "The unsettling rhythms of Paul Bettany, David Thewlis and Malcolm McDowell help place this crisp, tart and often infuriating crime film squarely in the tradition of British noirs. &quot;Gangster No. 1&quot; is &quot;All About Eve&quot; with shoulder holsters, and a crucial twist. Young Gangster's (Mr. Bettany) is coveting everything his boss, Freddy (Mr. Thewlis), controls, apparently because he knows he's second-rate; his aspiration to be the real thing is the motor that keeps him going. And the psychological underpinnings give this picture a charged emotional atmosphere. Most of the film takes place in 1968, with a flashback showing Freddy's curdled ease and ascension to the top of charts and Gangster's hissing hunger. Director Paul McGuigan, abetted by a melancholy John Dankworth score rich enough to function as another character, builds a clammy, claustrophobic atmosphere. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Virgil Bliss (Movie)  ", "publication_date": "2002-06-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:19:27", "opening_date": null, "display_title": "Virgil Bliss", "link": {"url": "http://www.nytimes.com/movie/review?res=990CEFD71E3DF931A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Virgil Bliss", "type": "article"}, "mpaa_rating": "", "summary_short": "Joe Maggio's video feature is set in a halfway house in a dilapidated section of Brooklyn, though its screenplay, full of odd, yearning references to 1930's westerns, could just as well have taken place in Tombstone, Ariz. The title character, played with grace and gentility by Clint Jordan, is a strong, silent and hopelessly naïve Southerner who finds himself adrift in the frontier town of Williamsburg, where he falls for one of the local girls, Ruby (Kirsten Russell), a hard-bitten prostitute. The classic westerns often held out the possibility of redemption for their socially outcast heroes. That possibility does not exist for the more cynical Mr. Maggio, who sees Virgil and Ruby as trapped in a cycle of addiction and exploitation. It is enough of an act of optimism just to raise the specter of heroic nobility, something that &quot;Virgil Bliss&quot; accomplishes with subtlety and poignancy. — Dave Kehr", "multimedia": null}, {"headline": "Cuba Feliz (Movie)", "publication_date": "2002-06-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:46", "opening_date": null, "display_title": "Cuba Feliz", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E0D61E3DF931A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Cuba Feliz", "type": "article"}, "mpaa_rating": "", "summary_short": "Miguel Del Morales, the 76-year-old troubadour who strums and sings his way  through Karim Dridi's uplifting film, embodies the wandering minstrel as a man of the people and the repository of an impoverished nation's hard-won emotional wisdom. As he travels from one city to another in his native Cuba, meeting up with local musicians and jamming with them, Mr. Del Morales, who is known as El Gallo (the  Rooster) suggests a Latin-American Willie Nelson (without his band), indefatigably making his way along his country's dusty roads. Although &quot;Cuba Feliz&quot; has the look and sound of a documentary, it's really a loosely constructed musical road movie with a screenplay that follows El Gallo from city to city on a national tour undertaken largely on foot. — Stephen Holden", "multimedia": null}, {"headline": "Legend of Bhagat Singh, The (Movie)  ", "publication_date": "2002-06-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:40", "opening_date": null, "display_title": "The Legend of Bhagat Singh", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E2DE103DF933A25755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Legend of Bhagat Singh", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "According to the Planet Bollywood Web site, &quot;over three films&quot; are in production in Bombay, the capital of India's Hindi cinema, about Bhagat Singh, a young Sikh revolutionary who was executed by the British government in 1931. The first one out of the box, apparently, is &quot;The Legend of Bhagat Singh,&quot; a superproduction that is not as polished and appealing as &quot;Lagaan,&quot; the Bollywood musical that became an international hit last year and earned an Oscar nomination for best foreign language film. But, as energetically directed by Rajkumar Santoshi, it does add to the critical mass that lately has been building up around Bollywood filmmaking, suggesting that someday soon it may explode internationally the way the Hong Kong cinema did in the late 1980's. — Dave Kehr", "multimedia": null}, {"headline": "Mama Africa (Movie)  ", "publication_date": "2002-06-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:54:21", "opening_date": "2002-06-07", "display_title": "Mama Africa", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E6DC173DF934A35755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Mama Africa", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Cherish (Movie)  ", "publication_date": "2002-06-07", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:24:23", "opening_date": null, "display_title": "Cherish", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E6DC173DF934A35755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Cherish", "type": "article"}, "mpaa_rating": "R", "summary_short": "As a poky little character comedy, &quot;Cherish&quot; is likable in a small-scale way. Finn Taylor, who also wrote the film, tries to make it into a genre piece, exploiting the suburban anxiety of Zoe (Robin Tunney) as comedy. Zoe is a socially inept animator who ends up under house arrest with a tracking device shackled to her ankle &#151; a contrivance engineered solely so that she can meet the by-the-book Daly (Tim Blake Nelson), a maintenance technician for the company that makes the device. While trapped at home, Zoe learns she has a stalker. Mr. Taylor wants &quot;Cherish&quot; to be a comedy-thriller about obsession,  but the picture collapses when he tries to shift the tone to a thriller's rush. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Bad Company (Movie)  ", "publication_date": "2002-06-07", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:12:27", "opening_date": "2002-06-07", "display_title": "Bad Company", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E3DB173DF934A35755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Bad Company", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Chris Rock plays Jake, a chess hustler and ticket scalper who learns that he had a twin brother, Kevin (also played by Mr. Rock), who worked undercover for the C.I.A. He is asked to replace his assassinated twin in a mission to apprehend a Eurotrash arms dealer (Peter Stormare). Anthony Hopkins is the agent who recruits Jake; the closest thing to wit in his performance is the way he intently chews gum while blowing away bad guys, terrorizing the always screaming Jake. The real suspense would come in asking why Mr. Rock would bother to star in a movie like this one. The movie has the whiff of something stale, like many of the non-political terrorist-as-villain spectaculars that have had their expiration dates changed since Sept. 11; it's not &quot;Bad Company&quot; so much as a bad movie. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Divine Secrets of the Ya-Ya Sisterhood (Movie)  ", "publication_date": "2002-06-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:15:56", "opening_date": "2002-06-07", "display_title": "Divine Secrets of the Ya-Ya Sisterhood", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E4DF173DF934A35755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Divine Secrets of the Ya-Ya Sisterhood", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The sudsy film adaptation of two best-selling novels by Rebecca Wells tells of mother-daughter strife, alcoholism and other ills besetting a Louisiana family over three generations. Sandra Bullock is a New York playwright dragged home by her mother's friends on a family peace-making mission. Ellen Burstyn is Mom, a dithery drama queen, and Ashley Judd the same Mom as a harried, embittered young mother with a drinking problem. Fionnula Flanagan, Shirley Knight and Maggie Smith are the three childhood friends with whom Mom formed a pact of friendship more than half a century earlier. The connections between past and present feel tenuous, and the Oprah-ready mood of uplift is tainted with a strain of cuteness. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Ivans Xtc (Movie)  ", "publication_date": "2002-06-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:21", "opening_date": null, "display_title": "Ivans XTC.", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E2DB173DF934A35755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ivans XTC.", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Secret Society (Movie)", "publication_date": "2002-06-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:31", "opening_date": null, "display_title": "Secret Society", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E3DC173DF934A35755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Secret Society", "type": "article"}, "mpaa_rating": "PG", "summary_short": "&quot;Secret Society&quot; is the latest in an apparently endless series of British comedies in which an unlikely competitive activity becomes a way for hard-pressed ordinary folk to overcome adversity, gain self-esteem and find a moment of modest glory. To a roster that includes striptease (&quot;The Full Monty&quot;), hairdressing (&quot;Blow Dry&quot;) and gardening (&quot;Greenfingers&quot;), we may now add female sumo wrestling, the semi-clandestine pastime of a group of hefty Yorkshire cannery workers.  &quot;Secret Society,&quot; directed by Imogen Kimmel, has the scruffy charm you expect from this kind of picture, and some admirable feminist pluck. But the story is — forgive me — a little thin, and the filmmaking clumsy and rushed. — A. O. Scott", "multimedia": null}, {"headline": "Katterskill Falls (Movie)  ", "publication_date": "2002-06-05", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:12:41", "opening_date": null, "display_title": "Kaaterskill Falls", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E6DD113AF936A35755C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Kaaterskill Falls", "type": "article"}, "mpaa_rating": "", "summary_short": "Like Roman Polanski's &quot;Knife in the Water&quot; (1962), the film that inspired it, &quot;Kaaterskill Falls,&quot; directed by Josh Apter and Peter Olsen from a screenplay attributed to cast and crew, is a journey into the disintegration of marriage, a nasty romantic triangle etched by the acidic hostility between husband and hitchhiker and the wife's reawakening to the freer spirit she once was. &quot;Kaaterskill Falls&quot; is not a film that stands up to analytical demands for logic and utter consistency of character. But it establishes its ominous mood and tension swiftly, and if the suspense never rises to a higher level, it is nevertheless maintained throughout. &#151; Lawrence Van Gelder\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}