{"results": [{"headline": "Chop-Socky, Thy Name Is Stephen Chow", "publication_date": "2004-04-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:25:45", "opening_date": null, "display_title": "Shaolin Soccer", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE0D71539F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Shaolin Soccer", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This kung-fu comedy is real Swiftian comedy: not Jonathan Swift-type satire, but more along the lines of pork products from Swift and company. &quot;Soccer&quot; is fatty, chewy and funny and slightly gamy, given the amount of time the movie sat on the shelf. The fact is undeniable since the scoreboard for the climactic game between the Shaolin stalwarts and their principal foes, Team Evil, marks the year as 2003. Since the comedy and martial arts stuff is so timeless, the year might as well be 1983.  The Honk Kong action cynosure Steven Chow &#151; who also directed, and contributed to the ransom-note-assemblage of a script &#151;  plays Sing, a down-on-his-luck Shaolin disciple reduced to telling random passers-by that &quot;Kung-fu is a complete way of life.&quot; While denting brick walls with kicked rubbish, Sing is discovered by Fung. Years earlier, Fung was disabled by his teammate Hung (Patrick Tse), who now owns Team Evil. Eventually, Sing is reunited with his brothers, after Fung convinces them to use their kung-fu skills to play soccer. &quot;Soccer&quot; is so unabashed in its cheesiness that it could be spread on crackers. The movie is too much fun to take seriously, or ignore. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Breaking the Links in a Chain of Corruption", "publication_date": "2004-04-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:36", "opening_date": null, "display_title": "Outskirts", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E2D61239F931A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Outskirts", "type": "article"}, "mpaa_rating": "", "summary_short": "A strange, disturbing and yet occasionally quite funny cultural artifact from the new Russia, &quot;The Outskirts&quot; begins as a droll parody of a Soviet-era &quot;boy-meets-tractor&quot; movie and develops into a violent vigilante fantasy.  Released in Russia in 1998, its story line &#151; a group of hearty peasant types from the Urals track down the corrupt officials who sold their former collective farm to an oil oligarch &#151;  reportedly proved to be so incendiary that there were calls for the film to be banned.   Shooting in a stark black-and-white meant to evoke the socialist realist filmmaking of the 1930's, Pyotr Lutski is making a nostalgic appeal to an era that does not seem entirely worthy of such romantic reconsideration.  But at the same time, he has built so much postmodern irony into his film that it's hard to know where satire stops and sincerity begins.  Is Mr. Lutski endorsing his protagonists' brutal tactics or is he making fun of them?  Are they admirable role models from Russia's lost past or are they idiot thugs still employing the tactics of Stalin's secret police?  Ultimately these questions are unanswerable, which makes &quot;The Outskirts&quot; both a challenging film and a frustrating one. &#151; Dave Kehr", "multimedia": null}, {"headline": "In the West Bank and Gaza, Getting From Place to Place Is More Stop Than Go", "publication_date": "2004-04-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:21:46", "opening_date": null, "display_title": "Checkpoint", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E1DF1439F932A35757C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Checkpoint", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "A Buddhist Observes Humanity With Sharp and Stern Eyes", "publication_date": "2004-03-31", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:09:22", "opening_date": "2004-05-28", "display_title": "Spring, Summer, Fall, Winter...and Spring", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E6DA1639F932A05750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Spring, Summer, Fall, Winter...and Spring", "type": "article"}, "mpaa_rating": "R", "summary_short": "Like Blake's &quot;Songs of Innocence and Experience,&quot; this Buddhist fable has a lyrical simplicity that masks its deep insight into human experience. Filmed at a mountain lake in a South Korean nature preserve, it follows an elderly monk and his young acolyte through the stages of the life cycle and the seasons of the calendar. The placid surface of Kim Ki Duk's lovely film is disturbed by eruptions of intense emotion, occasionally verging on melodrama, and by an intrusive soundtrack. But the film, with its moments of sharp humor (and the beguiling appearances of a white cat, a wry turtle and a quizzical rooster), is both sensual and austere, an exercise in spiritual discipline that sharpens your perception of human nature and the natural world. — A. O. Scott", "multimedia": null}, {"headline": "Four Seasons in Bucolic Italy, Ripe for Enjoying Five Senses", "publication_date": "2004-03-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:38", "opening_date": null, "display_title": "Three Step Dancing", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE6DE1E30F93AA15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Three Step Dancing", "type": "article"}, "mpaa_rating": "", "summary_short": "To appreciate Salvatore Mereu's handsome, slowly unfolding film, set in contemporary Sardinia, be prepared for a movie that plunks you into a  rural, primitive environment with a much slower metabolism than the nerve-jangling  world of instant communications. Jets may roar overhead, and glamorous international  nomads take the sun at a beachfront resort. But over most of the Sardinia's beautiful,  rugged landscape, life goes on pretty much as it always has, and most the characters seem  barely cognizant of creeping globalization.  Consisting of four, loosely connected vignettes, each set in a different season, &quot;Three  Step Dancing&quot; parachutes you in to this world and demands that you to fend for yourself.  At its most absorbing, the movie has the pace and patient, nonjudgmental gaze of a Taviani Brothers epic that slows time and observes the procession of life without comment. — Stephen Holden", "multimedia": null}, {"headline": "A Dogged Pursuit of Detail in a Violent Land", "publication_date": "2004-03-27", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:19", "opening_date": null, "display_title": "No. 17", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E7D81330F934A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of No. 17", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "A Jailed Father Leaves a Void In His Teenage Daughter's Life", "publication_date": "2004-03-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:04", "opening_date": null, "display_title": "B-Happy", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E6D81330F934A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of B-Happy", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "With Serbs and Muslims in the Muddle of Bosnia", "publication_date": "2004-03-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:56:52", "opening_date": null, "display_title": "Fuse", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04EFD71330F934A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Fuse", "type": "article"}, "mpaa_rating": "", "summary_short": "Bosnians scramble to make town presentable for President Clinton. Droll, soulful comedy-drama.", "multimedia": null}, {"headline": "Dying Without Remorse, a Bad Guy Who's Lonely", "publication_date": "2004-03-26", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:43:33", "opening_date": "2004-03-26", "display_title": "Never Die Alone", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00EEDA1230F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Never Die Alone", "type": "article"}, "mpaa_rating": "R", "summary_short": "With his compulsively slamming lyrics and king-of-the-world delivery, DMX intuitively echoed the projects-existentialism of the novelist Donald Goines for years. He's the perfect actor for the film adaptation of Goines's &quot;Never Die Alone,&quot; directed with street-corner majesty by the cinematographer-turned-director Ernest Dickerson. DMX stars as the drug dealer King David, who pops up in the streets again after a long absence. Rolling into the frame in a player's classic — a late 70's Stutz Blackhawk — King David shrugs his way back into the hard-knock life. He quickly reaps what he sows and, mortally wounded, passes all his worldly goods to Paul (David Arquette), a scrambling white would-be writer. King David's estate includes an audio journal of his life, which provides flashbacks and a narrative-within-a-narrative that answers the shaken Paul's curiosity. It's the highlights of King David's high life that propel &quot;Alone.&quot; Like all of Goines's heroes, King David is a scourge on the periphery, and the movie dramatizes his corrosive effect on the margins with savvy muscularity. Every life he touches he leaves in ruins — a need to deface beauty as a result of self-loathing is implicit, and DMX signals that motivation with sly hostility. To say that King David is the best part he's ever had is an understatement; he has never felt the need to inhabit a movie in this way before. — Elvis Mitchell", "multimedia": null}, {"headline": "When Mother Love Fails, the Community Steps In", "publication_date": "2004-03-26", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:01", "opening_date": "2004-07-16", "display_title": "The Story of the Weeping Camel", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E7D91230F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Story of the Weeping Camel", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This lovely, uncomplicated, though limited, movie is a shaggy dog story &#151; well, actually, a shaggy animal story. The title isn't a metaphor (though the story itself is). The filmmakers have actually made a film about a pale and needy newborn camel whose mother ignores it.  After a difficult birth, the mother abandons her calf, refusing to nurse it. In the wrong hands &#151; probably any other hands &#151; &quot;Camel&quot; would drip with stickiness, and it verges on being an old-school live-action Disney feature. Yet Byambasuren Davaa and Luigi Falorni deny us the easiness of narration that spells out what their cameras are ably, and simply, filming. They have said they were inspired by the pioneering documentarian Robert Flaherty. This movie follows Flaherty's mission to capture traditions of cultures far from his own. Though similar in motivation, it is modest and leisurely, rather than epic and obsessive like Flaherty's films. The filmmakers' patience and the quality of the images they obtain give a mellow contentment to the project, a thoughtful and honest serenity that is passed on to viewers. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Fishing for Welfare Checks in a Quebec Village", "publication_date": "2004-03-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:47", "opening_date": null, "display_title": "Seducing Doctor Lewis", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E4DB1230F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Seducing Doctor Lewis", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This thoroughly innocuous comedy takes place in a grizzled Quebec coastal village, in which the once-proud fishermen have seen their livelihoods disappear. To restore the town's economy, and their own manhood, a group of citizens wants to persuade a plastics company to select it as the site for a new factory. To qualify, the town needs a doctor. The villagers lure a shallow Montreal yuppie into their midst and then make themselves over to conform to his fantasies of provincial life. They forsake hockey for cricket and make sure that his fishing expeditions always yield good catches. The movie, a big hit in French Canada, offers easy laughs and warm sentiments. You may think you've seen this kind of sentimental, class-based comedy before, and you have — only with British or Irish accents instead of English subtitles. — A. O. Scott", "multimedia": null}, {"headline": "A Gang of Impostors vs. One True Lady", "publication_date": "2004-03-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:59", "opening_date": "2004-03-26", "display_title": "The Ladykillers", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E2DB1230F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Ladykillers", "type": "article"}, "mpaa_rating": "R", "summary_short": "Tom Hanks, playing Dr. G. H. Dorr, a Mississippi classics professor whose true vocation is crime, seizes the chance to play a comic villain with almost indecent vaudevillian glee in this uneven, prankish caper comedy by Joel and Ethan Coen. His endless stream of nonsensical erudition is matched by Irma P. Hall's no-nonsense righteousness. With stereotype-smashing gusto, she plays Marva Munson, a pious African-American widow whose house Dorr uses as a staging ground for his heist of a riverboat casino. The heist plot is mighty tired, and the Coens don't really bother to revive it. Instead, they confect an uneven shaggy-dog joke, with a handful of pricelessly funny moments (some courtesy of J. K. Simmons and Marlon Wayans, as two of Dr. Dorr's criminal confederates) and a splendid and sublime gospel soundtrack. — A. O. Scott", "multimedia": null}, {"headline": "All-American Teenagers in Pursuit of Pseudospirits", "publication_date": "2004-03-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:45:57", "opening_date": "2004-03-26", "display_title": "Scooby-Doo 2: Monsters Unleashed", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05EFDB1330F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Scooby-Doo 2: Monsters Unleashed", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Packed with extensive and expensive digital effects, &quot;Scooby-Doo 2: Monsters Unleashed&quot; appears to represent Warner Brothers' effort to produce a home-grown rival to the studio's wildly successful &quot;Harry Potter&quot; franchise.  Adapted (like the first film, released in 2002) from a short-lived (1969-1972) Saturday morning cartoon series produced by the Hanna-Barbera factory, &quot;Scooby-Doo 2&quot; features a gang of all-American teens. They include handsome Fred (Freddie Prinze Jr.), perky Daphne (Sarah Michelle Gellar), brainy Velma (Linda Cardellini) and spacey Shaggy (Matthew Lillard), whose mascot is the semi-talking, computer-generated dog Scooby. The group battles the seemingly supernatural apparitions that beset the back-lot town of Coolsville.  Like the first film, &quot;Scooby Doo 2&quot; was directed by Raja Gosnell, a protégée of and former film editor for Chris Columbus, the maker of the first two &quot;Harry Potter&quot; films.  Mr. Gosnell does his best to recreate the Potter blend of mild spookiness and kiddie comedy, but the material just isn't as psychologically rich as J. K. Rowling's shrewd combination of adolescent self-pity and violent revenge fantasy. &#151; Dave Kehr", "multimedia": null}, {"headline": "An Odd Couple Wages War on the Third Reich", "publication_date": "2004-03-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:37", "opening_date": null, "display_title": "Two Men Went to War", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06EFDB1330F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Two Men Went to War", "type": "article"}, "mpaa_rating": "PG", "summary_short": "&quot;An army marches on its stomach, and an army that can't bite, can't fight.&quot; Silly but patriotic, those words of encouragement, drilled into a class of dental trainees at a military camp in Aldershot, England, in early 1942, establish  the double-edged tone of this gentle World War II comedy. The nostalgic film, adapted  from Raymond Foxall's book &quot;Amateur Commandos,&quot; tells the true story of two gung-ho  British soldiers, a World War I veteran (Kenneth Cranham) and a young geeky dental trainee  (Leo Bill), who break the rules. Denied combat status, this exceedingly odd couple go AWOL to wage their own war against the Germans in occupied France. Whimsy and  sentiment joust. — Stephen Holden", "multimedia": null}, {"headline": "How to End a Career: Take a Baby to a News Conference", "publication_date": "2004-03-26", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:45", "opening_date": "2004-03-26", "display_title": "Jersey Girl", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E4DD1230F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Jersey Girl", "type": "article"}, "mpaa_rating": "R", "summary_short": "This sentimental comedy about a music-business publicist forced to care for his newborn daughter after his wife dies in childbirth is so false, icky and saddled with wince-making contrivances and fizzled jokes, it's the film equivalent of  making goo-goo noises and chucking a baby under the chin for a 103 minutes. Ben Affleck as the high-powered flack and reluctant father is tolerable as a selfish, arrogant,  Manhattan handmaiden to the stars. It's when he's required to change into a simpler, nicer guy that the actor gets into trouble, straining in vain to twist his natural sneer into a smile. The movie throws in a half-baked love story in which his character's friendship with a pliable video-store clerk (Liv Tyler) flowers into love. Ms. Tyler has never been  blander. Instead of a presence, she's an absence. — Stephen Holden", "multimedia": null}, {"headline": "It's High Noon in the Australian Outback", "publication_date": "2004-03-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:52", "opening_date": "2004-03-26", "display_title": "Ned Kelly", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06EFDE1230F935A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Ned Kelly", "type": "article"}, "mpaa_rating": "R", "summary_short": "An outback western, in which Heath Ledger, his prettiness hidden behind a heavy beard and a stiff, balky manner, plays the legendary 19th-century Australian bandit Ned Kelly. The film's idea of Kelly as an unwitting social revolutionary — somewhere between Pretty Boy Floyd and Spartacus — is interesting, but the story, in spite of its brutality, never really gathers force. The picture's rhythms are too choppy to achieve the grandeur of epic, and the performances (with the exception of Orlando Bloom as Kelly's sidekick) are lifeless and unmemorable. Naomi Watts adds a touch of golden movie-star glamour in the underwritten role of Kelly's aristocratic love interest, a part she may well have taken out of a sense of patriotic duty. — A. O. Scott", "multimedia": null}, {"headline": "Bicycling Across Brazil, in Search of a Better Future", "publication_date": "2004-03-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:47", "opening_date": null, "display_title": "The Middle of the World", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EED91430F936A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of The Middle of the World", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Who knows how many desperately poor rural folk have undertaken a journey similar to the one made by the Brazilian family of seven in Vicente Amorim's film &quot;The Middle of the World&quot;? The sketchy, picturesque film follows the exhausting 2,000-mile trip of Romão (Wagner Moura) and Rose (Cláudia Abreu), a handsome couple, and their five children from the state of Paraiba in northeastern Brazil to Rio de Janeiro. Romão, an unemployed truck driver, has set his sights on an unrealistically high monthly salary that he imagines he can earn in the big city. What distinguishes the family's odyssey is that the trip, consuming several months, is made on four bicycles. Journeying into the unknown, the family fends for itself, taking odd jobs in this or that town, sleeping outdoors and begging for food when necessary. The movie wants to be both a realistic family drama and a mythical odyssey but lacks the substance to be much more than a vignette. — Stephen Holden", "multimedia": null}, {"headline": "Torn Between Traditional Faith and a Convict's Bizarre Mysticism", "publication_date": "2004-03-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:41:47", "opening_date": null, "display_title": "In Your Hands", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0DE5D81430F936A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of In Your Hands", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Elegy for a Local Restaurant", "publication_date": "2004-03-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:54", "opening_date": null, "display_title": "Everyday People", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE3DC1730F937A15750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Everyday People", "type": "article"}, "mpaa_rating": "", "summary_short": "Jewish restaurateur decides to sell to developers. Slice of life with racial seasoning.", "multimedia": null}, {"headline": "Neil Young Pits Idealism Against Powerco", "publication_date": "2004-03-19", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:14:37", "opening_date": null, "display_title": "Greendale", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E4D61231F93AA25750C0A9629C8B63", "suggested_link_text": "Read the New York Times Review of Greendale", "type": "article"}, "mpaa_rating": "", "summary_short": "Less a conventional movie than an album-length music video, this set of linked vignettes about the Green family and the northern California town that bears their name is full of ornery wisdom and idiosyncratic sublimity.  Neil Young, in fine voice, balances his disgust at the current state of the world with his cranky faith in the resilience of the human spirit. The Greens —  especially Grandpa and Sun, a radiant environmentalist —  share  their creator's stubborn defiance as they take on the media, the government  and the soul-destroying, earth-polluting power of big corporations. The 10 songs that blanket the soundtrack are stripped-down anthems and   lamentations, and they secure Mr. Young's position as an inimitable —  and indispensable —  rock 'n' roll prophet. — A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}