{"results": [{"headline": "Old School (Movie)  ", "publication_date": "2003-02-21", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:30:12", "opening_date": "2003-02-21", "display_title": "Old School", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E0D8153DF932A15751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Old School", "type": "article"}, "mpaa_rating": "R", "summary_short": "Can you sue yourself for plagiarism?  If so, then &quot;Old School&quot; has presented Ivan Reitman with a case. This sloppy, dumb, though occasionally funny comedy is so derivative of  &quot;Animal House&quot; that it's like one of those by-the-numbers imitative movies  Homer Simpson is so obsessed with. Mr. Reitman, best known as a director (&quot;Ghostbusters&quot;), also produced &quot;Animal House,&quot; which itself parodied the conventions of the genre, though it raised the stakes with a kind of ruthless bad taste that was actually refreshing.  With &quot;School,&quot; the director Todd Phillips has made a sort of de facto comedy sequel to his documentary &quot;Frat House,&quot; which won the Sundance 1998 Grand Jury Prize. He comes even closer than Mr. Reitman to stealing from himself. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Life of David Gale, the (Movie)  ", "publication_date": "2003-02-21", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:01", "opening_date": "2003-02-21", "display_title": "The Life of David Gale", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE1D7153DF932A15751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Life of David Gale", "type": "article"}, "mpaa_rating": "R", "summary_short": "Kevin Spacey plays a death-penalty opponent facing execution for murder. As the title character, a downtrodden philosophy professor and activist who's become an alcoholic criminal, he evinces a weariness in his voice. The words float out of his mouth as if he were too tired to muster the strength for a single inflection, and this gives the picture the merest trace of believability.  But that's before the crude, bullying narrative begins peppering the audience with kidney punches:  &quot;David Gale&quot; may be the first liberal-leaning movie that could be brought up on assault charges since its director, Alan Parker, made &quot;Midnight Express.&quot;  Mr. Parker seems to think audiences are incapable of coming to their own conclusions, so he relieves them of that burden by doing it for them. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Dark Blue (Movie)  ", "publication_date": "2003-02-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:49:44", "opening_date": "2003-02-21", "display_title": "Dark Blue", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E7DA153DF932A15751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dark Blue", "type": "article"}, "mpaa_rating": "R", "summary_short": "Villainy offers better opportunities for an attention-grabbing performance than virtue. And in &quot;Dark Blue,&quot; Ron Shelton's melodrama of malfeasance in the Los Angeles Police Department, it is hard to know whom to feel sorrier for: Bobby Keough, the junior detective, or Scott Speedman, the actor who plays him. Keough is a dewy, pretty innocent ensnared in a web of tribalism and dishonesty. He is, through family connections, part of a seamy pocket of arrogant lawlessness within the L.A.P.D. Keough's crisis of conscience is the movie's most obvious and least interesting narrative arc, but the real center of the dramatic action is his partner, a strutting, shaggy-haired cowboy named Eldon Perry, played by Kurt Russell with the heat, precision and dexterity of a Duane Allman guitar solo. Unfortunately, the rest of the movie does not live up to Mr. Russell's performance. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Gods and Generals (Movie)  ", "publication_date": "2003-02-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:58:57", "opening_date": "2003-02-21", "display_title": "Gods and Generals", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE1D9153DF932A15751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Gods and Generals", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This lumpy three-and-a-half-hour glob of Civil War history occupies a narrow but self-important cinematic genre that might be called American History Pageant. As it follows more than two years of Civil War strife, from early 1861 through 1863, the film sustains a tone of grave, high-minded seriousness. The movie is the prequel to &quot;Gettysburg,&quot; an even longer 1993 film overseen, as is this one, by Ted Turner. Both films were written and directed by Ronald F. Maxwell and adapted from a sequence of Civil War books begun by Michael Shaara. Although the two movies share the same epic ambitions and majestic visual sweep, something has gone terribly wrong in the decade separating them. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Lawless Heart (Movie)", "publication_date": "2003-02-21", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:52:43", "opening_date": null, "display_title": "The Lawless Heart", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE7D9153DF932A15751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Lawless Heart", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Lawless Heart&quot; begins with a funeral. The deceased, a restaurant owner named Stuart, drowned in a boating accident off the Isle of Man, where the film takes place. His death — not the event, but the fact and its aftermath — is another matter, since we will return to the funeral twice before reluctantly taking leave of Stuart's baffled and careworn friends and relations. Neil Hunter and Tom Hunsinger, who wrote and directed this delightful and absorbing movie, have hit upon an ingenious structural conceit. They tell three stories that unfold simultaneously, but present them serially. Each section of &quot;Lawless Heart&quot; is a variation on the theme suggested in the title. — A. O. Scott", "multimedia": null}, {"headline": "Till Human Voices Wake Us (Movie)  ", "publication_date": "2003-02-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:29", "opening_date": null, "display_title": "Till Human Voices Wake Us", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E3D7153DF932A15751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Till Human Voices Wake Us", "type": "article"}, "mpaa_rating": "R", "summary_short": "So few movies demonstrate any interest in serious poetry that when the rare one comes along flashing a silver tongue and a fine-tipped quill, you're tempted to give it half a cheer simply for daring to exist. The poem that winds through this romantic ghost story is T. S. Eliot's &quot;Love Song of J. Alfred Prufrock.&quot; The movie bases much of its imagery on the mellifluous last three lines of &quot;Prufrock&quot;: &quot;We have lingered in the chambers of the sea/By sea-girls wreathed with seaweed red and brown/Till human voices wake us, and we drown.&quot; Did I mention that the catalytic event in is a drowning? Before the movie is over, several rivers' worth of suds have gurgled down its overtaxed drain. And yes, sad to say, half a cheer is the most this dull, stilted drama deserves. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Amandla! (Movie)  ", "publication_date": "2003-02-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:25", "opening_date": null, "display_title": "Amandla! A Revolution In Four-Part Harmony", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E2D61F3AF93AA25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Amandla! A Revolution In Four-Part Harmony", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "From &quot;The Marseillaise&quot; to &quot;We Shall Overcome,&quot; there has probably never been a revolution that did not use songs to give voice to its aspirations or rally the morale of its adherents. As the South African pianist Abdullah Ibrahim remarks in &quot;Amandla!,&quot; a documentary directed by Lee Hirsch, the toppling of apartheid may be a special case, the first revolution ever to be conducted &quot;in four-part harmony.&quot; Mr. Ibrahim's observation, which supplies this restless, moving film with its subtitle, points to the central role that music &#151; in the streets, on records, in prison and in exile &#151; played in black South Africa's long struggle for liberation from white domination. &quot;Amandla&quot; is the Xhosa word for power, and the film certainly lives up to its name. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Love at Times Square (Movie)  ", "publication_date": "2003-02-14", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:22", "opening_date": null, "display_title": "Love at Times Square", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02EFDF123AF937A25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Love at Times Square", "type": "article"}, "mpaa_rating": "", "summary_short": "Dev Anand, one of Bollywood's biggest stars in the 1950's and 60's, keeps turning out movies at a steady pace. His latest effort &#151; as writer, director, producer and actor &#151; is a low-budget but irrepressibly upbeat romantic comedy that is set in a fantasyland America. The good cheer of &quot;Love at Times Square&quot; is relentless, and given the film's 155-minute running time, occasionally oppressive. But for those looking for a vacation from the irony and the cruelty that have invaded so much of American popular culture, this scruffy little Indian film is a delightful getaway. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Gerry (Movie)  ", "publication_date": "2003-02-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:43", "opening_date": null, "display_title": "Gerry", "link": {"url": "http://www.nytimes.com/movie/review?res=9905EED8143AF937A25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Gerry", "type": "article"}, "mpaa_rating": "R", "summary_short": "Gus Van Sant's bleak, minimalist film is such a radical about-face from his flagrantly commercial movies like &quot;Finding Forrester&quot; and &quot;Good Will Hunting&quot; that it feels like a self-mortifying act of contrition. &quot;Gerry&quot; follows the fates of two friends, young men both named Gerry, after they embark on a hiking trip and end up hopelessly lost in the desert. It is a movie of few words, but even those loosely scattered phrases sound garbled, vague and fraught with a bogus allegorical weight. The sloppiness is deliberate. The semi-improvised screenplay was concocted as the movie was being filmed by Mr. Van Sant and his  stars, Matt Damon and Casey Affleck, who portray the unlucky hikers. With all its quirks, &quot;Gerry&quot; seeps into your pores like the wind-whipped sand that stings the faces of these disoriented hikers. — Stephen Holden\r\n", "multimedia": null}, {"headline": "All the Real Girls (Movie)  ", "publication_date": "2003-02-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:47:53", "opening_date": null, "display_title": "All the Real Girls", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07E6D8143AF937A25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of All the Real Girls", "type": "article"}, "mpaa_rating": "R", "summary_short": "David Gordon Green follows &quot;George Washington,&quot; his luminous found fable of Southern childhood, with a more conventional story of young love. Paul Schneider plays a small-town cad whose easygoing promiscuity is derailed by Zooey Deschanel, whose character has just returned home from boarding school. Their sweet, fumbling romance is captured with scruffy, low-key lyricism. The film is an awkward hybrid of free-form, do-it-yourself filmmaking and professional discipline (supplied by the wonderful Ms. Deschanel, and by Patricia Clarkson), but its beauty and sincerity overcome its flaws and hesitations. — A. O. Scott\r\n", "multimedia": null}, {"headline": "He Loves Me, He Loves Me Not (Movie)  ", "publication_date": "2003-02-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:24", "opening_date": null, "display_title": "He Loves Me, He Loves Me Not", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E0D7143AF937A25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of He Loves Me, He Loves Me Not", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Laetitia Colombani's devious romantic thriller uses the iconographic radiance of its pixielike star, Audrey Tautou, as a springboard for playing a diabolical narrative game. Ms. Tautou, with her wistful crooked-toothed smile and doe eyes, became a symbol of Parisian-style toujours l'amour in &quot;Am&#233;lie,&quot; that vertiginous, wildly popular ode to romantic pie in the sky in the City of Light. And during the first half hour of &quot;He Loves Me, He Loves Me Not,&quot; Ms. Tautou's character, a talented painter sweetly named Ang&#233;lique, suggests a frilly, sugar-coated caricature of her signature role. But Ang&#233;lique soon emerges in a darker light. &#151; Stephen Holden\n", "multimedia": null}, {"headline": "Daredevil (Movie)  ", "publication_date": "2003-02-14", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:02", "opening_date": "2003-02-14", "display_title": "Daredevil", "link": {"url": "http://www.nytimes.com/movie/review?res=9400E0D7143AF937A25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Daredevil", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Sometimes playing a comic-book hero gives actors a chance to show suave, stylized moves. After stripping off their civvies, they emerge from the phone booth a star. Christopher Reeve gave a breezy, farcical charge to Superman and Clark Kent. As Batman and his alter ego, the wastrel playboy Bruce Wayne, Michael Keaton seemed to have a thousand things on his mind, most of them unpleasant. But poor Ben Affleck is lost in the minor, passable &quot;Daredevil,&quot; where he portrays the blind, red-costumed and horn-headed crime fighter whose other senses &#151; hearing, touch, taste &#151; were exaggerated in the chemical accident that cost him his sight.  A big man, Mr. Affleck is shriveled by the one-dimensional role. Even his scarlet leather outfit makes him diminutive. The interlocked double D on his left breast makes him look like part of the food-service industry: &quot;Hi, I'm Daredevil, and I'll be your superhero this evening.&quot; &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Jungle Book 2, The (Movie)", "publication_date": "2003-02-14", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:03", "opening_date": "2003-02-14", "display_title": "The Jungle Book 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9900EFDF123AF937A25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Jungle Book 2", "type": "article"}, "mpaa_rating": "G", "summary_short": "&quot;The Jungle Book,&quot; released in 1967, was the last of the animated features bearing his name to which Walt Disney made a substantial contribution. It's a safe bet that Disney would have shuddered to see his name attached to &quot;The Jungle Book 2,&quot; a sequel created by the Disney studio's Australian-based direct-to-video arm, DisneyToon Studios. The new film does little but recycle the memorable moments of the first — including the song &quot;Bare Necessities,&quot; now a staple of Disney anthologies — while rendering them in a cheap, thin style of animation far closer to Saturday morning television than to the classic Disney features. — Dave Kehr", "multimedia": null}, {"headline": "Stone Reader (Movie)  ", "publication_date": "2003-02-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:58:35", "opening_date": null, "display_title": "Stone Reader", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03E0DD1F3BF931A25751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Stone Reader", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In 1972 the producer and director Mark Moskowitz was inspired by a book review in The New York Times to read &quot;The Stones of Summer,&quot; a first novel by Dow Mossman, an author who disappeared, never to be seen or read again. &quot;I couldn't get into it,&quot; Mr. Moskowitz said of the novel, confessing that it took several attempts before he finally immersed himself in its rhythms years later. The fate of its vanished author haunted him and ultimately led to this enchanting and diverting documentary. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Kedma (Movie)  ", "publication_date": "2003-02-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:49:34", "opening_date": null, "display_title": "Kedma", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E4D7173BF934A35751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Kedma", "type": "article"}, "mpaa_rating": "", "summary_short": "The prolific Israeli filmmaker Amos Gitai has never lacked nerve. &quot;Kedma,&quot; the newest film by this acerbic social critic is as inflammatory in its way as &quot;Kadosh,&quot; his harsh portrayal of an ultra-Orthdox sect in Jerusalem and its treatment of women. But  &quot;Kedma&quot; has larger issues on its mind than marital customs. In imagining the events of early May 1948, when unauthorized groups of Jewish settlers were arriving from Europe on the shores of Palestine, it questions the very foundations of the Israeli state. The farthest thing from a glorious celebration of the birth of a nation, the movie is a pointed rebuke to a tub-thumping nationalistic epic like &quot;Exodus.&quot; But for all its provocation, &quot;Kedma&quot; is an often dull, incoherent film, and its characters remain frustratingly sketchy. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Deliver Us From Eva (Movie)  ", "publication_date": "2003-02-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:42:58", "opening_date": "2003-02-07", "display_title": "Deliver Us From Eva", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E6D9173BF934A35751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Deliver Us From Eva", "type": "article"}, "mpaa_rating": "R", "summary_short": "Evangeline Dandridge (Gabrielle Union), the formidable title character of Gary Hardwick's romantic comedy, is a self-righteous, sharp-tongued know-it-all who works as a health inspector in Los Angeles. She is a knockout, smart as a whip and charming in the rare moments when she lowers her guard. But when Eva is displeased, she does more than administer a tongue-lashing.  &quot;Deliver Us From Eva,&quot; in which three men conspire to give this haughty diva her comeuppance, might be described as an amiable African-American variation of &quot;The Taming of the Shrew,&quot; translated into the concise, salty banter of a modern sitcom. Graced with easygoing ensemble performances, it affectionately spoofs sexual combat among young, middle-class African-Americans in Southern California, where the mating game seems to be the only thing that matters. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Shanghai Knights (Movie)  ", "publication_date": "2003-02-07", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:44", "opening_date": "2003-02-07", "display_title": "Shanghai Knights", "link": {"url": "http://www.nytimes.com/movie/review?res=9F05E0D6173BF934A35751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Shanghai Knights", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this rousing, cheerful sequel &quot;Shanghai Knights,&quot; the former Imperial Guard Chon Wang (Jackie Chan) learns that his father has been killed while guarding the royal seal in the Forbidden City. When Chon gets the bad news, he quits his job as a small-town sheriff in the Old West and heads off to find the murderer. He heads to New York to find his fast-talking friend and helpless action sidekick from &quot;Shanghai Noon,&quot; Roy O'Bannon (Owen Wilson). Currently down on his luck, Roy joins Chon as they make for Victorian England, where Chon has learned his papa's assassin is hiding.  He also learns his sister, Lin (Fann Wong), is on the bloody trail, too. In genre terms, this time it's impersonal. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "How to Lose A Guy in 10 Days (Movie)  ", "publication_date": "2003-02-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:17", "opening_date": "2003-02-07", "display_title": "How To Lose a Guy in 10 Days", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E5D6173BF934A35751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of How To Lose a Guy in 10 Days", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Yet another mediocre New York romantic comedy, yes, but notably less mediocre than &quot;Maid in Manhattan&quot; and &quot;Two Weeks Notice.&quot; This is because Kate Hudson and Matthew McConaughey are an energetic, well-matched comic pair, and because the writers have smuggled a few sharp, funny jokes into the lockstep conventions of the plot. The premise, too, has a nice frost of screwball cynicism, as the two principals woo each other for venal, professional reasons.  Ben (Mr. McConaughey), a tomcatting ad man, must make a woman fall in love with him if he is to win a big account; to write a feature story for a women's magazine, Andie (Ms. Hudson) must drive a man away. Would you believe that they actually fall in love? Nobody would, but it's sometimes fun to pretend, just as it's fun to pretend that the advertising and magazine industries are untouched by recession, the Knicks are in the N.B.A. finals and Staten Island is full of people who talk as if they're from Texas. — A. O. Scott\r\n", "multimedia": null}, {"headline": "God Has a Rap Sheet (Movie)  ", "publication_date": "2003-02-05", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:05:36", "opening_date": null, "display_title": "God Has a Rap Sheet", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E4DE1E38F936A35751C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of God Has a Rap Sheet", "type": "article"}, "mpaa_rating": "", "summary_short": "As one half of the 1990's comedy duo &quot;The Jerky Boys,&quot; Kamal Ahmed once made his living placing crank phone calls to unsuspecting victims and releasing the results on CD's. He has now graduated to independent filmmaking, and his first fiction film as a director is &quot;God Has a Rap Sheet.&quot; In Mr. Ahmed's original screenplay, the crank caller is now God himself, who in the guise of a former literature professor (John Ford Noonan) on the alcoholic skids, appears in a downtown Manhattan police holding pen. There he needles a cross-section of combative New Yorkers into embracing their shared humanity.  The picture has its juicy, extravagant moments, but mostly it consists of stilted dialogue from the Off Broadway metaphysical school. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Biker Boyz (Movie)  ", "publication_date": "2003-01-31", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:21", "opening_date": "2003-01-31", "display_title": "Biker Boyz", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E1D61F39F932A05752C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Biker Boyz", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "What is an actor with the crunching gravitas of Laurence Fishburne doing in a flimsy motorcycle movie like &quot;Biker Boyz&quot;? Glowering behind a Fu Manchu mustache, he plays Smoke, the &quot;King of Cali&quot; and leader of the Black Knights, an underground California motorcycle club made up of white-collar African-Americans who shed their business attire off-hours to put on leather and go racing. &quot;Biker Boyz,&quot; directed by Reggie Rock Bythewood, imagines itself a leaner, hipper, African-American-slanted answer to &quot;The Fast and the Furious,&quot; but it has little of the visceral energy of its forerunner and none of its adolescent sense of grandeur. &#151; Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}