{"results": [{"headline": "An Angry Thief's Small World Gets Smaller and Smaller", "publication_date": "2003-05-14", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:58:20", "opening_date": "2008-08-28", "display_title": "Attitude", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CEEDE113FF937A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Attitude", "type": "article"}, "mpaa_rating": "", "summary_short": "Spoddy (Michael  Disend) is a small-time car thief who operates a garage in a sad, unidentified corner of the Bay Area.   Tall, reedy, manically energetic, Spoddy identifies with wild birds, and considers himself a cross between a hunting falcon and an endangered snowy egret.  He is given to long-winded, self-righteous denunciations of his fellow humans for what he perceives as their blind conformism, which makes him a very irritating person to be around.  Frequent cutaways to soaring sea gulls suggest that Spoddy is a spirit in desperate need of liberation.  &quot;Attitude&quot; is the fifth installment in a series of works that Rob Nilsson has created with the Tenderloin Group, an actors' workshop that he helped to create at a halfway house in San Francsico's Tenderloin district.  Largely improvised, the drama evolves before your eyes, sometimes striking directly to a powerful emotion, at other times getting lost in fussy actorish moments. — Dave Kehr", "multimedia": null}, {"headline": "An Idealized World and a Troubled Hero", "publication_date": "2003-05-14", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:16:32", "opening_date": "2003-05-15", "display_title": "The Matrix Reloaded", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E2DC113FF937A25756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Matrix Reloaded", "type": "article"}, "mpaa_rating": "R", "summary_short": "The mastery of filmmaking hasn't abated in &quot;Reloaded&quot; — the Wachowskis are as suited to the task of guiding this sequel to their surprise 1999 hit as their unsure hero, Neo (Keanu Reeves), is to saving the world. Though the staging of the action sequences is as viciously elegant as you've been primed to expect, there's a dispiriting more-of-the-same aspect to the picture. The mentor Morpheus (Laurence Fishburne) and the virtual villain Agent Smith (Hugo Weaving) also return, and a whole new group of characters surface as Neo, his lover, Trinity (Carrie-Anne Moss), and the crew continue to fight the oppressive forces threatening to eliminate humanity and the hidden city of Zion. As the middle film of a trilogy, &quot;Reloaded&quot; seeks to increase the emotional stakes — which it doesn't quite accomplish — while leaving enough of a cliffhanger that audiences will be bedeviled enough to flock back into the tents for the last portion. The directors pay their audiences the unlikely compliment of taking them seriously. Unfortunately, they take themselves too seriously. However, &quot;Reloaded&quot; has one of the most excitingly subversive and radical points of view ever seen in a major motion picture — a postmodern purview that accords philosophical ideals from people of color equal weight. This includes the warmhearted spotlight given to Gloria Foster, who returns as Oracle, the source of all knowledge for Neo. — Elvis Mitchell", "multimedia": null}, {"headline": "Soul Men (and Women) of Memphis", "publication_date": "2003-05-09", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:13:24", "opening_date": null, "display_title": "Only the Strong Survive", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E3D7163FF93AA35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Only the Strong Survive", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Part concert film, part where-are-they-now documentary, this movie concentrates  largely on the surviving stalwarts of the Memphis soul music scene of the 1960's and  early 70's. Its hero is Rufus Thomas, referred to as &quot;the other king&quot; of Memphis (besides Elvis), who died in 2001 (at 84) as the film was being completed. Thomas, his daughter Carla, Wilson Pickett, Sam Moore (of the soul duo Sam and Dave), and especially Jerry Butler turn in performances that are so adrenalized and heartfelt that young audiences encountering the music for the first time could easily find themselves converted into old fogies longing  for the good old days. — Stephen Holden", "multimedia": null}, {"headline": "All Right, Everyone, Into the Playpen", "publication_date": "2003-05-09", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:19", "opening_date": "2003-05-09", "display_title": "Daddy Day Care", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E0D6163FF93AA35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Daddy Day Care", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The most astonishing thing about this film — a comedy that would have to work harder to even justify the appellation uninspired — is that a kick in the groin is now a joke for toddlers. They are both the target audience and the co-stars of this Eddie Murphy vehicle — more of a Big Wheel, really. In &quot;Daddy Day Care,&quot; intended for those who take their apple juice in sipping cups, Mr. Murphy is an out-of-work marketing executive with no real interest in kids outside his own son. He decides to open a day-care center with Phil (Jeff Garlin), his pal and equally fired colleague, who's a little afraid of his own son. The extremely flimsy connective tissue is Mr. Murphy, who barely bothers to do takes; he'll raise an eyebrow here and there, but he mostly uses a voice so smooth and warm, you could pour it over pancakes. And in this context — in which the very young audience is so primed to react to him as Eddie Murphy, it's surprising the kids in the cast don't call him Eddie — he can get away with it, because he knows that the movie will do most of the work for him; he's Beverly Hills Pop. You can't get more high concept, or less plotted, that this, and &quot;Daddy Day Care&quot; is proof — it's a series of trailers for Nickelodeon, most of which feature Mr. Garlin getting attacked by something angry, either kids or bees, and, probably in the sequel, kids of bees. — Elvis Mitchell", "multimedia": null}, {"headline": "In Northern Manhattan, Dreams Delayed by Tragedy", "publication_date": "2003-05-09", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:21", "opening_date": null, "display_title": "Washington Heights", "link": {"url": "http://www.nytimes.com/movie/review?res=9D03EFD7173FF93AA35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Washington Heights", "type": "article"}, "mpaa_rating": "R", "summary_short": "The throbbing uptown Manhattan neighborhood inhabited largely by arrivals from the Dominican Republic and their families is the setting for this film, which ponders the age-old conflicts of first- and second-generation immigrants in the urban melting pot.  These pressures tear at Carlos Ramirez (Manny Perez), a talented cartoonist who commutes daily to the East Village to work as an inker of comic books and dreams of having his  own sci-fi imprint. When his widowed father, Eddie (Tomas Milian), is shot during an  attempted robbery in the neighborhood bodega he owns, the characters, who include the  Ramirezes' Irish-American neighbors, face painful choices. Although the untidy movie juggles too many subplots to do them all justice, it teems with life. — Stephen Holden", "multimedia": null}, {"headline": "Trading Barbs, Like Doris and Rock", "publication_date": "2003-05-09", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:49:06", "opening_date": "2003-05-16", "display_title": "Down With Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E3D6163FF93AA35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Down With Love", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This brightly colored romp is both a loving tribute to the old Rock Hudson-Doris Day Technicolor comedies of the late 1950's and early 60's and a revisionist critique of their moldy sexual politics. Renee Zellweger and Ewan McGregor are thinner and wirier than their predecessors, but their timing and energy are impressive, as is Peyton Reed's fanatical regard for the look, sound and tone of the old pictures. This one unfolds in a fairy-tale 1962 Manhattan, its streets thronged with boxy cabs and impossibly stylish dressers. What is missing, though, is the subtext of sexual and social panic that made the earlier movies so bracing in their silliness. Ms. Zellweger's proto-feminist firebrand, an apostle of sex without love and workplace equality, tangles with Mr. McGregor's playboy journalist, with matrimony the foreordained result. David Hyde-Pierce and Sarah Paulson are the neurotic second couple, and the romantic high jinks are fairly well managed. But the laughter ultimately grows out of complacency rather than confusion, and the teasing naughtiness, at this late date, seems more dutiful than daring. — A. O. Scott", "multimedia": null}, {"headline": "A College as Eden, and a Most Nasty (Human) Serpent", "publication_date": "2003-05-09", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:20", "opening_date": "2003-05-16", "display_title": "The Shape of Things", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CE6D6163FF93AA35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Shape of Things", "type": "article"}, "mpaa_rating": "R", "summary_short": "Neil LaBute, having explored his tender, humane side in &quot;Nurse Betty&quot; and &quot;Possession,&quot; returns to misanthropic form in this new film, which he adapted from his own play. Rachel Weisz and Paul Rudd play a graduate-school couple whose complicated romantic byplay with another couple (Gretchen Mol and Frederick Weller) turns out to be a red herring. In the end, this turns out to be another exercise in moral shock therapy, in which important themes about the responsibility of art and the corrupting effects of erotic power are pointed at without really being explored. The whole thing is empty and tedious, a preposterous, amateurish sketch of human motivation held up as though it were a window or a mirror. Provocative, perhaps, but not at all thought-provoking. That would have required some actual thought, rather than the rehearsal of puerile assumptions and easy, cynical attitudes. — A. O. Scott", "multimedia": null}, {"headline": "Out of the Closet and on the Road", "publication_date": "2003-05-09", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:13:18", "opening_date": null, "display_title": "The Trip", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02EFD7173FF93AA35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Trip", "type": "article"}, "mpaa_rating": "R", "summary_short": "This first feature by Miles Swain is a gay melodrama with a historical dimension.  The title, meant to be taken on a few different metaphorical levels, refers first and foremost to the personal journey of Alan Oakley (Larry Sullivan), who begins the film in 1973 as a straight, uptight Young Republican working for an establishment newspaper, and eventually finds happiness as an openly gay man working for a radical homosexual rights organization called Out Loud.  The agent of his transformation is Tommy (Steve Braun), an activist who gently coaxes Alan out of his closet.  By the time the film reaches its climax in 1983, with the outbreak of the AIDS epidemic, it has acquired far too many implausible plot twists and half-baked characterizations to stay in the memory for anything more than its decency and sincerity. &#151; Dave Kehr", "multimedia": null}, {"headline": "Teacher and Prodigy, Along With Need and Lust", "publication_date": "2003-05-02", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:57:08", "opening_date": "2003-05-02", "display_title": "Blue Car", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E4DC163CF931A35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Blue Car", "type": "article"}, "mpaa_rating": "R", "summary_short": "David Strathairn delivers one of the most exquisitely nuanced performances of his career as Mr. Auster, a high-school English teacher tempted to seduce his star pupil, Meg (Agnes Bruckner), a beautiful and talented aspiring poet. The characters are carefully rendered in shades of gray. The teacher is a sensitive aesthete and a caring friend but also a lecher and a literary impostor. Meg, who grew up with her mother and her emotionally troubled younger sister in a home scarred by divorce, is part angel, part surly teenage rebel. The movie is an impressive debut for the director Karen Moncrieff, whose wised-up psychological radar takes in both sides of every situation. — Stephen Holden", "multimedia": null}, {"headline": "Reno: Rebel Without a Pause (Movie)  ", "publication_date": "2003-05-02", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:44:49", "opening_date": null, "display_title": "Reno: Rebel Without a Pause", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE7D8173CF931A35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Reno: Rebel Without a Pause", "type": "article"}, "mpaa_rating": "", "summary_short": "The outspoken comic monologuist Reno, who lives near ground zero in Lower Manhattan, recalls the events of 9/11 and offers scathing, irreverent reflections on the political fallout and patriotic hoopla. Among the targets are the Bush administration, Larry King, Christian fundamentalists and even Rudolph W. Giuliani. Reno has little use for hysterical knee-jerk flag-waving, and religious zealots of every stripe. At once feisty and funny and delivered with a noisy, pugilistic verve, the performance (filmed at the Club at La MaMa in the East Village three months after the terrorist attacks) should delight liberals and rankle conservatives. &#151; Stephen Holden\n", "multimedia": null}, {"headline": "Lizzie McGuire Movie, The (Movie)", "publication_date": "2003-05-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:48", "opening_date": "2003-05-02", "display_title": "The Lizzie McGuire Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E7DB163CF931A35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Lizzie McGuire Movie", "type": "article"}, "mpaa_rating": "PG", "summary_short": "An entertaining and effective expansion of the Disney Channel series to roughly the dimensions of a feature film.  Using a teen dream scenario that dates back at least to &quot;Three Coins in the Fountain&quot; (1954) and &quot;Rome Adventure&quot; (1962), Jim Fall (&quot;Trick&quot;) and his three writers follow Lizzie and her classmates on a summer trip to Rome, where romance and adventure quite naturally follow.   For all the film's antiseptic, sitcom qualities, it does touch on some significant moral and behavioral issues, just like the Disney serials most parents will remember (&quot;Spin and Marty,&quot; etc.), though tempered by the 21st-century notion that shopping is the best solution to any kind of psychological stress.   And Hilary Duff, as the gorgeous but fatally self-conscious Lizzie, is quite appealing. — Dave Kehr", "multimedia": null}, {"headline": "X2 (Movie)  ", "publication_date": "2003-05-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:11:44", "opening_date": "2003-05-02", "display_title": "X2: X-Men United", "link": {"url": "http://www.nytimes.com/movie/review?res=9802E1DF163CF931A35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of X2: X-Men United", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Bryan Singer, who also directed the first adaptation of the great Marvel comic book X-Men, once again respects the earnest emotion of his source material, which raises adolescent disaffection to an apocalyptic scale. This time the mutants are threatened by a human scientist (Brian Cox) who wants, for complex psychological reasons, to wipe them off the face of the earth. As they try to stop him, the X-Men explore their own emotions and relationships, and it is their hurt feelings and identity crises that give the movie some dramatic heft to accompany the expected explosions, high-flying fistfights and not-quite-sublime special effects. — A. O. Scott", "multimedia": null}, {"headline": "New Suit (Movie)  ", "publication_date": "2003-05-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:43:23", "opening_date": null, "display_title": "New Suit", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E6D8173CF931A35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of New Suit", "type": "article"}, "mpaa_rating": "R", "summary_short": "A retelling of &quot;The Emperor's New Clothes&quot; cast as a Hollywood satire, &quot;New Suit&quot; settles somewhere between the cynicism of Robert Altman's &quot;Player&quot; and the appealing naivet&#233; of a Mickey and Judy, lets-put-on-a-show musical. Jordan Bridges, a son of Beau Bridges, stars as Kevin Taylor, a downy gosling in his early 20's who arrives in Los Angeles looking to set the town afire with his original screenplay, but becomes disillusioned working as an office assistant for a thuggish producer (Dan Hedaya). Partly for fun and partly for revenge, he puts out a rumor about a hot new script that doesn't actually exist, and sits back to watch the bidding war ensue. &#151; Dave Kehr\n", "multimedia": null}, {"headline": "Owning Mahowny (Movie)  ", "publication_date": "2003-05-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:46", "opening_date": null, "display_title": "Owning Mahowny", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E0DB163CF931A35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Owning Mahowny", "type": "article"}, "mpaa_rating": "R", "summary_short": "Losing millions of dollars doesn't seem like much of a turn-on for Dan Mahowny (Philip Seymour Hoffman), the obsessive gambler and protagonist of &quot;Owning Mahowny&quot; — though his losses are slightly less, considering that he's gambling with Canadian money. And in Richard Kwietniowski's film of this true-life story, the only rush for us comes in the accretion of details as to how Dan defrauds the Toronto bank, where he's the youngest manager in history, of millions of dollars. And even that's not much of thrill: he just signs for the dough and no one checks up on him. Dan is so anhedonic as to make Alvy Singer, the misery-loving Woody Allen archetype of &quot;Annie Hall,&quot; seem like Snoop Dogg. As notable as Mr. Hoffman's burrowing into the insides of Mahowny is, the steadfast denial is so complete — and Dan is closed off even from himself — that we can only observe him from the outside.  Whatever minor entertainment there is to be gleaned from &quot;Mahowny,&quot; set in the early 80's and based mostly in Toronto, comes in bits and pieces — like Maury Chaykin's temperamental, egocentric Frank, the bookie who keeps running Dan's bets. &quot;Mahowny&quot; is closer in some ways to &quot;Auto Focus,&quot; Paul Schrader's film about the sexaholic Bob Crane. That movie also played out a story of dysfunctional fixation, and the pursuit of a lifestyle as an exercise in futility. In certain cases, like &quot;Mahowny,&quot; the normally desirable virtues of modesty and detachment work against the picture to make it feel like an exercise in futility. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Dancer Upstairs, The (Movie)", "publication_date": "2003-05-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:45:58", "opening_date": "2003-05-23", "display_title": "The Dancer Upstairs", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E6DD163CF931A35756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Dancer Upstairs", "type": "article"}, "mpaa_rating": "R", "summary_short": "The directorial debut of John Malkovich is not the hammy manifesto you'd expect from the silent-film director the actor played in &quot;Shadow of the Vampire.&quot; Or, for that matter, the tantrummy, preening brat of &quot;Being John Malkovich&quot; and &quot;Adaptation.&quot; &quot;Dancer&quot; — adapted for the screen by Nicholas Shakespeare, from his own novel — is a stoic tease of a movie. Mr. Malkovich proves his devotion to actors, lingering on them during moments of silence. And the movie echoes its director's own deportment as an actor, alternating silky smoothness with burlap coarseness. The lawyer-turned-police-officer Agustin Rejas (Javier Bardem) is tracking down a pack of guerrillas, led by the man known as Ezequiel. Ezequiel's career traces the same steps as Abimael Guzman, the philosophy professor turned leader of Peru's murderous Shining Path terrorist collective, right down to his capture. Determined, solicitous and calm, Rejas goes about his job, sifting through the wreckage — physical and emotional — left in Ezequiel's wake. Mr. Bardem plays Rejas with a morose wit, a cheekiness that registers almost as an afterthought. He exudes a weary professionalism because his manner is the only tool that keeps him from being subsumed by depression. Mr. Bardem's performance is different from anything he's done before — the vivacious Reinaldo Arenas of &quot;Before Night Falls,&quot; the brooding paraplegic of &quot;Live Flesh&quot; — characters who couldn't hide the tremors of emotion that rocked them to the very core. The balance of propriety suggests the ritual distance, and emotional intelligence, of Graham Greene — characters simply going through their doomed motions. — Elvis Mitchell", "multimedia": null}, {"headline": "Tense. The Children Are Tense. Tense.", "publication_date": "2003-04-30", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:07", "opening_date": "2003-06-27", "display_title": "Spellbound", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E7DD113DF933A05757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Spellbound", "type": "article"}, "mpaa_rating": "G", "summary_short": "Jeff Blitz's first documentary feature, which follows eight participants in the 1999 National Spelling Bee, has enough suspense, humor and emotion to fill a season of Hollywood blockbusters. The children, whose various backgrounds form a rich, complex American patchwork, are as remarkable for their individuality as for their sociological diversity. Somehow the picture's themes — the peculiarity of the competitive spelling subculture, of its young adherents, and of the English language itself — add up to an unexpectedly rich and moving work of cultural insight and human sympathy. The movie is a celebration of intelligence, discipline and the irreducible oddness of American culture. — A. O. Scott", "multimedia": null}, {"headline": "Afghan Stories (Movie)", "publication_date": "2003-04-30", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:48", "opening_date": "2003-05-19", "display_title": "Afghan Stories", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0CEEDF113DF933A05757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Afghan Stories", "type": "article"}, "mpaa_rating": "", "summary_short": "This video documentary represents a personal response to world events by its maker, Taran Davies, a former investment banker who resigned his job a week after 9/11 and left for Afghanistan a few weeks later. He was accompanied by his video camera and by a trusted friend, Walied Osman, a Queens-born American of Afghan descent who would act as interpreter and adviser (he also has a producer's credit on the finished film). The film offers no simple solutions to a complex situation, nor should it. The answers are in the eyes of the battered Afghani people, and with their cloud of fear and uncertainty — and brutality, too, in some cases — they are not at all easy to read. — Dave Kehr", "multimedia": null}, {"headline": "Fathers, Sons, Grandsons, in the Script and Real Life", "publication_date": "2003-04-25", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:50:32", "opening_date": "2003-04-25", "display_title": "It Runs in the Family", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E6DA163DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of It Runs in the Family", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Fiction and reality are so seamlessly blended in this film, a surprisingly complex and subtle portrait of the Grombergs, a high-powered, testosterone-rich clan of  New York Jewish lawyers, that the temptation to assume its characters are modeled after  the actors playing them is almost irresistible. Four of those actors  — Kirk, Michael, Cameron and Diana Douglas — are actually related to one another by birth or by marriage and play fictionalized versions of themselves in the film, which deftly skips around among half a dozen major characters. In sustaining a comfortable balance between comedy and realism, the movie mostly succeeds in avoiding sentimentality and resists  tacking pat feel-good endings onto the interlocking family dramas. — Stephen Holden", "multimedia": null}, {"headline": "Onmyoji (Movie) ", "publication_date": "2003-04-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:47", "opening_date": null, "display_title": "Onmyoji", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E6D8173DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Onmyoji", "type": "article"}, "mpaa_rating": "R", "summary_short": "This Japanese action film seems like an odd hybrid: it has the sense of gritty, practical politics of a Japanese samurai epic combined with the high flying stunt work and magical special effects of a Hong Kong romp. Ultimately, Yojiro Takita's film is satisfying on neither level, but not for lack of trying. The hero, Seimei (Mansai Normura), is an &quot;Onmyoji&quot; &#151; translated as &quot;ying-yang master&quot; &#151; a soothsayer attached to the court as a supernatural protector. With the help of a young swordsman, he defends the emperor against the designs of his evil chief magician, the cackling Doson (Hiroyuki Sanada). For American audiences, accustomed to more polished effects and far more violent action, &quot;Onmyoji&quot; is bound to seem tame and a bit precious. &#151; Dave Kehr\n", "multimedia": null}, {"headline": "Decade Under the Influence, A (Movie)", "publication_date": "2003-04-25", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:21", "opening_date": null, "display_title": "A Decade Under the Influence", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE7D8173DF936A15757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of A Decade Under the Influence", "type": "article"}, "mpaa_rating": "R", "summary_short": "Directed by Richard LaGravenese, the screenwriter (&quot;The Fisher King&quot;), and Ted Demme (&quot;Blow&quot;), the director who died last year, this documentary is a standard-issue parade of talking heads interspersed with film clips. It does little but reinforce the romantic notions about 1970's filmmaking that seem to have taken root among the current generation of Hollywood's young Turks.  Here are the usual suspects — Martin Scorsese, Francis Ford Coppola, William Friedkin, Robert Altman, Peter Bogdanovich, Dennis Hopper, Paul Schrader and others — each trying to account in his own way for the fleeting moment of artistic freedom with which their careers began.  — Dave Kehr", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}