{"results": [{"headline": "Immigrant Life in All Its Jagged Rhythms", "publication_date": "2003-06-13", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:23:45", "opening_date": null, "display_title": "Manito", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E4D81E39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Manito", "type": "article"}, "mpaa_rating": "", "summary_short": "Made with very little money and a great deal of heart, Eric Eason's debut feature is a loving, intimate and ultimately sad look at life in Washington Heights. It traces a hectic day in the life of a splintered Dominican family, whose pride and joy, Manny (Leo Minaya), is about to graduate from high school. Mr. Eason's ear for speech is as impressive as his eye for local detail, and the film manages to be at once intimate and tactful. Frankie G., who plays Manny's protective older brother, Junior, has some rough edges, but he shows himself to be a powerful actor with the ability to display the nuances of his character's contradictory temperament. In the end, the movie swerves toward melodrama — becoming a fable of The Streets rather than a story of particular blocks and boulevards — but for most of its packed, brief running time it is beautifully observed and full of life. — A.O. Scott", "multimedia": null}, {"headline": "A Woman Who Hides in Plain Sight From the Nazis", "publication_date": "2003-06-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:35", "opening_date": "2003-05-09", "display_title": "The Nazi Officer's Wife", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0DE4D71E39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Nazi Officer's Wife", "type": "article"}, "mpaa_rating": "", "summary_short": "This documentary could just as easily have used the title of a recent potboiler: &quot;Identity.'' And though the ever-deepening story takes its name from Edith Hahn-Beer's autobiographical 1999 book, &quot;The Nazi Officer's Wife: How One Jewish Woman Survived the Holocaust,'' questions of identity - and the continual submersion of self to stay alive - are the heart of the story. &quot;Edith Hahn willed herself to disappear,'' says the narrator, Susan Sarandon. It is a bewitching and harrowing tale, told by the woman who survived the impostures in which she cloaked herself. The narrative has the engrossing folds and twists of a novel. Hahn-Beer loses her true love to cowardice, her mother to the Nazis. Years later, she gains a family of her own, after assuming the identity of an Aryan she knew years earlier. She burrows so completely into this falsehood that she marries a kind German, who's also a Nazi sympathizer. (By the end of the war, he's drafted and she takes on the absurd and frightening position of the title of her book.) And she so deeply sublimates her feisty, fiery personality in playing the role of a compliant wife that she comes to love her second existence. Finally, what threatens to become a life sentence of self-abnegation is commuted because the man who loved Hahn-Beer and abandoned her earlier persuaded the young woman into hiding her real identity papers in the lining of a book. Despite the dramatic sweep of her life, the actual threat of extermination for Hahn-Beer, a law student in her late 20's who endured in Nazi Germany by secreting away much of herself, gives the movie a grave, transfixing air of real-life existentialism. — Elvis Mitchell", "multimedia": null}, {"headline": "Cross-breeding Animated Franchises", "publication_date": "2003-06-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:27:29", "opening_date": "2003-06-13", "display_title": "Rugrats Go Wild", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E4D81F39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Rugrats Go Wild", "type": "article"}, "mpaa_rating": "PG", "summary_short": "&quot;Rugrats Quietly Go About Their Business as Usual&quot; would be a more accurate if less elegant title for this minimally animated film based on the enduring cable cartoon program, which finds the resourceful children and their helpless parents stranded on a deserted tropical island, after the charter boat hired by hapless Stu Pickles (voiced by Jack Riley) goes down. But whom should they find their but their Nickelodeon stable mates, the Wild Thornberrys? There's a lot of chasing around, some bathroom humor and one or two winks at the adults in the audience, but the film is unlikely to engage anyone over 9. — Dave Kehr", "multimedia": null}, {"headline": "Fighting Crime, Flashing Charm", "publication_date": "2003-06-13", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:34", "opening_date": "2003-06-13", "display_title": "Hollywood Homicide", "link": {"url": "http://www.nytimes.com/movie/review?res=9D04E5D81E39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Hollywood Homicide", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Harrison Ford's character, a veteran Los Angeles detective with a callow young partner (Josh Hartnett) and sundry financial and professional problems, may be a walking cop-movie cliche, something both he and Ron Shelton, the director, seem happy to acknowledge. But rather than perpetrate another by-the-book exercise in copland corruption and underworld sleaze, Mr. Shelton opens the movie up, using its intricate plot as the frame for a collage of funny riffs and surprising performances. Mr. Hartnett's affable dimness disguises impeccable comic timing, and Mr. Ford does his loosest, wittiest work in years. The supporting cast is a goody bag stuffed with hip-hop strutters, mature bombshells and two bona fide music legends:  Gladys Knight and Smokey Robinson, who plays a put-upon cabdriver. The movie is shambling, anarchic, self-indulgent and a whole lot of fun. — A.O. Scott", "multimedia": null}, {"headline": "A Return for Two Film Morons", "publication_date": "2003-06-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:18:30", "opening_date": "2003-06-13", "display_title": "Dumb and Dumberer: When Harry Met Lloyd", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E4D81F39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dumb and Dumberer: When Harry Met Lloyd", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "To the extent that it possesses a narrative line at all, &quot;Dumb and Dumberer&quot; tells the story of the fateful first encounter between Harry Dunne and Lloyd Christmas, the two lovable morons of the 1994 runaway hit &quot;Dumb and Dumber,&quot; in which they were played, respectively, by Jeff Daniels and Jim Carrey. Credit must be given to the casting director, John Papsidera, for finding two young actors, Derek Richardson as Harry and Eric Christian Olsen as Lloyd, who bear an amazing resemblance to their adult counterparts. But where &quot;Dumb and Dumber&quot; possessed a bracing, genuine vulgarity, this new film is more often merely disgusting as it piles up jokes involving various bodily discharges and the unpleasant things that can be done with them. — Dave Kehr", "multimedia": null}, {"headline": "The New Face of Capitalism, Russian-Style", "publication_date": "2003-06-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:17:10", "opening_date": null, "display_title": "Tycoon: A New Russian", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E4D81F39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Tycoon: A New Russian", "type": "article"}, "mpaa_rating": "", "summary_short": "The portrait of Platon Makovksi (Vladimir Mashkov), a shady capitalist wheeler-dealer and economic kingpin in post-Communist Russia, roughly parallels the rise of the notorious Russian tycoon Boris Berezovsky. This two-hour-plus movie wants to be an Eastern European answer to &quot;The Godfather,&quot; and every now and then it lives up to that promise. The movie is fueled by Mr. Mashkov's  blazing portrayal of Platon, a brilliant, charming, schemer and prankster whose high-rolling way of life eventually closes in around him. The tone of the narrative, which confusingly darts around in time, suggests a jazzy, comically edged film noir. If the movie feels convincingly wired to the moment, it is finally too scatterbrained and anecdotal for the strands of its story to cohere into more than an intriguing jumble. — Stephen Holden", "multimedia": null}, {"headline": "Love and War, Tastefully Done", "publication_date": "2003-06-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:17", "opening_date": null, "display_title": "The Heart of Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E4D81F39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Heart of Me", "type": "article"}, "mpaa_rating": "R", "summary_short": "The high-toned accouterments that signify the &quot;Masterpiece Theater&quot; style of wistful Anglophilia cannot redeem &quot;The Heart of Me,&quot; an undercooked romantic drama set largely in London in the 1930's and 40's, from dullness. The story, adapted from Rosamond Lehmann's 1953 novel &quot;The Echoing Grove,'' is a fable of betrayal and forgiveness in which high-strung, bohemian Dinah (Helena Bonham Carter) recklessly embarks on a long-term affair with Rickie (Paul Bettany), the husband of her proper sister Madeleine (Olivia Williams). The theme of forgiveness is blared in an early scene in which the clandestine lovers, romping through idyllic countryside, pore over a singsong verse by William Blake that invokes mutual forgiveness for &quot;all eternity.'' Before the movie is over, the reiteration of that verse (the 1930's literary equivalent of Their Song) has become an annoying tic. — Stephen Holden", "multimedia": null}, {"headline": "An Unlikely Romance at 35,000 Feet", "publication_date": "2003-06-13", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:32", "opening_date": null, "display_title": "Jet Lag", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E4D81F39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Jet Lag", "type": "article"}, "mpaa_rating": "R", "summary_short": "Can a vain, luxury-loving beautician in flight from an abusive husband find happiness with a dour, hound-dog-faced manufacturer of frozen foods who suffers from crippling panic attacks? That's the less-than-burning question posed by &quot;Jet Lag,'' a peppy romantic trifle from France that rises above the mundane on the strength of its beautifully detailed lead performances. The potential sweethearts, Rose (Juliette Binoche) and Felix (Jean Reno), find themselves stranded at Roissy-Charles De  Gaulle Airport in Paris during an air traffic nightmare. A relationship that begins with the borrowing of a cellphone turns into a shared overnight stay in a hotel, during which the strangers squabble, then begin to bond. Because the screenplay is as canny about human nature as the two stars, this odd couple's romantic rapprochement is surprisingly credible. ï¿½ Stephen Holden", "multimedia": null}, {"headline": "Climbing the Assassin Career Ladder", "publication_date": "2003-06-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:26:42", "opening_date": null, "display_title": "Pistol Opera", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E7D91E39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Pistol Opera", "type": "article"}, "mpaa_rating": "", "summary_short": "For those who thought  Seijun Suzuki's high-strung, lawless and watchably frenzied shoot-out drama &quot;Branded to Kill'' (1966) was hard to follow, his all-girl remake, &quot;Pistol Opera,'' which makes marginally more sense, will come as a relief. Imagine if Howard Hawks had remade &quot;Rio Bravo'' - well, he did actually, but suppose he had done it with a female cast and stirred in a slowed sexual tension among the characters. That's what happens here. &quot;Pistol Opera'' is insanely likable but suffers from anemia; Mr. Suzuki obviously can't crank up the high-bore hysteria he used to generate, and using movement and placement to express character as much as dialogue in an enervated environment costs this film needed urgency. Stray Cat (Makiko Esumi) is given the order to eliminate the two top-ranked killers of the Guild. This will move the third-ranked Stray Cat up to the pole position, among other things; for those in need of logic, go see &quot;Hard Boiled'' or any of the hundreds of Hong Kong action pictures that took their lead from Suzuki's baroque and enthusiastic gunplay classic — Elvis Mitchell.", "multimedia": null}, {"headline": "From Australia, a Thinking Man's Hood", "publication_date": "2003-06-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:45", "opening_date": "2003-06-27", "display_title": "The Hard Word", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DEFDA1E39F930A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Hard Word", "type": "article"}, "mpaa_rating": "R", "summary_short": "This action-comedy heist film is amusingly gamy, an anecdotal crime film that's an antidote to the pile of overly slick robbery pictures of the last few years. Unlike such gaudy, gleaming toys, in which the hoods have access to so many devices and fleets of automobiles that you wonder why they couldn't just retire on what they're spending on pulling off the crimes, the Australian-based film is set in a trough of despair. It features a few tart rip-off scenes and a performance of back-alley bravura by Guy Pearce in the lead as Dale, the thinking-man's hood who is the oldest of the Twentyman brothers, three accomplished thieves who are just about to be set free on bail. Their lawyer, the scheming, perfectly exfoliated Frank (Robert Taylor), who's arranging their release, has also set up a bank job for them and turns against them by its end. The rest of the film involves the brothers' getting pulled into another robbery after getting out of the joint, and using it to plot their comeback. &quot;The Hard Word&quot; is a series of snatches and betrayals, with a couple of surprises that aren't terribly hard to figure out. But it has the asset of a grimy, slightly mildewy atmosphere — a believably dank ripeness that's reminiscent of the British crime films of the 1960's. — Elvis Mitchell", "multimedia": null}, {"headline": "A Grim High Wire for Indian Girls", "publication_date": "2003-06-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:37", "opening_date": null, "display_title": "Starkiss: Circus Girls in India", "link": {"url": "http://www.nytimes.com/movie/review?res=9402E5D91339F932A25755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Starkiss: Circus Girls in India", "type": "article"}, "mpaa_rating": "", "summary_short": "This mild-mannered documentary from Holland examines the lives of young girls who are trained acrobats in the Great Rayman Circus, a popular Indian traveling show. Most are recruited from poor families in Nepal who sell their children to the circus in return for an advance, which the girls repay with their work. The movie takes its title from a grueling stunt in which a performer attached to a dangling  rope by a bit in her mouth spins herself into a human top — Stephen Holden", "multimedia": null}, {"headline": "A Girl Born to Lead, Fighting the Odds", "publication_date": "2003-06-06", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:24:08", "opening_date": "2003-08-29", "display_title": "Whale Rider", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E1DF1F30F935A35755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Whale Rider", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The stoic mysticism of Niki Caro's cool-handed, New Zealand-set charmer, in which Pai, a young Maori, has to overcome resistance to her assuming her familial destiny as the leader of her tribe, is wickedly absorbing. Much of its power comes from the delicate charisma of Keisha Castle-Hughes, making her acting debut as Pai. Her instinctive underplaying gives the film an added gravity, with the lush remoteness serving as an entrancing contrast to the sugar-rush, you-go-girl empowerment of programmed pandering like &quot;The Lizzie McGuire Movie.&quot; Each shot of the vistas in the breathtakingly lovely village where &quot;The Whale Rider&quot; takes place is presented with an even clarity, with the director and her cinematographer, Leon Narbey, leaving it to viewers to be seduced by its daunting power rather than overwhelming them with it. — Elvis Mitchell", "multimedia": null}, {"headline": "Acquiring Vision but Losing Stability", "publication_date": "2003-06-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:36", "opening_date": null, "display_title": "The Eye", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E1DF1F30F935A35755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Eye", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this artfully scary movie from the Pang brothers, Thai-born filmmakers who work in Hong Kong, a young blind woman receives, along with new corneas, the ambiguous gift of second sight. Like Haley Joel Osment in &quot;The Sixth Sense,&quot; she sees dead people, and what they want from her only gradually becomes clear. What makes the film so haunting and effective is the Pangs' mastery, especially evident early on, of simple, elegant shock-generating techniques. There are some computer-generated special effects, but the scariest moments are when blurry images come into focus, a process that replicates the wonder and terror that the heroine experiences as she comes to her senses and simultaneously learns not to trust them. — A. O. Scott", "multimedia": null}, {"headline": "Classy Chassis, Unleaded Love", "publication_date": "2003-06-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:56", "opening_date": "2003-06-06", "display_title": "2 Fast 2 Furious", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E2D71E30F935A35755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of 2 Fast 2 Furious", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "2 loud. 2 long. 2 dumb. If the obtuse dialogue and the inane story don't bore you silly, then the crude, tedious racing sequences, replete with whining engines, squealing brakes and enough close-ups of clutch pedals and shifting knobs to fill an instructional video, will surely induce a grinding headache. 2 aspirin should do the trick. — A. O. Scott", "multimedia": null}, {"headline": "Pointing Fingers at the Fashionistas", "publication_date": "2003-06-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:29:02", "opening_date": null, "display_title": "Garmento", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E6DF1639F935A35755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Garmento", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "All the usual suspects from Seventh Avenue are in full noxious flame in &quot;Garmento,&quot; Michele Maher's scattershot satire of the fashion industry and its sins. This comic gallery of prima donnas and sleazy businessmen would be funnier if it tried half as hard and weren't so stridently overacted. The story focuses on the successful revival of a defunct line of disco-era jeans (think Calvin Klein) on the wings of scandalous ad campaign invoking pedophilia. &#151; Stephen Holden", "multimedia": null}, {"headline": "An Alienated Lunatic Claws for Attention", "publication_date": "2003-06-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:33", "opening_date": null, "display_title": "May", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E6DF1639F935A35755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of May", "type": "article"}, "mpaa_rating": "R", "summary_short": "A facetiously witty slasher film that keeps its forked tongue firmly in its gashed cheek, &quot;May&quot; is the story of a female Jeffrey Dahmer who can connect to other people only in the most extreme ways. The title character (Angela Bettis) is a simpering woman-child who works in an animal hospital and whose only confidante in the world is a doll her mother gave her as a young girl. When she meets a potential friend, she fixates on a favorite body part. In the case of Adam (Jeremy Sisto), an aspiring filmmaker, with whom she has one disastrous date, it's his hands. Although it doesn't aspire to be more than a genre parody, &quot;May&quot; is movie-wise and alludes to Brian DePalma's &quot;Carrie,&quot; Roman Polanski's &quot;Repulsion&quot; and Claire Denis's &quot;Trouble Every Day,&quot; to name only three of many knowing references. &#151; Stephen Holden", "multimedia": null}, {"headline": "A Good Girl Takes a Walk on the Wild Side (and Is Tripped Up)", "publication_date": "2003-06-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:10:47", "opening_date": null, "display_title": "Love the Hard Way", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E6DF1F30F935A35755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Love the Hard Way", "type": "article"}, "mpaa_rating": "R", "summary_short": "If ever a movie star embodied the lean and hungry look that actors consider synonymous with street credibility, it is Adrien Brody, whose character, Jack, in &quot;Love the Hard Way&quot; is a petty criminal who specializes in posing as a policeman and shaking down Asian businessmen in sexually compromising situations. But Jack is also catnip for the kind of woman who fantasizes about taking a walk on the wild side. And in the shaky screen adaptation of a novel by Wang Shuo, Claire (Charlotte Ayanna), the woman who goes for that stroll against her better judgment, is a studious biology major at Columbia. If its early scenes have a bracing hard-boiled sting, the movie goes slack (and ultimately loses credibility) as it drifts into mushier territory and stumbles through three possible endings. — Stephen Holden", "multimedia": null}, {"headline": "A Trip Back to the Contradictions of the Stormy 60's", "publication_date": "2003-06-04", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:49:07", "opening_date": null, "display_title": "The Weather Underground", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01EFDD153BF937A35755C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Weather Underground", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This documentary tells the story of the Weathermen, a splinter group from Students for a Democratic Society. This terrifically smart and solid piece of filmmaking lets the former members of the Weathermen, now on the downside of their 50's, speak into the camera and reveal a bit of their personal histories as well as what the peace movement mean to them. The documentary is also packed with some of the most powerful images of violence of the period, like a bound Vietnamese being shot in the head at point-blank range and the bloody bed of the Black Panther Fred Hampton after he was killed. Voluble and charismatic, the film's stars  — the members of the group determined to overthrow what they considered to be a criminal United States government that waged the Vietnam War and targeted groups like the Black Panthers — spent a lot of time in the media spotlight; young, white and articulate, figures like Bernadette Dohrn, Bill Ayers, Mark Rudd, Brian Flanagan and Naomi Jaffe were clearly very sexy criminals. That exuberance and incentive has been captured by the directors. Sam Green and Bill Siegel have made a film of passions, and they establish a context that shows what a turbulent period the late 1960's were, slyly contrasting the peace-and-love vibe with events of the time. The film doesn't let its subjects off the hook, despite apparent sympathies towards their politics. — Elvis Mitchell", "multimedia": null}, {"headline": "A New Backwoods Threat: Feeble-Minded Flesh Eaters", "publication_date": "2003-05-31", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:28:57", "opening_date": "2003-05-30", "display_title": "Wrong Turn", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E4DA1730F932A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Wrong Turn", "type": "article"}, "mpaa_rating": "R", "summary_short": "A group of young people is stranded in the West Virginia wilderness and find themselves hunted by a band of inbred, disfigured cannibal mountain men.", "multimedia": null}, {"headline": "Witness to a Family's Slow-Motion Collapse", "publication_date": "2003-05-30", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:51:29", "opening_date": "2003-07-18", "display_title": "Capturing the Friedmans", "link": {"url": "http://www.nytimes.com/movie/review?res=9A00E0D91F31F933A05756C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Capturing the Friedmans", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Andrew Jarecki has used American self-absorption as the heart of his engagingly evenhanded and intelligently assembled first feature. Essentially, that's what &quot;Capturing the Friedmans&quot; is all about, the American middle-class obsession of documenting innocuous daily life with eight-millimeter cameras and now videotape. Mr. Jarecki took film of a continuing tragedy and shrewdly wove the footage into a grim, watchable wormhole narrative about a family's decades-long tumble into a shattering pile of self-denial, lies and abuse. In the case of the Friedman family of Great Neck, on Long Island, the videotapes and eight-millimeter films say plenty. The amiable, deep bond between father and sons is tested when a child pornography scandal rocks their homes and lives. Mr. Jarceki so recognizes the archetypal figures in the Friedman home that he knows to push things any further through heavy-handed assessment would be redundant. This translates into an astonishing amount of confidence in his judgment. He layers the story, setting up his premise early in the film — that first impressions can't be trusted and that truth rests with each person telling the story. — Elvis Mitchell", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}