{"results": [{"headline": "New Guy, The (Movie)", "publication_date": "2002-05-10", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:11", "opening_date": "2002-05-10", "display_title": "The New Guy", "link": {"url": "http://www.nytimes.com/movie/review?res=9806E7DF1130F933A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The New Guy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "DJ Qualls plays Diz, a high school senior who is trying to get himself expelled on the advice of his mentor, the jailbird Luther (Eddie Griffin). While serving time with Luther — don't ask — Diz is told that to change his status as the school piñata for homeroom bullies, he'll have to get tossed out of his school. Then Diz can go to a new school and reinvent himself from the ground up.  Diz emerges from Luther's counsel cooler, more mysterious: he's &quot;the new guy,&quot; whose prison record makes him more attractively dangerous. This bad-taste comedy does have a heart. Now, if it only had a brain. — Elvis Mitchell", "multimedia": null}, {"headline": "Janice Beard (Movie)  ", "publication_date": "2002-05-10", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:12:29", "opening_date": null, "display_title": "Janice Beard", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E5DA1030F933A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Janice Beard", "type": "article"}, "mpaa_rating": "", "summary_short": "Which of us hasn't been suckered by a fantasist spouting the sort of tantalizing tales of globe-hopping adventure that the title character of the British comedy &quot;Janice Beard&quot; dishes out to anyone who will listen? A young Scottish woman who moves to London in hopes of making enough money to pay for the treatment of her seriously agoraphobic mother, Janice claims to have lived everywhere and done everything, although she has actually gone nowhere and done nothing. A less lighthearted film might have portrayed Janice as a dangerous pathological liar. But this is a movie that so passionately believes in the value of what used to be called shopgirl fantasies that Janice emerges as a luminous independent spirit inside the dreary secretarial pool where she lands. Its giddy, upbeat philosophy insists that where there's imagination, there's hope, and Janice clearly has enough imagination for 10. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Star Wars (Movies)", "publication_date": "2002-05-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:30", "opening_date": "2002-05-16", "display_title": "Star Wars: Episode II Attack of the Clones", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01EFDA1030F933A25756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Star Wars: Episode II Attack of the Clones", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Early and late, in a starship chase sequence and in a light-saber duel between Yoda and the nefarious Count Dooku (Chirstopher Lee), some of the old &quot;Star Wars&quot; magic returns. But otherwise, the mixture of grandeur and whimsy that made the first three movies so thrilling has been sacrificed to self-importance, an incomprehensible plot and some of the worst screen acting of the year. Hayden Christensen and Natalie Portman are dreadful as  Anakin Skywalker and Padme Amidala, who are reunited (and fall in love) in the midst of a messy political crisis that threatens the stability of the republic and the power of the Jedi order. Millions of people will see this dreary, joyless picture, but only those pursuing advanced degrees in &quot;Star Wars&quot;-ology will be able to appreciate it. — A. O. Scott", "multimedia": null}, {"headline": "Unfaithful (Movie)  ", "publication_date": "2002-05-08", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:49:47", "opening_date": "2002-05-10", "display_title": "Unfaithful", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E0D81430F93BA35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Unfaithful", "type": "article"}, "mpaa_rating": "R", "summary_short": "This glossy Americanized screen adaptation of Claude Chabrol's &quot;Femme Infidele&quot; has an indelible central  performance by Diane Lane as a happily married suburban woman whose casual dalliance  with a handsome French bookseller (Olivier Martinez) becomes a sensual obsession. Her  performance makes you realize how long it's been since Hollywood dared to put  disruptive grown-up sex on the screen. Richard Gere gives one of his subtlest performances  as her loving control freak of a husband driven to commit a crime of passion. The movie  could be called &quot;Fatal Attraction 2,&quot; with the roles reversed. But this time, the director Adrian Lyne  doesn't settle for a crowd-pleasing horror-movie finale. — Stephen Holden", "multimedia": null}, {"headline": "Diamonds and Rust (Movie)", "publication_date": "2002-05-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:25:08", "opening_date": null, "display_title": "Diamonds and Rust", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E0DA1430F93BA35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Diamonds and Rust", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Lagaan: Once Upon A Time in India (Movie)  ", "publication_date": "2002-05-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:19", "opening_date": "2002-05-08", "display_title": "Lagaan: Once Upon a Time in India", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E6D81430F93BA35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Lagaan: Once Upon a Time in India", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Nearly four hours long &#151; about standard length for a Hindi film &#151; and filled with extravagant production numbers, impossibly attractive performers and a generous selection of classic melodramatic devices, the musical &quot;Lagaan&quot; may look naïve;  it is anything but. This is a movie that knows its business &#151; pleasing a broad, popular audience &#151; and goes about it with savvy professionalism and genuine flair. &quot;Lagaan&quot; is perfectly positioned to be the first crossover Bollywood hit: like &quot;Crouching Tiger, Hidden Dragon,&quot; the first martial arts movie to make it into mainstream American theaters, it's a smooth, technically impeccable, somewhat denatured version of a culturally specific entertainment. &#151; Dave Kehr", "multimedia": null}, {"headline": "Mystic Masseur, The (Movie)  ", "publication_date": "2002-05-03", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:22:18", "opening_date": null, "display_title": "The Mystic Masseur", "link": {"url": "http://www.nytimes.com/movie/review?res=9406E7DC1331F930A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Mystic Masseur", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This subtle and absorbing screen  adaptation of V.S. Naipaul's first novel takes a humorously detached view of Trinidadian  politics in the 1940's and 50's when the island was still a British colony. Aasif Mandvi is Ganesh, a charismatic schoolteacher and bogus healer who becomes a leader just as the  island's sizable Indian population is beginning to find its political voice. Om Puri, as Ganesh's charming but chiseling father-in-law, Ramlogan, is the most colorful character.  The film's wry perspective on politics, power and human frailty ultimately transcends  time and place. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Abc Africa (Movie)  ", "publication_date": "2002-05-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:25:32", "opening_date": null, "display_title": "ABC Africa", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E4DA1331F930A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of ABC Africa", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Abbas Kiarostami's documentary is about Ugandan children orphaned by the successive disasters of civil war and AIDS. There is some aggression in Mr. Kiarostami's method, but also great delicacy and tact. The richness and emotional impact of this film comes partly from the balance it achieves between the director's personality and his vast, terrible subject. He never pretends to have mastered the subject &#151; the film's title suggests the elementary state of his knowledge &#151; or to be able to solve Uganda's problems by observing them. But you come away from his film overwhelmed, hopeful and, perhaps paradoxically, illuminated. &#151; A. O. Scott \r\n", "multimedia": null}, {"headline": "Fleeing By Night (Movie)", "publication_date": "2002-05-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:09:30", "opening_date": null, "display_title": "Fleeing By Night", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E4DB1331F930A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Fleeing By Night", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Deuces Wild (Movie)  ", "publication_date": "2002-05-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:36", "opening_date": "2002-05-03", "display_title": "Deuces Wild", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E6DC1331F930A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Deuces Wild", "type": "article"}, "mpaa_rating": "R", "summary_short": "Scott Kalvert's ensemble film, featuring Stephen Dorff, Brad Renfro, Fairuza Balk, Vincent Pastore, Frankie Muniz and Drea DeMatteo, desperately wants to be a music video circa 1983. This is a movie so insecure about its capacity to excite that it churns up not one but two flagrantly fake thunderstorms to underscore the action. The formulaic plot finds Leon  (Stephen Dorff) and Bobby (Brad Renfro), his hot-headed brother and fellow gang member, at philosophical loggerheads. Where Leon urges restraint in the \r\nDeuces' continuing turf war with the rival Vipers, Bobby is itching for a fight. Loyalties begin to crumble when Bobby starts dating Annie (Fairuza Balk), the tough sister of a Viper leader. Hunky hoods and their hot babes itching for a rumble on the sweaty streets of Brooklyn in those fabulous 50's? Maybe it's time the movies gave them a long, long rest. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Spider-Man (Movie)  ", "publication_date": "2002-05-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:50", "opening_date": "2002-05-03", "display_title": "Spider-Man", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E0DE1331F930A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Spider-Man", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The most amazing thing about Sam Raimi's franchise-launching adaptation of the 40-year-old Marvel comic book is that its high-tech special effects are overshadowed by witty writing and inventive performances. Tobey Maguire rediscovers the smart, alienated adolescent underneath the superhero's mask, and mocks the heroic crime-fighter conceit without subverting it. Mr. Raimi and the screenwriter David Koepp are masters of pop realism, tossing off easy jokes and corny sentiment with gratifying enthusiasm. The romance between Peter Parker and Mary Jane Watson (Kirsten Dunst) is as ripe as an old Hollywood melodrama, and a minor-key conclusion like something out of Henry James. The cold, thin computer-generated action sequences and a fatigued performance by Willem Dafoe dampen the fun a little, but Mr. Maguire, Ms. Dunst and J. K. Simmons, in an uproarious turn as the irascible tabloid editor J. Jonah Jameson, manage to save the day. — A. O. Scott \r\n", "multimedia": null}, {"headline": "Hollywood Ending (Movie)  ", "publication_date": "2002-05-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:44", "opening_date": "2002-05-03", "display_title": "Hollywood Ending", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06EFDA1731F932A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Hollywood Ending", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Woody Allen plays the maladjusted Val Waxman, a once well-regarded Oscar-winning director who is now reduced to shooting commercials. Ellie (T&#233;a Leoni), a studio executive and Val's ex-wife, makes a huge pitch to get him  hired onto a movie she feels he was born to make: a Manhattan-set period film. Val gets the job but when he starts filming, he comes down with a case of hysterical blindness and has to enlist  his agent, Al (Mark Rydell), to help.  When &quot;Hollywood Ending&quot; is  spitting  one-liners, the picture has the gone-delirious feel of Thelonious Monk crunching notes, a wired, jazzy rhythm specific to this comic. But once the energy from the jokes dies down, we're left with a project so stale you feel like opening a window to let some air in. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Uzumaki (Movie)", "publication_date": "2002-05-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:16", "opening_date": null, "display_title": "Uzumaki", "link": {"url": "http://www.nytimes.com/movie/review?res=9903EFDB1731F932A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Uzumaki", "type": "article"}, "mpaa_rating": "", "summary_short": "Perhaps the most gripping thing about the ultimately disappointing Japanese horror film is the patient way the picture develops mood. The teenage schoolgirl Kirie (Eriko Hatsune) lives in a small Japanese town that becomes stranger all the time. Saito (Ren Osugi), the father of her best friend, is obsessed with spirals: he has a room at his house devoted to spirals and spiral-influenced objects. Director Higuchinsky and his team capably deliver the swelling freakery; after Saito's death, the spiral madness explodes, its enveloping power spotlighted by a huge spiral cloud filling the skies and a single dark finger brushing the ground like a tornado. Then things really get weird, though not particularly scary: the movie is all portent and no content. — Elvis Mitchell", "multimedia": null}, {"headline": "Grin Without a Cat, A (Movie)", "publication_date": "2002-05-01", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:42:05", "opening_date": null, "display_title": "A Cat Without a Grin", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E6DA1731F932A35756C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of A Cat Without a Grin", "type": "article"}, "mpaa_rating": "", "summary_short": "This fascinating 1977 documentary by Chris \r\nMarker tells the story of the New Left, from the movement's birth as a byproduct of the Vietnam War to the ouster of Salvador \r\nAllende in Chile in 1973.  The film\r\ncombines anonymous newsreels going back to the Russian Revolution with original material \r\nfilmed by Mr. Marker in Cuba, Czechoslovakia, Washington and elsewhere, tracing  the growth of the 1968 student antiwar in France and moving to the Russian repression of the Prague Spring to the coup d'etat in Chile.\r\nSometimes Mr. Marker lets his extraordinary material speak for itself. But \r\noften the images are accompanied by an ironic, idiosyncratic voice-over that positions itself as far as possible from the omniscient, godlike narration of most television documentaries. &#151; Dave Kehr", "multimedia": null}, {"headline": "Rain (Movie)  ", "publication_date": "2002-04-26", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:38", "opening_date": null, "display_title": "The Rain", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E3DB153EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Rain", "type": "article"}, "mpaa_rating": "", "summary_short": "In this lovely, subtle coming-of-age story &#151; Christine Jeffs's first feature  &#151; a 13-year-old girl witnesses the slow unraveling of her parents' marriage, and begins to discover her own sexual power. The movie, adapted from a novel by Kirsty Gunn, travels over familiar ground, and veers toward melodrama at the end, but Ms. Jeffs makes it all seem strange and terrifying. She uses the film's natural setting  &#151; a lush, empty stretch of the New Zealand coast &#151; to create an atmosphere of dread and erotic implication, and she is fortunate to have found in Alicia Fulford-Wierzbicki a young actress with the power and confidence to remind us what it is like to perch unsteadily on the edge of maturity in a world that is itself none too steady. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Dogtown and Z-Boys (Movie)  ", "publication_date": "2002-04-26", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:50:07", "opening_date": "2002-05-10", "display_title": "Dogtown and Z-Boys", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E3DC153EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Dogtown and Z-Boys", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This thrillingly kinetic insider's history of  the 1970's Southern California skateboarding culture was made by several of the hands  who helped create that culture. Narrated by Sean Penn, who describes how it evolved out  of a cult of bad-boy surfers in the Venice area, the movie is a dizzy, fast-paced montage  with a period rock soundtrack. Especially fascinating is the story of how a major drought  emptied many of the area's swimming pools, which became testing laboratories for new  skateboarding moves. We also see the stars of that culture, including Jay Adams and Tony Alva then (in home movies and photographs) and now. — Stephen Holden\r\n", "multimedia": null}, {"headline": "For Da Love of Money (Movie)  ", "publication_date": "2002-04-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:41:29", "opening_date": null, "display_title": "For Da Love of Money", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE4DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of For Da Love of Money", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;For da Love of Money,&quot; an independent feature written, directed by and starring the comedian who uses the single name Pierre, is a loose but often amusing collection of gags centered around a simple situation. There has been an armored-car robbery in Pierre's African-American neighborhood in Los Angeles, and one of the crooks, fleeing the scene, has dumped $20,000 in stolen money in a garbage can in Pierre's backyard.  Pierre — or Dre, as his character is named — suddenly finds himself the most popular man on the block as the half-true rumor that he has come into a lot of money begins to circulate. Pierre is a quietly funny, reactive comedian who relies less on the aggressive insult humor currently in fashion than on an artfully arched eyebrow and a disbelieving look directed at the absurd behavior he sees around him. — Dave Kehr\r\n", "multimedia": null}, {"headline": "Sex With Strangers (Movie)  ", "publication_date": "2002-04-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:29:40", "opening_date": null, "display_title": "Sex With Strangers", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E4DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sex With Strangers", "type": "article"}, "mpaa_rating": "", "summary_short": "A documentary, directed by the brothers Joe and Harry Gantz, the plays like an audition tape for &quot;The Jerry Springer Show.&quot; Its subjects are a group of swingers &#151; couples who participate in group sex &#151; and though they're from different parts of the country, they all manage to conform to the class stereotypes that dominate the daytime talk shows. It's an element of condescension, as the filmmakers look down on their working-class subjects from their lofty perch, that finally makes &quot;Sex With Strangers,&quot; which opens today in the New York metropolitan area, so distasteful. Willingly or not, the participants are presented as freaks for the entertainment of a smugly superior audience. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Life or Something Like It (Movie)  ", "publication_date": "2002-04-26", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:25", "opening_date": "2002-04-26", "display_title": "Life or Something Like It", "link": {"url": "http://www.nytimes.com/movie/review?res=9E06E5D8153EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Life or Something Like It", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Angelina Jolie plays a Seattle television reporter, a driven careerist who is told, by a homeless street prophet, that she has a week to live. This means she must discover What Really Matters, and Who She Really Is, which she does with the help of the scruffy and soulful cameraman played by Edward Burns. The movie's attempt to be a sweet, sentimental romantic comedy of second chances &#151; a fusion of the moral uplift of &quot;It's a Wonderful Life&quot; with the sudsy high jinks of a Rock Hudson-Doris Day picture  &#151; fails miserably, thanks to slack writing and Ms. Jolie's abrasive, off-key performance. It's impossible to figure out who her character really is, or why anyone would care what happens to her. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Some Body (Movie)  ", "publication_date": "2002-04-26", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:53:42", "opening_date": null, "display_title": "someBody", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E3DE133EF935A15757C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of someBody", "type": "article"}, "mpaa_rating": "", "summary_short": "Samantha (Stephanie Bennett), a grade school teacher in the Los Angeles area, has been living with the bland, obliging Anthony (Jeramy Guillory) long enough for their love affair to turn into a &quot;brother-sister relationship.&quot; Bored with Anthony's limited lovemaking skills, she yearns to experiment with different partners of different sexes in different combinations. So Samantha moves out, and even while she's in the process of carrying boxes into her new apartment, she picks up the hunky guy hanging around the courtyard pool and enlists him in a game of strip backgammon &#151; the first of many frenzied, impromptu couplings recorded by &quot;Some Body.&quot; Filmed in hand-held video under the influence of the Dogma 95 movement &#151; a drug as powerful as any of those with which Samantha experiments &#151; &quot;Some Body&quot; is a shaky, uncertain film that nevertheless touches a few raw nerves. &#151; Dave Kehr\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}