{"results": [{"headline": "The Artful Codger Finally Goes Too Far", "publication_date": "2003-04-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:14:09", "opening_date": null, "display_title": "Autumn Spring", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E5D71E39F930A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Autumn Spring", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This soothing bittersweet comedy from Czechoslovakia winks at the antics of  a canny old codger (Vlastimil Brodsky) whose strategy for warding off death is to pull elaborate but   expensive pranks that threaten to drain away the modest nest egg his stern wife (Stella  Zazvorkva) has accumulated for their burial and funeral.  Adding to their problems is the pressure exerted by their son to vacate their apartment, which he owns, and settle in old-age home. If the wonderfully acted film wraps old age and death in a cozy blanket of sentiment, its advice to stay young at heart and savor every precious moment of the time  you have left is unassailable. — Stephen Holden", "multimedia": null}, {"headline": "Decadence and Decay as Art Forms", "publication_date": "2003-04-02", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:20:29", "opening_date": "2003-04-25", "display_title": "The Good Thief", "link": {"url": "http://www.nytimes.com/movie/review?res=9806E5DE1139F931A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Good Thief", "type": "article"}, "mpaa_rating": "R", "summary_short": "Neil Jordan's film is nominally a remake of Jean-Pierre Melville's 1955 atmospheric poetic noir, &quot;Bob le Flambeur.&quot; But Mr. Jordan has soaked his remake in color, and has added a few cylinders to the combustion. The movie feels more like a breezy, jazz-inflected version of the original: it's a triumph of flourish, with all weathered movie-star-size gestures. &quot;The Good Thief&quot; combines American flamboyance and French existentialist delirium. As played by Mr. Nolte, Bob is a brawny noir pin-up as trickster — an old dog who never lets on how many tricks he knows.  Mr. Jordan gives the proceedings a double-heist plot turn. This ultimate caper film has a brazen ebullience, something unusual for Mr. Jordan. — Elvis Mitchell", "multimedia": null}, {"headline": "Missing Gun, The (Movie)", "publication_date": "2003-04-02", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:16", "opening_date": null, "display_title": "The Missing Gun", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06EFDF1139F931A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Missing Gun", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "", "multimedia": null}, {"headline": "Guys, the (Movie)", "publication_date": "2003-04-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:30:19", "opening_date": null, "display_title": "The Guys", "link": {"url": "http://www.nytimes.com/movie/review?res=9400EFDF1139F931A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Guys", "type": "article"}, "mpaa_rating": "PG", "summary_short": "In this adaptation of Anne Nelson's play, which was first performed in New  York shortly after 9/11, a writer (Sigourney Weaver) helps a fire captain (Anthony LaPaglia) write eulogies for men in his company who died in the World Trade  Center. The film, awkward and earnest, is clearly a product of its moment: it feels too stunned to risk drama and too protective of its characters' feelings to allow them to explore any complex or interesting emotions. More art-therapy than art, it turns by the end into a celebration of noble  suffering that mistakes self-congratulation for compassion. — A. O. Scott", "multimedia": null}, {"headline": "Fellini: I'm a Born Liar (Movie)", "publication_date": "2003-04-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:56:07", "opening_date": null, "display_title": "Fellini: I'm A Born Liar", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E2DF1139F931A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Fellini: I'm A Born Liar", "type": "article"}, "mpaa_rating": "R", "summary_short": "Damian Pettigrew's documentary, built around a 1993 interview with Fellini, may bewilder those unfamiliar with the Italian director's work or unpersuaded of its greatness. For the rest of us, though, the interviews with Fellini and some of his collaborators, the snippets of movies both famous and obscure, the glimpses behind the scenes and the master's own  garrulous, charming presence make for a thrilling seminar in cinema  aesthetics, with footnotes compiled by an intelligent and devoted disciple. — A. O. Scott", "multimedia": null}, {"headline": "Cet Amour-La (Movie)", "publication_date": "2003-04-02", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:23", "opening_date": null, "display_title": "Cet Amour-La", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E7DE1139F931A35757C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Cet Amour-La", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "This French feature chronicles the love affair between the great modern novelist Marguerite Duras (played by Jeanne Moreau) and Yann Andrea (Aymeric Demarigny), an admirer some 40 years her junior.  Ms. Moreau, still an imperious presence at the age of 75, makes no effort to look or sound like Duras — this is one sacred monster stepping in for another.  But star power aside, the picture is dramatically trite and, about Duras's genuinely great work, highly reductive. — Dave Kehr", "multimedia": null}, {"headline": "Son of a Celebrated Father Traces His Elusive Past", "publication_date": "2003-03-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:26", "opening_date": "2003-11-12", "display_title": "My Architect", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E5D71639F93AA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of My Architect", "type": "article"}, "mpaa_rating": "", "summary_short": "There is a built-in poignancy to any story of a son searching for clues to the identity of a father he barely knew. But in the case of Nathaniel Kahn, the illegitimate son of the great architect Louis I. Kahn, who died  in 1974, that poignancy has an extra twinge, since this mostly absent father strove so diligently to remain a man of mystery. When Kahn collapsed and died of a heart attack in the men's room at Pennsylvania Station, he had been deemed by some to be the greatest living American architect, but his body remained unidentified for two days. At his death he was hundreds of thousands of dollars in debt. Nathaniel Kahn was 11 at the time, and the personal documentary he has made, &quot;My Architect,&quot; is a record of his quest to put together the pieces of his father's compartmentalized life. Kahn, it turned out, juggled three families for many years, one official and two not. He was so secretive about his triple life that many of his colleagues didn't even know he was married. &#151; Stephen Holden", "multimedia": null}, {"headline": "Day I Will Never Forget, The (Movie)", "publication_date": "2003-03-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:36", "opening_date": null, "display_title": "The Day I Will Never Forget", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE7DF1739F93AA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Day I Will Never Forget", "type": "article"}, "mpaa_rating": "", "summary_short": "Kim Longinotto's powerful documentary makes its points with a low-key directness. Ms. Longinotto knows that the subject is so discomforting that it's best for her to let it unfold without hysteria. \r\nThat subject is female circumcision — also known as genital cutting — and the social conditioning that continues to make it part of life in Kenya after it has been outlawed. —: Elvis Mitchell", "multimedia": null}, {"headline": "Wherever He Goes in the West Bank, It's Movie Time", "publication_date": "2003-03-29", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:47:35", "opening_date": null, "display_title": "Ticket to Jerusalem", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01EED71639F93AA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Ticket to Jerusalem", "type": "article"}, "mpaa_rating": "", "summary_short": "Jabber (Ghassas Abbas) is a glum, heavy-set man who makes a precarious living showing films to children in the towns and refugee camps of the West Bank. He is continually asked why he is so preoccupied with taking cinema to places that lack adequate food, jobs and basic amenities, and of course he has no good answer. But by chronicling Jabber's efforts to organize a screening in Jerusalem's Old City, &quot;Ticket to Jerusalem,&quot; Rashid Masharawi's modest, scruffy film, defends the honor and necessity of moviegoing in times of political emergency. Like other recent Palestinian films, this small, rueful comedy does not fully confront the volatility and the violence of the Middle East conflict. It has an air of melancholy humor as its characters fumble toward normalcy — drinking coffee, fixing cars, engaging in marital bickering and friendly banter — in circumstances that would seem to rule it out entirely. — A. O. Scott", "multimedia": null}, {"headline": "A Boss Hopes to Teach More Than a Job", "publication_date": "2003-03-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:35", "opening_date": null, "display_title": "The Embalmer", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E3D61639F93AA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Embalmer", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In this tricky comedy thriller about a poisonous mentor-protégé relationship, Valerio Foglia Manzillo is a handsome young waiter taken under the possessive wing of a dwarfish, sneaky-eyed taxidermist (Ernesto Mahieux) who makes him his over-salaried assistant and party sidekick. What begins as a hedonist joyride in which the boss appears to be using his assistant as bait to score with women takes a darker turn when he tries to coax his assistant into homosexual relations just as the man has begun an affair with a woman. As the tension escalates, this acute study of a psychosexual power struggle takes a melodramatic turn. — Stephen Holden", "multimedia": null}, {"headline": "Angel on the Right (Movie)", "publication_date": "2003-03-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:25:35", "opening_date": null, "display_title": "Angel on the Right", "link": {"url": "http://www.nytimes.com/movie/review?res=9503EFD71639F93AA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Angel on the Right", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Stevie (Movie)", "publication_date": "2003-03-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:29:27", "opening_date": null, "display_title": "Stevie", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E7D81E30F93BA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Stevie", "type": "article"}, "mpaa_rating": "R", "summary_short": "If Steve James's harrowing documentary portrait of one of life's losers has none of the  glamour of the filmmaker's award-winning &quot;Hoop Dreams,&quot; it is every bit as deep. Its  subject, Stephen Dale Fielding, is the victim of severe child abuse with a long criminal  record, who during the filming of his story was arrested (he was eventually convicted) for  sexually abusing his 8-year-old cousin. A childlike man of limited intelligence and no  impulse control, Stevie, as he is called, is not entirely unsympathetic, but he isn't  especially likable either. We meet his sister Brenda, the grandmother Verna, who cared  for him after his mother, Bernice, dumped him in her lap, and his mentally retarded  girlfriend Tonya. The movie, set in the hardscrabble rural world of southern Illinois, compellingly argues that the physical and psychic wounds inflicted on children  leave irreparable damage and lead to lifelong social dysfunction. — Stephen Holden", "multimedia": null}, {"headline": "A Woman Swims, a Village Takes Note", "publication_date": "2003-03-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:13:13", "opening_date": null, "display_title": "Respiro", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E1D91E30F93BA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Respiro", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A pungent portrait of a fishing community on the  island of Lampedusa (off the western coast of Sicily), &quot;Respiro&quot; is set in the present but  evokes a primitive existence that really hasn't changed much over the last half century.  The main character, Grazia (Valeria Golino), is a beautiful but emotionally unstable  fisherman's wife and the mother of three whose wild mood swings and erratic behavior  begin to rankle the town and to precipitate domestic havoc. When her family and  neighbors decide to send Grazia to Milan for treatment, she runs away and hides in a cave  by the sea. In a film that begins in a neo-realist mode, Grazia's self-exile eventually takes  on a mythic dimension. — Stephen Holden", "multimedia": null}, {"headline": "Head of State (Movie)  ", "publication_date": "2003-03-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:15", "opening_date": "2003-03-28", "display_title": "Head of State", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE5D81E30F93BA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Head of State", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Chris Rock, a truth-teller and provocateur in his stand-up act, shows unexpected and disappointing timidity in this would-be satire of racial attitudes and electoral politics. The comedian, co-writer of the screenplay, plays Mays Gilliam, a Washington alderman drafted by unscrupulous politicos to be the designated loser in a presidential campaign. The story and the jokes are all over the map, as the picture flounders between subverting stereotypes and using them for easy comic effect. The best moments come when Mr. Rock uses Gilliam's speeches to deliver some of his own stand-up, and when Bernie Mac, playing Mays's brother and running mate, adds his sly, volatile charisma to the lumpy, disappointing mix. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Assassination Tango (Movie)  ", "publication_date": "2003-03-28", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:13", "opening_date": null, "display_title": "Assassination Tango", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E4D71E30F93BA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Assassination Tango", "type": "article"}, "mpaa_rating": "R", "summary_short": "This meandering story of a professional hit man who travels  from Brooklyn to Buenos Aires to carry out a political assassination is pretty much a one-man show for Robert Duvall. The actor, who also co-produced, turns in a thoughtful, lived-in portrait of his deeply divided character, John Anderson. Professionally, John has a heart  of stone, but in his private life, he is a vain, sentimental mush pot who dotes on his  girlfriend's 10-year-old daughter. Once in Buenos Aires, John, an amateur ballroom with  Valentino-ish pretensions, he discovers the tango and has a discreet flirtation with a  dancer (Luciana Pedraza). With its perfunctory dance sequences, rambling dialogue and  sketchy plot development, the movie never coheres into a drama that's credible or  gripping. Mr. Duvall's performance is the main event. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Basic (Movie)  ", "publication_date": "2003-03-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:25:26", "opening_date": "2003-03-28", "display_title": "Basic", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E7D61E30F93BA15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Basic", "type": "article"}, "mpaa_rating": "R", "summary_short": "No movie title could be any less appropriate than &quot;Basic.&quot; Someone decided to make a procedural thriller by putting  &quot;Rashomon&quot; in a Cuisinart along with &quot;A Few Good Men&quot; and &quot;A Soldier's Story,&quot; and hit the button for pulverize while forgetting to replace the top. The outcome is a spewing mess. In Panama, six Army Rangers go out on a training exercise, led  by their volatile, violently demanding — and, of course, violently detested — troop leader, Sergeant West (Samuel L. Jackson). When only two of the men return alive, an investigation begins. Hardy (John Travolta), a bad-apple D.E.A. agent and former Ranger, is brought in to find out what went wrong. &quot;Basic&quot; is so desperate to get to its nonsensical ending that it sinks to having a dying man write a clue in his own blood. Probably the reason most people will be interested in &quot;Basic&quot; is for a re-teaming of Mr. Travolta and Mr. Jackson for the first time since &quot;Pulp Fiction.&quot; They have only a moment together, and this picture could have the effect of negating the heat &quot;Pulp Fiction&quot; put under them. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "The Sad Before and After of a Hostage Crisis in Rio", "publication_date": "2003-03-27", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:13:34", "opening_date": null, "display_title": "Bus 174", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE6D61030F934A15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Bus 174", "type": "article"}, "mpaa_rating": "R", "summary_short": "This Brazilian documentary is so wrenching and absorbing that you can easily lose sight of the sophistication of its techniques. Using a combination of video taken for Brazilian television and ex post facto talking-head interviews, the filmmakers have made a deceptively straightforward film that has the force of tragedy and the depth of first-rate investigative journalism. Their work explores a bus hijacking that took place in Rio de Janeiro in 2000, and paints a heartbreaking, shocking portrait of the perpetrator, a child of the slums who had survived a notorious police massacre of homeless children in 1992, and a society riven by poverty and violence. — A. O. Scott", "multimedia": null}, {"headline": "Laid-Off Europeans, Dressed and Depressed", "publication_date": "2003-03-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:09:53", "opening_date": null, "display_title": "Mondays in the Sun", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E3D71030F934A15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mondays in the Sun", "type": "article"}, "mpaa_rating": "R", "summary_short": "Fernando León de Aranoa's film, which looks at the lives of a group of laid-off shipyard workers in northern Spain, surveys the state of the European working class in the wake of its historical defeat. Its characters cope with idleness, marital distress and the strain that unemployment has placed on their friendships. The movie, which is sometimes poignant, often feels meandering and anecdotal. Having established his point vividly and early — that joblessness entails the loss of manhood — Mr. Aranoa is content to repeat it, sometimes humorously, sometimes bitterly. But this slow, episodic film is held together by the strong performances of the cast, and especially by the galvanic presence of Javier Bardem, who plays Santa, the angriest and most reckless of the men, and the only one willing to try, however quixotically, to rebel against their sad circumstances. — A.O. Scott", "multimedia": null}, {"headline": "This Grandma's Boy Is the Ladies' Man of the Barrio", "publication_date": "2003-03-26", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:49:19", "opening_date": "2003-05-02", "display_title": "Raising Victor Vargas", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE3DF1330F935A15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Raising Victor Vargas", "type": "article"}, "mpaa_rating": "R", "summary_short": "Don't be put off by the vague, sitcom-ish title; this film is a true find, a picture with a vital daffiness that's all its own, rather that a film that lives on the leavings of other movies. The 16-year-old Victor (Victor Rasuk) is all teenage assertion, but his machismo has training wheels.  In Peter Sollett's delicate and altogether satisfying romantic comedy, it's Victor's puffed-rice pride that always gets him into trouble. Pride is a tricky subject to make a film about. Part of what will leave you taking in all of the delights of &quot;Vargas&quot; with open-mouthed wonder comes from the director's surefooted navigating of the way pride bounces around a small, packed household. Victor lives in a tiny apartment with his family, including his stubborn, salt-of-the-earth grandmother (Altagracia Guzman).  Things get complicated when Victor starts chasing the swan-like Judy (Judy Marte) and the whole world gets involved. In the larger world, this stuff might not add up to a hill of beans, but Mr. Sollett treats the emotional shifts in the Vargas household like the movement of tectonic plates; each change rocks the characters lives. — Elvis Mitchell", "multimedia": null}, {"headline": "Piglet's Big Movie (Movie)  ", "publication_date": "2003-03-21", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:50:01", "opening_date": "2003-03-21", "display_title": "Piglet's Big Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E4DD1E31F932A15750C0A9659C8B63", "suggested_link_text": "Read the New York Times Review of Piglet's Big Movie", "type": "article"}, "mpaa_rating": "G", "summary_short": "This small charmer of an animated movie adapts several of  A. A. Milne's &quot;Winnie-the-Pooh&quot; stories into a sequence of anecdotes celebrating the  heroism of Piglet, the smallest member of the Pooh tribe inhabiting the Hundred Acre  Wood. The sequel to Disney's three-year-old &quot;Tigger Movie,&quot; it is better than its forerunner and for the most part avoids any saccharine cuteness. Carly Simon performs a suite of sturdy original songs that lend the tales a contemporary flavor without betraying their period charm. &#151; Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}