{"results": [{"headline": "Putting Pixels Ahead of Pure Love", "publication_date": "2003-10-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:26:17", "opening_date": null, "display_title": "Dopamine", "link": {"url": "http://www.nytimes.com/movie/review?res=9B04E0DC143FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dopamine", "type": "article"}, "mpaa_rating": "R", "summary_short": "The first film to go through the whole Sundance process &#151; from screenplay workshop to Sundance-sponsored distribution &#151; &quot;Dopamine&quot; is a wan Generation Y comedy about a computer programmer (John Livingston) who falls in love with a kindergarten teacher (Sabrina Lloyd). He is helped in his romantic quest by an artificial intelligence creature, a bird named Koy Koy, that he has built as a teaching aid.   This is a small, talky film with little overt energy, though the characters are sweetly appealing. &#151; Dave Kehr", "multimedia": null}, {"headline": "A Return to Classic Drag", "publication_date": "2003-10-10", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:07:26", "opening_date": null, "display_title": "Girls Will Be Girls", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E0DC143FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Girls Will Be Girls", "type": "article"}, "mpaa_rating": "R", "summary_short": "Richard Day's comedy is classic drag. Evie (Jack Plotnock) is the witch, but a sympathetic one, as she watches the tape of her one starring role in a movie, &quot;Asteroid,&quot; again and again. Coco (Clinton Leupp) is the depressive, still in love with the abortion doctor she met when she was a teenager. Varla (Jeffery Roberson) is the innocent, Evie and Coco's new roommate, a newcomer to Hollywood determined to break into the movie business. Or has she come to avenge her mother's untimely death at a pool party? No one in the cast is likely to be the next Charles Busch, but the film is appropriately cynical, pleasantly camp and fresh enough to be funny more often than not. — Anita Gates", "multimedia": null}, {"headline": "A Teacher Fights the System With Song", "publication_date": "2003-10-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:26:56", "opening_date": null, "display_title": "Small Voices", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07EFDC143FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Small Voices", "type": "article"}, "mpaa_rating": "", "summary_short": "Arriving in the impoverished Philippine village of Malawig, the idealistic new schoolteacher, Melinda (Alessandra de Rossi), is shocked to find a corrupt school administration; indifferent, unprepared teachers; and students who, though eager to learn, are routinely pulled out of their classes by their parents, who need them to work in the fields.  Facing the outright hostility of the local politicians and the anger and suspicion of the parents, Melinda sets out to remake the system, and decides that the best way to motivate her students and their parents will be by entering her class in a regional singing contest, where triumph will mean validation of her hopes and reinforcement of her students' dreams.  Gil M. Portes's modest, appealing Filipino film does not shrink from the sentimental responsibilities of popular filmmaking in the third world, but neither does it back away from making a subtle, significant political statement.  This tiny film is heartfelt, well crafted and worthy of attention. &#151; Dave Kehr", "multimedia": null}, {"headline": "The Extraterrestrial Origins of Man's Best Friend", "publication_date": "2003-10-10", "byline": "Anita Gates", "critics_pick": 0, "date_updated": "2016-03-30 07:16:25", "opening_date": "2003-10-10", "display_title": "Good Boy!", "link": {"url": "http://www.nytimes.com/movie/review?res=9D01E0DC143FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Good Boy!", "type": "article"}, "mpaa_rating": "PG", "summary_short": "In John Hoffman's &quot;Good Boy!&quot; all dogs came from outer space. They were supposed to rule earth but ended up as loving pets instead, which horrifies an extraterrestrial Border terrier sent to check on how things are going. But that terrier (with the voice of Matthew Broderick) is just in time to bring love and companionship to Owen (Liam Aiken), a lonely, bullied boy with parents who keep moving the family from town to town. The premise is cute but the execution goes nowhere, with attempts at humor about baby-talking pet lovers, canine flatulence and stereotypical breed behavior. Poodles should sue. &#151; Anita Gates", "multimedia": null}, {"headline": "Tough Women in the Pen Decide to Get Tougher", "publication_date": "2003-10-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:53:45", "opening_date": null, "display_title": "Civil Brand", "link": {"url": "http://www.nytimes.com/movie/review?res=9C05E6DC173FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Civil Brand", "type": "article"}, "mpaa_rating": "R", "summary_short": "This unruly women-behind-bars picture is an awkward mix of earnest outrage and down-and-dirty exploitation. A group of prisoners at the Whitehead Correctional facility, including the good-natured Frances (LisaRaye) and the hard-boiled Nikki (N'Bushe Wright), do battle with a corrupt warden and the sadistic captain who dispenses vicious beatings and extorts sexual favors from the inmates. With the help of a shy, sensitive young corrections officer named Michael (Mos Def), they set out to find justice, which, after much bloodshed and a long, half-naked spell in solitary, they achieve with both bullets and lawsuits. &#151; A. O. Scott", "multimedia": null}, {"headline": "Blood Bath & Beyond", "publication_date": "2003-10-10", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:06:05", "opening_date": "2003-10-10", "display_title": "Kill Bill Vol. 1", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E6D7163FF933A25753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Kill Bill Vol. 1", "type": "article"}, "mpaa_rating": "R", "summary_short": "Quentin Tarantino's fourth movie, his first in six years, is astonishingly violent, intermittently fascinating and sometimes tedious. This may be the picture's most serious flaw, since it comes from a man whose worship of action movies from all over the world (but especially Asia) is evident in every frame. Also evident is his obsession with Uma Thurman: by far the most emotionally charged relationship in the movie is the one between the director and his star, who functions as his muse, idol, alter ego and fetish object. Her character, the Bride, is a former assassin whose former lover (that would be Bill) tried to kill her on her wedding day. In this film, the first installment in a two-part revenge epic, the Bride wakes up from a 4-year coma and goes after the hired swords and guns who attacked her. Most of the exposition has been left for Volume Two; this one is an anthology of increasingly violent sequences, some sickening, some rather thrilling, that culminates in a Tokyo nightclub bloodbath  during which Lucy Liu, playing a petite yakuza boss, shows off her Japanese, and also (quite literally) her brains. — A. O. Scott", "multimedia": null}, {"headline": "Family Whose Flower Might Be a Venus' Flytrap", "publication_date": "2003-10-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:57", "opening_date": null, "display_title": "The Flower of Evil", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE3DA113CF93BA35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Flower of Evil", "type": "article"}, "mpaa_rating": "R", "summary_short": "Claude Chabrol has been dissecting the middle-class with his cold-blooded handiness for so long, he could do it in his sleep. With this newest tale of family and sexual complication bloodied by murder, you may feel like he's doing it in our sleep — or at least causing it. The movie starts with a grim tableau that has the suffocating potent accomplishment of classic Chabrol. The camera moves through a large, warm home peering into rooms, passing a young woman curled up on the floor in a ball of guilt before coming to rest on a sprawled corpse, blood pooled under its head.  The movie slips back to the familial difficulties involving François (Benoît Magimel) and the odd bond he has with his luminously beautiful stepsister Michèle (Mélanie Doutey) who's returning home to France after having lived in Chicago for a few years. Meanwhile, François's stepmother's campaign for mayor is reaching a crucial point; his piggish father's tolerance for her career has died out years ago. Minimal and inexorable, &quot;Flower&quot; wanders rather than moving chillingly toward its climax. The movie gets by on a few deadpan satirical brushes on politics and the performance by Suzanne Flon as Tante Line. Tante Line, who is eventually revealed to be the heartsick conscience of her family that is holding it together, comes from an actress working at the peak of her gifts. Ms. Flon almost achieves for the movie what her character does for her relatives  — she's just not enough. — Elvis Mitchell", "multimedia": null}, {"headline": "Dour Postwar Glasgow Breeds a Sexy Antihero", "publication_date": "2003-10-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:14:25", "opening_date": null, "display_title": "Young Adam", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE1DB113CF93BA35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Young Adam", "type": "article"}, "mpaa_rating": "NC-17", "summary_short": "Ewan MacGregor plays Joe, a moody, literary young man in postwar Glasgow who works on a barge and seduces women as much out of boredom as out of lust. One day Joe and his boss, whose unhappy wife (Tilda Swinton) Joe has been sleeping with, fish a dead body out of the water, an event which precipitates something of a crisis in Joe's slack, selfish life. In a discontinuous series of flashbacks, we revisit his relationship with Cathie (Emily Mortimer), from the first flirtation on the beach to a fateful encounter on the docks. Based on a novel by Alex Trocchi, the film is all mood and attitude, a dated exercise in existentialist angry-young-man noir. It follows its literary source in assuming, rather than showing, that Joe's narcissism and indifference to other people offer deep insights into the human condition. — A. O. Scott", "multimedia": null}, {"headline": "To the Dacha Born, in Sri Lanka", "publication_date": "2003-10-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:26:08", "opening_date": null, "display_title": "Mansion by the Lake", "link": {"url": "http://www.nytimes.com/movie/review?res=9C00E3DC133CF935A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mansion by the Lake", "type": "article"}, "mpaa_rating": "", "summary_short": "An opening credit informs us that the Sri Lankan director Lester James Peries's film was adapted from &quot;The Cheery Orchard.&quot; This misspelling more than summarizes the film; &quot;Mansion by the Lake&quot; is a bland, pitted reconfiguring of Chekhov. The declamatory nature of the dialogue doesn't add texture, nor does what is some of the strangest dubbing in movie history.  Not only is there a slight but perceptible delay between the parting of lips and the sound of dialogue, but also almost each line from the actresses starts with a sharp intake of breath and ends with a girlish giggle, as if the same person were doing the voice-over for all of the women.  — Elvis Mitchell", "multimedia": null}, {"headline": "Survivor of Cambodian Prison Confronts a Nation's Madness", "publication_date": "2003-10-04", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:52:28", "opening_date": null, "display_title": "S21: The Khmer Rouge Killing Machine", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03EFDD153CF937A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of S21: The Khmer Rouge Killing Machine", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;I survived because they liked my paintings,&quot; says Vann Nath in this unsettling documentary, an affecting and effective film. This placid artist was imprisoned along with 17,000 other Cambodians in a Phnom Penh high school that had been converted into a Khmer Rouge interrogation and torture center. The school was used for this purpose for two years during the Khmer Rouge reign of terror (1975 to 1979), when as many as a million people died. In the film, he returns there to confront the men who worked as guards, really boys doing the Devil's work: at the time, they ranged from 13 to their early 20's. At one point the director shows the former guards recreating their grisly everyday tasks as a kind of pantomime. Watching them re-enact their chores in the large, stained and now empty rooms, which look like those in almost any American high school — while piles of the dead prisoners' abandoned clothes sit heaped nearby — is simply one of the most disorienting moments you're likely to encounter in a movie. — Elvis Mitchell", "multimedia": null}, {"headline": "Virtue Is Its Own Punishment", "publication_date": "2003-10-04", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:53:58", "opening_date": "2004-04-23", "display_title": "Dogville", "link": {"url": "http://www.nytimes.com/movie/review?res=9805EFDE153CF937A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Dogville", "type": "article"}, "mpaa_rating": "R", "summary_short": "The quasi-Christian allegory by the Danish filmmaker Lars von Trier is certain to divide audiences into passionate champions and hissing naysayers. Mr. von Trier is a ruthless provocateur with the sensibility of a practical joker. The ensemble drama, filmed on a stage designed as a map, often suggests a long-winded Brechtian deconstruction of &quot;Our Town.&quot; As a  contemptuous, nose-thumbing expression of the director's misanthropy, especially his  anti-Americanism, the movie is relentlessly true to its hateful vision, which portrays the  ideal of embracing human community (and especially the cozy, cookie-baking dream of  small-town America) as a lie. The only true solidarity to be found in any group, it  proposes, is in xenophobic mob violence. Set during the Depression in the imaginary American town of Dogville, it reworks Mr. von Trier's favorite metaphor for human cruelty — the persecution and martyrdom of an innocent young woman (played by Ms. Kidman) — then subjects it to a transcendently nasty, vengeful twist. — Stephen Holden", "multimedia": null}, {"headline": "When the West Intrudes on a Moroccan Village", "publication_date": "2003-10-04", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:58:41", "opening_date": null, "display_title": "A Thousand Months", "link": {"url": "http://www.nytimes.com/movie/review?res=940CE4DD153CF937A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of A Thousand Months", "type": "article"}, "mpaa_rating": "", "summary_short": "The imagery in &quot;A Thousand Months&quot; has a plaintive found-art beauty that Faouzi Bensaïdi, the director, uses as an elegant contradiction to the deftly woven story lines. This impressively structured melodrama, with daffy, character-revealing comic scenes, takes place in 1981 in a small Moroccan village during Ramadan. Mr. Bensaïdi follows a family — Amina (Nezha Rahil) and her young son, Mehdi (Fouad Labied) — as they arrive and move in with her father-in-law, Ahmed (Mohammed Majd). Mr. Bensaïdi builds up novelistic detail, catching the small changes and the impinging of the Western world on this village at a crucial time for it. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Friends Pay Tribute to a Fallen Beatle", "publication_date": "2003-10-03", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:47:21", "opening_date": "2004-03-03", "display_title": "Concert For George", "link": {"url": "http://www.nytimes.com/movie/review?res=9906E0DB143CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Concert For George", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This moving documentary, shot in high-definition video and surround-sound, records a tribute concert to George Harrison in  London, at Royal Albert Hall on Nov. 29, 2002. An all-star band gives majestic performances of most of Harrison's best-known songs. They encompass both his work with the Beatles (&quot;Here Comes the Sun&quot;) and his solo career (&quot;My Sweet Lord&quot;).  The mood is upbeat but serene, and the performances capture his incense-fragrant music, with its mixture of Hindu mysticism and pop muscularity in all its grandeur. The Monty  Python troupe and Harrison's mentor Ravi Shankar also appear. — Stephen Holden", "multimedia": null}, {"headline": "A Train Depot, More Dream Than Destination", "publication_date": "2003-10-03", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:23:50", "opening_date": "2003-12-05", "display_title": "The Station Agent", "link": {"url": "http://www.nytimes.com/movie/review?res=9D07E0DB173CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Station Agent", "type": "article"}, "mpaa_rating": "R", "summary_short": "The remote outpost that a dwarf named Fin (Peter Dinklage) settles into, a rundown train depot in the wilds of New Jersey, is such a restful space that it seems perfect for him. Tom McCarthy has such an appreciation for quiet that it occupies the same space as a character in this film, a delicate, thoughtful and often hilarious take on loneliness.  Fin, with his low, rational voice and intense stare, has moved into the small spot after he inherits it. Mr. McCarthy treats Fin's new life as if his protagonist were emerging from underwater and must adjust to the onrush of aural assault. Much of it comes from Joe (Bobby Cannavale), the relentlessly friendly and talky Cuban who pulls up every day in his food truck to run what must be the loneliest retail location not staffed by a Maytag salesman. Hawking coffee and fanning up a cloud of busy, pushy and likable chatter, Joe elbows his way into the taciturn Fin's life. Mr. McCarthy wrings contrasts from the serene, diminutive Mr. Dinklage — whose dignity seems unassailable until finally ruffled, when he lets loose a thunderbolt of hostility — and the big, buffed Cannavale, whose unremitting volubility is sheer charm. Their relationship is goofily enthralling. A movie about a dwarf certainly flirts with being cringe-worthy, at least in the abstract, but Mr. McCarthy deals with his creations as characters. What's most important about Fin is the detachment he imposes on himself — his resignation with loneliness. — Elvis Mitchell", "multimedia": null}, {"headline": "Putting a Spin on the 3 R's (Rock, Roll and Rebellion)", "publication_date": "2003-10-03", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:15:53", "opening_date": "2003-10-03", "display_title": "School of Rock", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE2DB173CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of School of Rock", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Jack Black gives a roaring star-making performance as Dewey Finn, an out-of-work heavy-metal rocker who impersonates a  substitute teacher and turns a class of nerdy fifth graders into a rock band. Mr. Black's incandescent comic energy should establish him as the screen's most popular rock-fueled  wild man since John Belushi. Under the nose of the prim school principal (Joan Cusack),  Dewey, who knows nothing of academics, preaches the gospel of rock 'n' roll and secretly  converts the class from liking Christine Aguilera songs and the musical &quot;Annie&quot; to appreciating Led Zeppelin and  AC/DC. This family-friendly movie, which has big rousing &quot;Rocky&quot;-style finale and isn't  believable for a second, is a hilarious cotton-candy fantasy with a beat. It knows just  where to draw the line to avoid becoming too cute, too esoteric or too risqué. — Stephen Holden", "multimedia": null}, {"headline": "Dark Parable of Violence Avenged", "publication_date": "2003-10-03", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:12:31", "opening_date": "2003-10-15", "display_title": "Mystic River", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E2DA173CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Mystic River", "type": "article"}, "mpaa_rating": "R", "summary_short": "Clint Eastwood's film, scrupulously faithful to the letter and sprit of Dennis Lehane's novel, has the gritty efficiency of superior crime fiction and the somber weight of tragedy. Set in working-class Irish Catholic Boston, this film revisits the themes of violence, honor and guilt that have haunted many of Mr. Eastwood's movies; it is among the most humane of his films, but also the most rigorously pessimistic. Tim Robbins, Kevin Bacon and Sean Penn play Dave, Sean and Jimmy, boyhood friends who must revisit the traumas of their youth when Jimmy's daughter is murdered. Sean and his partner (Laurence Fishburne) must investigate the killing, which it appears Dave may have committed. The performances are first rate. Marcia Gay Harden, as Dave's wife, Celeste, and Laura Linney, as her cousin Annabeth, who is married to Jimmy, expand the film's emotional compass, allowing us to see how grief ripples through families and communities. Mr. Penn's volcanic, furiously disciplined performance is surely one of the best pieces of screen acting you'll see this year; it may even be one of the finest ever. — A. O. Scott", "multimedia": null}, {"headline": "A Film Stud Is Sent to Graze on Seedy Pastures", "publication_date": "2003-10-03", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:22", "opening_date": "2003-10-24", "display_title": "Wonderland", "link": {"url": "http://www.nytimes.com/movie/review?res=9406EEDC173CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Wonderland", "type": "article"}, "mpaa_rating": "", "summary_short": "In the summer of 1981, five people were beaten with lead pipes, four of them fatally, in a house in Los Angeles, apparently in revenge for an earlier robbery. The crime was notable for its brutality, and also because it appeared to implicate John Holmes, the legendary porn star who knew the victims. In reconstructing the crime, James Cox has made an aggressively stylish, blithely sleazy whodunit that might be described as &quot;Law and Order&quot; on crack. Val Kilmer, as Holmes, is antic, needy and occasionally charming, and the rest of the cast seems to enjoy the hyperactively scuzzy ambience of drugs, guns and classic rock. Lisa Kudrow, playing Holmes's estranged wife, Sharon, stands out from the rest. Her severity and restraint, and the opacity of her motives, make her the only interesting character in a movie that, while sometimes absorbing, ultimately feels pointless. — A. O. Scott", "multimedia": null}, {"headline": "The Mysterious Death of an AIDS Patient", "publication_date": "2003-10-03", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:16:01", "opening_date": null, "display_title": "The Event", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E0DB143CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of The Event", "type": "article"}, "mpaa_rating": "R", "summary_short": "This  solemn, tear-stained drama about the assisted suicide of a young New York cellist (Don McKellar) in the later stages of AIDS is a sluggish, overly schematic examination of the  subject of assisted suicide for the terminally ill. Parker Posey is a tough assistant district  attorney investigating the death, which took place at the end of a farewell celebration,  shown in flashback. Olympia Dukakis (in a touching, understated performance that transcends the rest of the movie) is the dying man's adoring mother and Brent Carver his best friend and  primary caregiver. — Stephen Holden", "multimedia": null}, {"headline": "Everyone's on His Case (Especially His Wife)", "publication_date": "2003-10-03", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:19:11", "opening_date": "2003-10-03", "display_title": "Out of Time", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E1DB173CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Out of Time", "type": "article"}, "mpaa_rating": "R", "summary_short": "After grueling workouts in &quot;Training Day&quot; — for which he won his first Best Actor Oscar —  and his directorial debut with &quot;Antwon Fisher,&quot; Denzel Washington is on cruise-control for this noir film. Although it's briskly directed and enjoyably stylized, &quot;Out of Time&quot; is shallow —  actually empty. Mr. Washington, as the small-town Florida police chief Matt Lee Whitlock, steals several hundred thousand dollars in seized drug money to pay for the experimental cancer therapy his mistress Ann Merai (Sanaa Lathan) needs. But when she and her jealous husband, Chris (Dean Cain), die in a fire —  and all the money mysteriously disappears, while Matt is left the beneficiary of Ann Merai's million-dollar insurance policy —  the clues point to Matt as the murderer. To make matters worse, Matt's estranged detective wife, Alex (Eva Mendes), is investigating the case. To further crank up Matt's adrenaline level as he's looking for evidence to clear himself, the feds want the drug money —  now. Mr. Washington plays the desperation well; it becomes Matt's defining characteristic. And Carl Franklin keeps &quot;Time&quot; breezy enough to fight the oppressive humidity that his cast is obviously laboring under in the Florida sun by keeping the proceedings buoyant. By the time Matt is fighting to hang onto a rapidly crumbling hotel balcony while battling a suspect, you realize that a functioning sense of humor is the classiest touch that a filmmaker could lend to the piled-on plot. — Elvis Mitchell", "multimedia": null}, {"headline": "Out of the Closet and Working for the Mob", "publication_date": "2003-10-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:05:34", "opening_date": null, "display_title": "Friends and Family", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E0DB143CF930A35753C1A9659C8B63", "suggested_link_text": "Read the New York Times Review of Friends and Family", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Stephen (Greg Lauren) and Danny (Christopher Gartin) are a pair of model-handsome gay men, who live in a tastefully appointed townhouse on Stuyvesant Street.  They support their Cole Porter lifestyle by working, improbably, as cold-blooded enforcers for the mob. &quot;Friends and Family&quot; finds it hilarious that homosexuals can be as tough as any Bensonhurst leg-breaker, and the movie's central joke is that Stephen and Danny are much more efficient masters of violence than Vito (Daniel Mastrogiorgio) and Frankie (Lou Carbonneau), the two excessively gentle sons of the Mafia boss Don Patrizzi (Tony Lo Bianco).  But when Stephen's parents come to town for an unexpected visit, the two men must pose as cliché, mincing homosexuals who run a catering company.  The picture tries to crossbreed two popular subgenres of American farce &#151; the Mafia comedies epitomized by Harold Ramis's &quot;Analyze This&quot; (1999) and the long string of gay coming-out comedies that probably peaked around the time of Mike Nichols's &quot;Birdcage&quot; (1996).  But both strains turn out to be too exhausted to reproduce further, and &quot;Friends and Family&quot; quickly collapses into an overloaded, slow-moving series of predictable jokes and forced situations. &#151; Dave Kehr", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}