{"results": [{"headline": "Big Eden (Movie)  ", "publication_date": "2001-07-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:24:07", "opening_date": null, "display_title": "Big Eden", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E2D8173BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Big Eden", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The gay romantic fantasy &quot;Big Eden&quot; takes its title from the small Montana town where the principal character, the New York artist Henry Hart (Arye Gross), was reared by  his crusty but loving grandfather.  When word reaches Henry that his grandfather has suffered a stroke, he abandons his big Chelsea gallery opening and takes the next flight home. From the moment Henry steps off the plane, he becomes the object of a matchmaking frenzy among the Big Edenites.  For Thomas Bezucha, who wrote and directed &quot;Big Eden,&quot; utopia is a rural village with big city values.  Not only is there no sign of homophobia in Big Eden, but the locals also seem obsessed with the progress of Henry's romantic life. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Pandaemonium (Movie)  ", "publication_date": "2001-07-13", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:24:01", "opening_date": null, "display_title": "Pandaemonium", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E5DD153BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Pandaemonium", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Literate and handsome, &quot;Pandaemonium&quot; examines the relationship between the English romantic poets Samuel Taylor Coleridge (1772-1834) and William Wordsworth  (1770-1850) as a drama of friendship, rivalry, ambition, betrayal  and political intrigue in an era of recognizable parallels to recent decades. So, working from a screenplay by Frank Cottrell Boyce (&quot;Hilary and Jackie&quot;), the director, Julien Temple (&quot;Absolute Beginners&quot;), infuses his film with elements of political rebelliousness colored by the French Revolution, government surveillance and repression, utopianism, scientific innovation, respect for nature, drug use and popular stardom of the sort that prompts the press to clamor and young women to swoon. &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Downtown 81 (Movie)  ", "publication_date": "2001-07-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:46:30", "opening_date": null, "display_title": "Downtown 81", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E0D9173BF930A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Downtown 81", "type": "article"}, "mpaa_rating": "", "summary_short": "Shot as &quot;New York Beat&quot; in 1980-81 but completed for release only last year, &quot;Downtown 81&quot; emerges as a nostalgic portrait of pre-Giuliani Manhattan, an unruly place full of garbage, graffiti, rubble-strewn lots, unlicensed after-hours clubs and highly idealistic kids eager to make their mark as avant-garde artists and musicians. The film's central figure is Jean, a young bohemian engagingly played by a not yet famous Jean-Michel Basquiat. The fictional character's life bears a powerful resemblance to Basquiat's own at the time: he is a struggling musician and graffiti artist living on the Lower East Side, trying to patch a life together from cadged meals and drink tickets and the occasional sale of a painting. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Adanggaman (Movie)  ", "publication_date": "2001-07-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:55:41", "opening_date": null, "display_title": "Adanggaman", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02EEDC1E38F932A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Adanggaman", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "A historic drama about an African whose village is captured and its inhabitants forced into slavery by the African collaborator Adanggaman (Rasmane Ouedraogo). The film's Ivory Coast-born director, Roger Gnoan M'Bala — who wrote the screenplay with Jean-Marie Adlaffi and Bertin Akaffou — blends truth and fiction, and the storytelling is so simple that its directness feels fresh and rousing. The scenes of Africans marching in chains and stocks, monitored by other Africans, are a shock and linger in your mind for days afterward. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Final Fantasy: The Spirits Within (Movie)  ", "publication_date": "2001-07-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:14", "opening_date": "2001-07-11", "display_title": "Final Fantasy: the Spirits Within", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE5DB1E38F932A25754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Final Fantasy: the Spirits Within", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "With its cast of all computer-generated  \r\ncharacters, &quot;Final Fantasy&quot; is the first movie to be peopled with nonactors, if you don't  \r\ncount &quot;Pearl Harbor.&quot; The hugely popular  \r\nvideo game is reduced to a futuristic save-the-universe fantasy with spiritual overtones; in  \r\nother words, you — the viewer — don't get to  \r\nshoot anybody, as you would with the home  \r\nversion. It's far more diverting to pay attention to the visual realizations of the characters  — one looks like Bridget Fonda, another  resembles Ben Affleck —  than follow the one-dimensional plot.  Ming Na, Alec Baldwin, Donald Sutherland and James Woods all give their line readings more import than the dialogue deserves. And by this time next month, the technology and look of &quot;Final Fantasy&quot; will be as quaint and antiquated as previous versions of the computer game. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Under the Fluttering Military Flag (Movie)  ", "publication_date": "2001-07-06", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:07:33", "opening_date": null, "display_title": "Gunki Hatameku Motoni", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04EEDB1738F935A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Gunki Hatameku Motoni", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Jump Tomorrow (Movie)  ", "publication_date": "2001-07-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:21", "opening_date": null, "display_title": "Jump Tomorrow", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE2DA1738F935A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jump Tomorrow", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The sweetness at the core of this raggedy low-budget romantic comedy is hard to resist, because its beats of small-scale intimacy reflect the geeky yet winning persona of the lead character, the stoic George (Tunde Adebimpe). Gangly, with a slightly at-sea expression frozen on his face, he couldn't be less adept at expressing his emotions and even has trouble watching a romantic tableau unfold before him. George is even more awkward away from his Nigerian homeland, in America, where he is being shepherded into an arranged marriage with a woman he has known since childhood. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Kiss of the Dragon (Movie)  ", "publication_date": "2001-07-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:30:17", "opening_date": "2001-07-06", "display_title": "Kiss of the Dragon", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02EED91738F935A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Kiss of the Dragon", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jet Li, the compact, agile martial-arts cynosure, plays Liu, a Chinese government agent sent to Paris to help capture a Chinese drug lord doing business there. He arrives in time to join a squad of police investigators led by a corrupt French cop, who murders the drug czar and frames Liu for it. Mr. Li's action sequences are like an oil fire, spilling from one room into the next and lighting the interiors with heat and wreckage. Mr. Li and his fisticuffs choreographer, Corey Yuen, have set a new standard for action here. But the filmmakers have lowered the bar in storytelling. The plot features the most shopworn devices available -- unimaginative bits that Mr. Li would never incorporate into his adrenaline-rush martial sequences. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Baise-Moi (Rape Me) (Movie)  ", "publication_date": "2001-07-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:12", "opening_date": null, "display_title": "Rape Me", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E1DC1738F935A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Rape Me", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "It is possible to detect — amid all the graphic simulated violence and graphic, apparently unsimulated sex that make up most of the movie's action — the glimmer of an idea, which is that women are every bit as capable of sociopathic mayhem and remorseless sexual hedonism as men. A logical corollary is that women — like Virginie Despentes and Coralie Trin Thi, the directors of &quot;Baise-Moi&quot; — can make exploitative, nihilistic, faux-serious movies about sex and violence just as well as their male counterparts. Ms. Depentes and Ms. Thi push chic amoralism to its logical conclusion, composing a numbing alternation of pornographic scenarios and brutal killings. The result is like something you'd see momentarily unscrambled on a hotel television set, but with better music and a little more of a story line. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Lost and Delirious (Movie)  ", "publication_date": "2001-07-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:21:24", "opening_date": null, "display_title": "Lost and Delirious", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E0DB1738F935A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lost and Delirious", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lea Pool's melodrama about the repercussions of a doomed lesbian love in a girls' school often has a camp ludicrousness, evoking an &quot;Afterschool Special&quot; inspired by the pages of Penthouse Forum. The breathy, confessional tone, which gets an extra gasp of fright from the narration, is often found in coming-of-age movies, stories that inexorably finish with the somber delivery of dialogue like &quot;And my life was never the same.&quot; Yet the director is so good at handling the young actresses in this film that we end up feeling torn; she gives the movie a casual delicacy when she isn't being undermined by what feels like the starting blocks for &quot;Girl Interrupted.&quot; - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Vertical Ray of the Sun, The (Movie)", "publication_date": "2001-07-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:04:58", "opening_date": null, "display_title": "The Vertical Ray of the Sun", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03EFD91738F935A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Vertical Ray of the Sun", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "An oblique, visually intoxicating story of three sisters contending with low-key domestic distress in contemporary Hanoi. Sometimes the sheer beauty of Tran Anh Hung's compositions gets in the way of the characters, but his gentle, Chekhovian insights into their emotional lives holds your attention. His stately, languid pacing and the gorgeous cinematography of Mark Lee Ping-Bin create a sorrowful, romantic mood. &#151; A. O. Scott", "multimedia": null}, {"headline": "Off the Hook (Movie)  ", "publication_date": "2001-07-06", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:50:41", "opening_date": null, "display_title": "Off the Hook", "link": {"url": "http://www.nytimes.com/movie/review?res=980CE0DC1738F935A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Off the Hook", "type": "article"}, "mpaa_rating": "PG", "summary_short": "This low-budget cautionary tale, written, produced and directed by Adam Watstein, is said to be based on a true story of two aspiring South Bronx rappers who come to young manhood in an environment of fatherless homes, drugs, easy access to guns, joblessness, anger, out-of-wedlock pregnancies and few admirable role models. This often lawless territory, where the mortality rate among young black males runs high, has been visited before and to better effect, by filmmakers like Spike Lee and John Singleton. And while the impulse behind Mr. Watstein's film is commendable, the net effect carries less high drama and emotional impact than well-intended sermonizing. - Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Scary Movie 2 (Movie)  ", "publication_date": "2001-07-04", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:20:11", "opening_date": "2001-07-04", "display_title": "Scary Movie 2", "link": {"url": "http://www.nytimes.com/movie/review?res=990DE6D91E39F937A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Scary Movie 2", "type": "article"}, "mpaa_rating": "", "summary_short": "For those who helped make &quot;Scary Movie&quot; the highest-grossing (no pun intended) R-rated film ever, there's more of the serial tastelessness that marked its landmark success last year and more, too, of the ridiculousness:  a good-size chunk of the cast that was killed off in the first movie is back in this one. The works that are sent up in this sequel include &quot;Final Destination,&quot; &quot;What Lies Beneath&quot; and &quot;Rebecca.&quot; Maybe the biggest laugh in &quot;Scary Movie 2&quot; comes from watching Shawn and Marlon Wayans playing college students. Otherwise, this crude comedy delivers on the &quot;No Shame, No Mercy&quot; threats from the original. Unfortunately, it all adds up to  &quot;No Good.&quot; - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Cats and Dogs (Movie)  ", "publication_date": "2001-07-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:22:44", "opening_date": "2001-07-04", "display_title": "Cats & Dogs", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E4DC1E39F937A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Cats & Dogs", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Pets at war. Dopey, exuberant fun for children; diverting for adults.", "multimedia": null}, {"headline": "Everybody's Famous! (Movie)", "publication_date": "2001-07-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:13", "opening_date": null, "display_title": "Everybody's Famous!", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03E5DC1E39F937A35754C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Everybody's Famous!", "type": "article"}, "mpaa_rating": "R", "summary_short": "A sweet and silly comedy from Belgium: sort of a Flemish &quot;King of Comedy&quot; without the satiric bite. Jean (Josse de Pauw), a factory worker, dreams of pop stardom for his shy, overweight daughter (Eva van der Gucht), while Debbie (Thelka Reuten), a leading chanteuse, tires of the limelight. A lot of busy, almost plausible complications ensue after Jean kidnaps Debbie. The movie's message seems to be that a good heart and a dream are enough to make you a star. This is a lovely if fanciful notion. Were it true, &quot;Everybody's Famous&quot; would be a better movie than it is. &#151; A. O. Scott", "multimedia": null}, {"headline": "Closet, The (Movie)", "publication_date": "2001-06-29", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:12:25", "opening_date": "2001-08-10", "display_title": "The Closet", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E5DB1739F93AA15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Closet", "type": "article"}, "mpaa_rating": "R", "summary_short": "A classic French farce with a contemporary  twist, Francis Veber's very funny comedy spoofs political correctness, homophobia and  corporate hypocrisy in its story of a mousy divorced accountant (Daniel Auteuil) who  pretends to be gay to save his job in a condom factory. He can't be fired, he reasons correctly, because of corporate fear of a lawsuit for discrimination. Gerard Depardieu is hilariously galumphing as an obsequious homophobe who goes to such ludicrous  extremes to demonstrate his tolerance that he drives himself crazy. - Stephen Holden", "multimedia": null}, {"headline": "Ai (Movie)  ", "publication_date": "2001-06-29", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:05:54", "opening_date": "2001-06-29", "display_title": "A.I. Artificial Intelligence", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE2DD1739F93AA15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of A.I. Artificial Intelligence", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Steven Spielberg's film, a project he inherited from Stanley Kubrick, to whom it is dedicated, is a work of brilliant artifice and profound intelligence. Haley Joel Osment plays a robot programmed with the capacity to love who is sent to live with a couple grieving for their comatose, gravely ill son. The movie's three distinct sections reveal an unsettlingly plausible vision of the future, and explore a rich, complex set of emotions and ideas. Mr. Spielberg accomplishes the improbable feat of melding Kubrick's chilly, analytical style with his own warmer, needier sensibility, and the result is an exquisitely layered, complex movie — the riskiest, most ambiguous, most intellectually challenging fairy tale the director has made to date. — A. O. Scott", "multimedia": null}, {"headline": "Pootie Tang (Movie)  ", "publication_date": "2001-06-29", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:58", "opening_date": "2001-06-29", "display_title": "Pootie Tang", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E0DC1739F93AA15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Pootie Tang", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A little of the sketch character Pootie Tang went a long way on HBO's now late, probably soon to be lamented &quot;Chris Rock Show.&quot; So it's surprising how much fun the character's film debut is. The shtick built around Pootie (Lance Crouther) is a parody of the inexorable swiftness of hip-hop cool and slang that is cultural currency one week and utterly devalued the next. What makes the motion picture enjoyable is its no-brow ambitions; it's a joke action film. It slides through enough African-American pop culture signifiers to raise laughs out of those who will appreciate the references; it revels in more cheese per square inch than a soul-food diner. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Crazy/Beautiful (Movie)  ", "publication_date": "2001-06-29", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:48:49", "opening_date": "2001-06-29", "display_title": "Crazy/Beautiful", "link": {"url": "http://www.nytimes.com/movie/review?res=940CEEDD1739F93AA15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Crazy/Beautiful", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This story of the romance between a troubled rich white girl (Kirsten Dunst) and her down-to-earth, responsible Mexican-American classmate (Jay Hernandez) is better --more realistic and insightful -- than most movies about American teenagers. Ms. Dunst's performance is smart and angry, and Mr. Hernandez makes his character into something more than the cardboard saint he might have been. But because the film starts off with so much promise, its eventual slide into melodramatic convention is especially disappointing. It's ultimately too cautious and responsible to live up either to the promise of its title or the talents of its cast. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Come Undone (Movie)  ", "publication_date": "2001-06-29", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:57:22", "opening_date": null, "display_title": "Come Undone", "link": {"url": "http://www.nytimes.com/movie/review?res=9A01E5DD1739F93AA15755C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Come Undone", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "With the movies and television so glutted with psychological jargon that reduces every relationship and situation to the same formulaic banalities, it's almost an event when a serious movie scrupulously refuses to connect the dots with the usual cookie-cutter analyses. &quot;Come Undone,&quot; the French director Sébastien Lifshitz's beautifully acted film about an introspective 18-year-old boy's homosexual initiation, first love, suicide attempt and subsequent recovery leaves so much unsaid and unexplained that it captures the uncertainty and emotional turbulence of late adolescence with a poignancy that a more clinically articulate movie never could. - Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}