{"results": [{"headline": "Driven (Movie)  ", "publication_date": "2001-04-27", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:07:29", "opening_date": "2001-04-27", "display_title": "Driven", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E2DD1239F934A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Driven", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The title of this overblown auto-racing macho soap opera is quite apt: you will be driven to the edge of your patience, driven to wonder just what the filmmakers thought they were doing, and finally driven to the box office to demand your money back. The film is a gruesome pileup of sports-movie cliches, incoherent action sequences and ludicrous plots. Its desperate use of sportscasters' voiceovers to explain what's happening on the screen is grating, but at least it provides some relief from the grandiose, incomprehensible speeches that make up most of Sylvester Stallone's script. -- A. O. Scott\r\n", "multimedia": null}, {"headline": "Pie in the Sky: The Brigid Berlin Story (Movie)  ", "publication_date": "2001-04-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:45", "opening_date": "2001-05-18", "display_title": "Pie in the Sky: The Brigid Berlin Story", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DE2D91639F936A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Pie in the Sky: The Brigid Berlin Story", "type": "article"}, "mpaa_rating": "", "summary_short": "Among the oddballs and exhibitionists who clustered around Andy Warhol in the 1960's and 70's perhaps the scariest was Brigid Berlin, a chubby, motormouthed rebel from an upper-crust New York City family who relished the way her &quot;underground&quot; celebrity embarrassed her proper conservative parents. This fascinating but somewhat repellent documentary repeatedly contrasts interviews with Ms. Berlin filmed two years ago when she turned 60 with excerpts from the mostly black-and-white Warhol films in which she radiated the aggressive ferocity of a B-movie prison matron. -- Stephen Holden\r\n", "multimedia": null}, {"headline": "Claim, The (Movie)", "publication_date": "2001-04-20", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:53:59", "opening_date": null, "display_title": "The Claim", "link": {"url": "http://www.nytimes.com/movie/review?res=9904EFDD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Claim", "type": "article"}, "mpaa_rating": "R", "summary_short": "The English director Michael Winterbottom's second film (after &quot;Jude&quot;) inspired by Thomas Hardy is an  Americanized adaptation of &quot;The Mayor of Casterbridge,&quot; set in California gold-mining  country in the late 1860's. This fable about the fall of a king (the mayor of a bustling  mountain town called Kingdom Come) is shrouded in snow and illuminated by firelight.  Peter Mullan is the mayor whose past comes back to haunt him, and Nastassja Kinski and Sarah  Polley, the wife and daughter he sold years earlier for the gold-mining claim that made him  rich. Wes Bentley is a railroad representative. Although the characters never quite come into  focus, the movie still has the flavor of an epic mood piece. -- Stephen Holden", "multimedia": null}, {"headline": "With a Friend Like Harry...(Movie)  ", "publication_date": "2001-04-20", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:17:03", "opening_date": null, "display_title": "With A Friend Like Harry", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE0DD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of With A Friend Like Harry", "type": "article"}, "mpaa_rating": "", "summary_short": "Like a sitcom version of &quot;Strangers on a Train,&quot; Dominik Moll's comic thriller introduces an archetypical nuclear family (French in this case, but not much different from our own domestic variety) to a world of psychotic obsessions and murderous impulses. This is a strange and funny film, smart, complex and difficult to shake. &#151; Dave Kehr", "multimedia": null}, {"headline": "Freaks, Glam Gods and Rock Stars (Movie)  ", "publication_date": "2001-04-20", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:38", "opening_date": null, "display_title": "Freaks, Glam Gods and Rock Stars", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06EFDD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Freaks, Glam Gods and Rock Stars", "type": "article"}, "mpaa_rating": "", "summary_short": "John T. Ryan's documentary is more than just a far-reaching catalog of the kaleidoscopic area of New York's underground rock scene in which punk, drag and performance art giddily collide. This movie is an unabashed, if often barbed, celebration of New York as the one place on earth where you can be your most outrageous, gender-bent self, be appreciated for it and even make money at it. -- Stephen Holden\r\n", "multimedia": null}, {"headline": "Low Down, The (Movie)  ", "publication_date": "2001-04-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:29", "opening_date": null, "display_title": "The Low Down", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E1DD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Low Down", "type": "article"}, "mpaa_rating": "", "summary_short": "Jamie Thraves's drama follows a loose-knit group of young English bohemians whose preoccupations — work, love, drinking and real estate — will surely resonate with their American counterparts. Their accents are different (and sometimes hard to follow), but the scruffy, gentrifying London neighborhoods they inhabit could lie in the outer boroughs of New York City or on the fringes of Hollywood. What is most remarkable, and refreshing, is the film's resolute avoidance of cliché. -- A. O. Scott \r\n", "multimedia": null}, {"headline": "Freddy Got Fingered (Movie)  ", "publication_date": "2001-04-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:27", "opening_date": "2001-04-20", "display_title": "Freddy Got Fingered", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E1DD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Freddy Got Fingered", "type": "article"}, "mpaa_rating": "R", "summary_short": "Tom Green, the host of a prank-driven MTV series, is a connoisseur of shock, and his first feature film delivers plenty of almost unwatchable gross-outs. But if this wide-eyed, stammering doofus is an aggressive provocateur, he is also, like it or not (and many will not), an artist. &quot;Freddy Got Fingered&quot; is less a movie than a series of indescribably loopy, elaborately conceived Conceptual-art-style happenings that are at once rigorous and chaotic, idiotic and brilliant. -- A. O. Scott\r\n", "multimedia": null}, {"headline": "Crocodile Dundee in Los Angeles (Movie)  ", "publication_date": "2001-04-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:14", "opening_date": "2001-04-20", "display_title": "Crocodile Dundee in Los Angeles", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E1DD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Crocodile Dundee in Los Angeles", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Titles don't get much more high-concept than &quot;Crocodile Dundee in Los Angeles,&quot; unless someone decided to call this third film in the series &quot;Crocodile Dundee: More of the Same.&quot; The crocodile hunter Mick Dundee (Paul Hogan) realizes he's getting a little old for the game, so he moves to Los Angeles. The movie is a greatest-hits collection along the lines of a &quot;Beverly Hillbillies&quot; marathon on TV Land or Tim Conway's &quot;Dorf on Golf&quot; videos, where nostalgia and comedy are run through a food processor until they become a flavorless paste. -- Elvis Mitchell \r\n", "multimedia": null}, {"headline": "Luzhin Defense, The (Movie)  ", "publication_date": "2001-04-20", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:50", "opening_date": null, "display_title": "The Luzhin Defense", "link": {"url": "http://www.nytimes.com/movie/review?res=9901E1DD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Luzhin Defense", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Taking some liberties with Vladimir Nabokov's 1930 novel, Marleen Gorris has composed a delicate fable about memory, devotion and the vulnerability of genius in a cruelly ordinary world. John Turturro plays Alexander Luzhin, an eccentric chess prodigy tormented by memories of an unhappy childhood. He and Emily Watson, who plays Natalia, a young Russian woman whose love for Luzhin shocks her socially ambitious mother, are wonderfully matched. Chess afficionados and devotees of Nabokov may miss the novel's cerebral dazzle, but Ms. Gorris's film, wisely concentrating on the more accessible emotional aspects of her source, succeeds on its own terms as a touching and elegant period romance. -- A. O. Scott\r\n", "multimedia": null}, {"headline": "Body, The (Movie)  ", "publication_date": "2001-04-20", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:19:49", "opening_date": null, "display_title": "The Body", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07EFDD153BF933A15757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Body", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A Jerusalem shopkeeper begins to dig a basement and discovers a skeleton that may be the body of Jesus, which would mean that He was mortal. Antonio Banderas appears as an archaeologist and priest who is assigned by the Vatican to get to the heart of this mystery. All the action in this frenetic adventure film takes place a beat too slow, as if the writer and director Jonas McCord's reflexes were failing him. — Elvis Mitchell", "multimedia": null}, {"headline": "Center of the World, The (Movie)", "publication_date": "2001-04-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:02", "opening_date": null, "display_title": "The Center of the World", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E5DF1630F93BA25757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Center of the World", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Richard (Peter Sarsgaard), a lonely young Internet entrepreneur, skips out on his company's big initial public offering and pays a stripper named Florence (Molly Parker) $10,000 to fly to Las Vegas with him for a few nights of kinky indulgence. It's not as much fun as it sounds for the participants  or for the audience. Nor is it meant to be. The movie, directed by Wayne Wang from a script he wrote  with the novelists Paul Auster and Siri Hustvedt under the collective pseudonym Ellen Benjamin Wong, is one of those films, often considered  a French specialty, that takes sex so seriously as to make you wonder why anyone would bother with it. &#151; A. O. Scott", "multimedia": null}, {"headline": "Bridget Jones's Diary (Movie)", "publication_date": "2001-04-13", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:27:39", "opening_date": "2001-04-13", "display_title": "Bridget Jones's Diary", "link": {"url": "http://www.nytimes.com/movie/review?res=9F04E2DB1531F930A25757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bridget Jones's Diary", "type": "article"}, "mpaa_rating": "R", "summary_short": "Much of the deliciousness of this piece of cinematic candy, adapted from Helen Fielding's best-selling novel, emanates from Renée Zellweger's irresistibly endearing portrayal of the slightly kooky 32-year-old title character. The quick-witted screenplay keeps the pace snappy and the tone lightly satirical as Bridget trolls through London media circles in search of Mr. Right. Eventually the film loses its edge and turns into a variation of Cinderella (by way of Jane Austen). Hugh Grant (even better here, in his serpentine mode, than as a male ingénue) and Colin Firth (grimly heroic but with a redeeming twinkle) are just about perfect as the Mr. Wrong and Mr. Right who come to fisticuffs over Bridget's affections. — Stephen Holden", "multimedia": null}, {"headline": "States of Control (Movie)", "publication_date": "2001-04-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:06", "opening_date": null, "display_title": "States of Control", "link": {"url": "http://www.nytimes.com/movie/review?res=940DE2DD1531F930A25757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of States of Control", "type": "article"}, "mpaa_rating": "", "summary_short": "The alienated protagonist of Zack Winestine's independent feature is a woman who lives surrounded by metaphors, and looks suspiciously like a metaphor herself.  Lisa (Jennifer van Dyck) is a frustrated New York writer working who is married to an impotent artist. Struggling to touch something substantial, she begins a flirtation with a crusty older man (John Cunningham), and finds herself strangely drawn to Carol (Ellen Greene), an actress with a vigorous and inventive love life. But Lisa's sexual experimentation soon leads to self-disgust and she becomes morbidly obsessed with pornography. &quot;States of Control&quot; may be about Lisa's attempts to throw off the shackles of bourgeois ideology, but it offers no real sense of freedom and spontaneity of its own. &#151; Dave Kehr", "multimedia": null}, {"headline": "Kingdom Come (Movie)  ", "publication_date": "2001-04-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:37", "opening_date": "2001-04-11", "display_title": "Kingdom Come", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E1D61F3EF932A25757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Kingdom Come", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Kingdom Come&quot; is a warts-and-all portrait of the Slocumbs, a quarrelsome clan living somewhere in the suburbs of Los Angeles, who come together around the sudden death of a coldhearted family patriarch whom no one remembers with much fondness. As the film lurches jovially between low vaudeville farce and teary-eyed pathos, it's easy to see why this essentially serious comedy feels compelled to flail in so many directions at once. For in its heart of hearts this portrait of a troubled African-American is a realistic, downbeat drama of people struggling for a living and of generational and marital strife aggravated by economic hardship. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Joe Dirt (Movie)  ", "publication_date": "2001-04-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:13:40", "opening_date": "2001-04-11", "display_title": "Joe Dirt", "link": {"url": "http://www.nytimes.com/movie/review?res=9B03EED71F3EF932A25757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Joe Dirt", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;Joe Dirt&quot; stars a self-consciously poignant David Spade as a man who was abandoned by his parents during a family trip to the Grand Canyon when he was a boy. When he emerged from digging through a garbage can, he was alone. He's spent the rest of his life trying to find his family, a feat made all the more difficult because he can't remember his last name, which isn't really Dirt. The film, written by Mr. Spade and Fred Wolf, teeters on the fine line between condescending and corrupt, because it makes fun of Joe, who is a hapless trailer denizen, but also wants us to feel sorry for him. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Josie and the Pussycats (Movie)  ", "publication_date": "2001-04-11", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:12", "opening_date": "2001-04-11", "display_title": "Josie and the Pussycats", "link": {"url": "http://www.nytimes.com/movie/review?res=9907E7D61F3EF932A25757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Josie and the Pussycats", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Rachael Leigh Cook plays Josie, whose band, the Pussycats, is so far down that even the group's managers ridicule it. But the Pussycats are hurled into stardom when a record executive (Alan Cumming) signs them to his label and remakes them. It turns out that Josie and company are pawns in a government conspiracy to use pop music to brainwash kids. &quot;Josie&quot; takes off from both the Archie Comics character and the cartoon series in which the band ran around solving mysteries. But the film is gruelingly self-referential, substituting sarcasm for irony. No one got around to telling the filmmakers that when a picture laughs at itself, it relieves the audience of the necessity of having to do so. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Chopper (Movie)  ", "publication_date": "2001-04-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:41:42", "opening_date": null, "display_title": "Chopper", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E5DF1631F932A25757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Chopper", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Not everyone who sees &quot;Chopper,&quot; a fictionalized close-up portrait of Mark (Chopper) Read (Eric Bana), a real-life Australian folk hero who claims to have murdered 19 people (many of them drug dealers and other lowlifes) will be captivated by the motormouthed spiels of this self-promoting homicidal lug. But for every viewer who is revolted, at least as many  will probably be intrigued, if not charmed. For Chopper is nothing if not fearless. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Roland's Pass (Movie)  ", "publication_date": "2001-04-06", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:19", "opening_date": null, "display_title": "La Breche de Roland", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E7DF153EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of La Breche de Roland", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Mau Mau Sex Sex (Movie)  ", "publication_date": "2001-04-06", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:43:09", "opening_date": "2001-04-06", "display_title": "Mau Mau Sex Sex", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E1DF153EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Mau Mau Sex Sex", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Mau Mau Sex Sex&quot; is undoubtedly the most provocative title of the year, though Ted Bonnitt's documentary on the golden age of exploitation   —   cheaply made pictures that found any excuse to get their stars to doff their tops   —   is only skin deep. What's great fun about the film is that it is like a peek behind the Great Oz's curtain. And surprise! He's back there cackling up a storm. Actually, there are two of them: Dan Sonney and David Friedman, the pioneering hustlers who gleefully fleeced the moviegoing public from the 1930's through the 60's. These venerated scamsters are part of the American tradition of turning the forbidden into a three-ring circus and profit center. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Lie (Movie)", "publication_date": "2001-04-06", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:45:54", "opening_date": null, "display_title": "L.I.E.", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04EFD7143EF935A35757C0A9679C8B63", "suggested_link_text": "Read the New York Times Review of L.I.E.", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Michael Cuesta's film is named for the Long Island Expressway, which stretches from the East River to the Hamptons. Howie Blitzer (Paul Franklin Dano), a troubled suburban teenager living in Suffolk County, gets his kicks by breaking into houses, a pastime that gets him into hot water with a character named Big John (Brian Cox), a middle-aged pederast who is at once the film's most sinister figure and its most sympathetic adult. Mr. Cuesta explores the queasy ambiguities of Howie and Big John's relationship with an impressively delicate touch, but Big John's perverse charisma leaves the picture with no place to go. Once Howie's predicament reaches a critical point, the filmmakers, as if speeding toward the nearest exit, wrap up the story with a big emotional confrontation and a burst of violence that is all the more unconvincing for seeming morally justified. &#151; A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}