{"results": [{"headline": "Little Otik (Movie)", "publication_date": "2001-12-19", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:21", "opening_date": null, "display_title": "Little Otik", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01E3DE153EF93AA25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Little Otik", "type": "article"}, "mpaa_rating": "", "summary_short": "A combination of real actors and stop-action animation, Jan Svankmajer's &quot;Little Otik&quot; is a handmade dream, cobbled together from dirt, wood and more imagination than most of us can muster in our most fevered states. The film centers on a desperate, childless couple, Karel (Jan Hartl) and his anxious wife, Bozena (Veronika Zilkova). When Karel finds a tree stump that reminds him of a baby and brings it to Bozena, she hungrily lavishes it with maternal care and demands they treat it as a real child. Because this Czech master refuses to work in the scrubbed, antiseptic manner of most animators, this fable comes to life as hilarious and creepy. Finally, though, because of its obvious, reductive condescension, the picture is a half-hour too long. – Elvis Mitchell", "multimedia": null}, {"headline": "Lantana (Movie) ", "publication_date": "2001-12-14", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:54:45", "opening_date": "2002-03-08", "display_title": "Lantana", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE5D9133FF937A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lantana", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ray Lawrence's haunting film has the mood and structure of a murder mystery, but the secrets it explores are at once more pedestrian and more disturbing. Playing a Sydney police detective wracked by anger, frustration and guilt at cheating on his wife, Anthony LaPaglia is the volcanic center of a web of need, deceit and self-delusion. The film's view of marriage, and of contemporary urban life, is rigorously bleak, but it is acted and directed with such conviction and assurance that the experience of watching it is ultimately thrilling. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Kandahar (Movie)", "publication_date": "2001-12-14", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:22:39", "opening_date": "2002-02-01", "display_title": "Kandahar", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E6D9133FF937A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Kandahar", "type": "article"}, "mpaa_rating": "", "summary_short": "This film is bound to attract potential audiences if only because it may have the only title that gets more mentions than &quot;Harry Potter and the Sorcerer's Stone&quot; on CNN. Yet director Moshen Makhmalbaf's picture is worthy of some attention because it happens to deal with the culture of the area Afghanistan in forceful and dramatic terms. &quot;Kanhadar&quot; deals with the treatment of women under Taliban rule, and sends an Afghan woman, Nafas (Nelofer Pazira), who had left Afghanistan, back to home to find her troubled sister. Mr. Makhmalbaf isn't much of a storyteller, and Ms. Pazira, a television journalist in Canada, is more than his equal in her lack of acting ability. She has the command of someone who is accustomed to siting before the camera; she hold positions as if she was born to be there, and the film plays like a surrealist melodrama made by a man with an intuitive understanding of emotion, if not narrative. – Elvis Mitchell", "multimedia": null}, {"headline": "Iris (Movie)", "publication_date": "2001-12-14", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:24", "opening_date": "2002-03-29", "display_title": "Iris", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E3D9133FF937A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Iris", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this dismal new melodrama, the accusatory gaze of Dame Judi Dench, who could probably ice up Superman's heat vision with that chilblain stare, is slowly lost. She plays the writer Iris Murdoch, who slowly succumbs to Alzheimer's disease. Her fine work with Jim Broadbent, as her husband, who has to cope with her loss of her faculties, is fine; he is shocked when overcome by waves of resentment. The picture is drained by clumsy crosscutting to the adventures of the young, libertine Iris (Kate Winslet), and the fragmentation lessens &quot;Iris&quot; as a drama. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Not Another Teen Movie (Movie)", "publication_date": "2001-12-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:11", "opening_date": "2001-12-14", "display_title": "Not Another Teen Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E3DA133FF937A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Not Another Teen Movie", "type": "article"}, "mpaa_rating": "R", "summary_short": "Not a good movie, either, exactly, but a raunchy, shameless and occasionally clever spoof of the adolescent comedies of the last 20 years, from &quot;Risky Business&quot; to &quot;American Pie.&quot; Every cliche and stock character is mercilessly lampooned, and the soundtrack and wardrobes make you wonder what decade it is, and when it will ever end. – A. O. Scott", "multimedia": null}, {"headline": "Vanilla Sky (Movie)", "publication_date": "2001-12-14", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:22", "opening_date": "2001-12-14", "display_title": "Vanilla Sky", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0DEED8133FF937A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Vanilla Sky", "type": "article"}, "mpaa_rating": "R", "summary_short": "Tom Cruise and Cameron Crowe, who directed him in  &quot;Jerry Maguire,&quot; re-team for a far less confident but still entertaining fable about male vanity that begins as a psychological thriller, then lunges awkwardly into allegorical  science fiction. Although Mr. Cruise dominates the movie with his marathon-man energy,  Cameron Diaz nearly steals it with her ferocious portrayal of a cad's vengeful girlfriend. Penelope Cruz's continuing difficulties with the English language undermine her depiction of &quot;the last guileless woman in New York.&quot; – Stephen Holden", "multimedia": null}, {"headline": "Second Skin (Movie)", "publication_date": "2001-12-14", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:41:41", "opening_date": null, "display_title": "Second Skin", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E7D8133FF937A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Second Skin", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Gerard Vera's melodrama is the story of Alberto (Jordi Mollá), a young aeronautical engineer who leads an increasingly stressful double life, dividing his time between his wife and son and a handsome orthopedic surgeon with whom he is having an affair. While Pedro Almodóvar might have played Alberto's dilemma as farce, and any half-dozen French filmmakers might have made a wistful romantic comedy, Mr. Vera steers right down the middle of the melodramatic road. The movie is quiet, modest and sympathetic almost to a fault; its scenes of emotional discord, accompanied by a swooning, sniffling score, seem best suited to cable television. It's like a Lifetime movie about men. – A. O. Scott", "multimedia": null}, {"headline": "Pinero (Movie) ", "publication_date": "2001-12-13", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:26:09", "opening_date": null, "display_title": "Pinero", "link": {"url": "http://www.nytimes.com/movie/review?res=9B01EED8153FF930A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Pinero", "type": "article"}, "mpaa_rating": "R", "summary_short": "Channeling the rambunctious spirit of the Puerto Rican playwright, poet and actor Miguel Pinero, whose prison drama &quot;Short Eyes&quot; created a sensation in the early  1970's, Benjamin Bratt turns in a tour-de-force screen performance reminiscent of Dustin  Hoffman's Lenny Bruce. The movie, a flashy montage, which jumps around in time and  alternates between color and black and white, lacks narrative cohesion. But its agitated  style mirrors Pinero's streetwise pre-rap poetry and the chaotic criminal life of an artist  who boasted, &quot;I have to keep doing bad to keep the writing good.&quot; &#151; Stephen Holden", "multimedia": null}, {"headline": "As I Was Moving Ahead (Movie)", "publication_date": "2001-12-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:46:09", "opening_date": null, "display_title": "As I Was Moving Ahead, Occasionally I Saw Brief Glimpses of Beauty", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E3DF143FF931A25751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of As I Was Moving Ahead, Occasionally I Saw Brief Glimpses of Beauty", "type": "article"}, "mpaa_rating": "", "summary_short": "The magnum opus title of the experimental filmmaker Jonas Mekas's film suggests the amount of time you'll have to devote to it.  At 288 minutes, this is a blizzard of detail and filmmaking technique, and the movie crystallizes Mr. Mekas's life into a few hours of blissful, and eventually mournful, experience. It's a fleeting storm of a film, with pockets of rhythms that suggest the ebb and flow of a naturally unfolding event — though for some, its length may call for coffee and blankets. – Elvis Mitchell", "multimedia": null}, {"headline": "I Will Survive (Movie)", "publication_date": "2001-12-08", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:47:31", "opening_date": null, "display_title": "Sobrevivire", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE4DB103CF93BA35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Sobrevivire", "type": "article"}, "mpaa_rating": "", "summary_short": "From Spain, a sort of Iberian &quot;Bridget Jones's Diary,&quot; complete with a self-mocking first person narration and a pixie-cute heroine, Marga (Emma Suárez), whose blue eyes and bubbling personality irresistibly evoke Renée Zellweger as Bridget Jones.  But then the directing team behind &quot;I Will Survive,&quot; Alfonso Albacete and David Menkes, seem to have helped themselves to at least 10 years' worth of Hollywood chick flicks (and their British counterparts).  A few elements have by now become so generic that it is no easier to say where they originated than to identify the first showdown in a western. – Dave Kehr", "multimedia": null}, {"headline": "No Man's Land (Movie)  ", "publication_date": "2001-12-07", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:25:13", "opening_date": null, "display_title": "No Man's Land", "link": {"url": "http://www.nytimes.com/movie/review?res=9403EFDB123CF934A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of No Man's Land", "type": "article"}, "mpaa_rating": "R", "summary_short": "This devastating anti-war film, set in the Balkans, is a dark comedy with a difference. Two wounded soldiers, one a Bosnian, the other a Serb, are trapped together in a trench (no man's land) between enemy lines. A third soldier (a Bosnian), presumed dead, regains consciousness, but cannot be moved because a deadly mine was slipped under his body. What to do? As the soldiers squabble like schoolyard children, United Nations rescue workers and a global television network, each with its own twisted agenda, become involved. This beautifully written, directed and acted slice of absurdism punches you in the stomach. &#151; Stephen Holden", "multimedia": null}, {"headline": "Business of Strangers, The (Movie)  ", "publication_date": "2001-12-07", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:25:36", "opening_date": "2001-12-21", "display_title": "The Business of Strangers", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07EEDC123CF934A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Business of Strangers", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this savage satire of corporate life, Stockard Channing is Julie, a lonely, single businesswoman at the top of her profession, and Julia Stiles is her young upstart assistant Paula. In a hotel over many Scotches, Paula, who may be psychotic, incites Julie to collaborate on the vengeful humiliation of a slippery corporate headhunter who may have committed a rape. Although the movie goes overboard and lacks the symmetry and lethal bite of films like  &quot;In the Company of Men&quot; and &quot;Tape,&quot; it is powerfully acted and its vision of the sterility of corporate life casts a deep chill. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Ocean's Eleven (Movie)  ", "publication_date": "2001-12-07", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:13:22", "opening_date": "2001-12-07", "display_title": "Ocean's Eleven", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E5D8123CF934A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Ocean's Eleven", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In this remake of the 1960 Rat Pack film, George Clooney plays Danny Ocean, who plans to steal the take from three Las Vegas casinos owned by Terry Benedict (Andy Garcia). Danny assembles a team for this mammoth job, which includes Brad Pitt and Matt Damon. Steven Soderbergh understood that all he had to do was show some finesse and he could get away with this low-blood-pressure heist picture, keeping the tiny germ of a story about hitting the casinos. Still, he rallies a seismic jolt of enthusiasm, and the movie is an elating blaze of flair and pride. &#150; Elvis Mitchell", "multimedia": null}, {"headline": "Princesa (Movie)  ", "publication_date": "2001-12-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:20", "opening_date": null, "display_title": "Princesa", "link": {"url": "http://www.nytimes.com/movie/review?res=9904EED7133CF934A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Princesa", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "In an earlier era &quot;Princesa&quot; might have been called a &quot;woman's picture.&quot; It's the bittersweet, melodramatic tale of a beautiful young woman who comes to the big city (in this case Milan) to seek her fortune. She lives through danger, degradation, love and disappointment and emerges from these experiences sadder, wiser and more beautiful than before. Aside from a sexual candor unthinkable in the heroic age of the Hollywood studios, the main difference between Henrique Goldman's touching new movie and the weepies of the past is that its heroine is not, strictly speaking, a woman at all. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Final (Movie)  ", "publication_date": "2001-12-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:30:21", "opening_date": null, "display_title": "Final", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE0DA123CF934A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Final", "type": "article"}, "mpaa_rating": "R", "summary_short": "Campbell Scott's &quot;Final&quot; is not an easy movie to characterize, and it is difficult to discuss without giving away the surprise that pops up halfway through, just when you thought you had figured out what was going on. Until that point, the movie is a vaguely Pinteresque dialogue between a psychiatrist (Hope Davis) and her moody, delusional patient (Denis Leary), interrupted by flashbacks of the patient's earlier life. But then, just as the splinters of his shattered personality begin to yield a coherent picture of who he was, the boundary between delusion and reality shifts, and the movie ventures from the familiar terrain of doctor-patient psychodrama into hazy sci-fi allegory and ethical problem play. – A. O. Scott\r\n", "multimedia": null}, {"headline": "In July (Movie)", "publication_date": "2001-12-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:29:00", "opening_date": null, "display_title": "In July", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01EED7133CF934A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of In July", "type": "article"}, "mpaa_rating": "", "summary_short": "A whimsical romantic comedy from Germany — yes, you read that right — &quot;In July&quot; is also a love letter to a benign and beguiling vision of Europe. The director, Fatih Akin, takes us on a ragged journey from Hamburg to Istanbul, and though there are plenty of mishaps, the movie is ruled by the happy sense that nothing too terrible can happen. Mr. Akin pursues his happy, silly love story without embarrassment, and &quot;In July&quot; is ultimately more endearing than irritating. – A. O. Scott", "multimedia": null}, {"headline": "Tuvalu (Movie)", "publication_date": "2001-12-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:51:03", "opening_date": null, "display_title": "Tuvalu", "link": {"url": "http://www.nytimes.com/movie/review?res=990DEFD7133CF934A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Tuvalu", "type": "article"}, "mpaa_rating": "", "summary_short": "The German director Viet Helmer's wildly whimsical debut film is the  kind of movie that might one day find itself in the hall of fame of surreal movie  weirdness alongside cult favorites like &quot;Eraserhead,&quot; &quot;Delicatessen&quot; and the avant-garde frolics of Guy Maddin. Filmed at the public baths of Sofia, Bulgaria, in black and white, then tinted (in alternating episodes of sepia and blue), the film is set in a decaying storybook cityscape of once-grand structures rotting away in a perpetual downpour. With lavish sound effects but only the most fragmentary dialogue (in several languages), the film might be described as a silent film with sound. – Stephen Holden", "multimedia": null}, {"headline": "B-52 (Documentary Film)", "publication_date": "2001-12-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:16", "opening_date": null, "display_title": "B-52", "link": {"url": "http://www.nytimes.com/movie/review?res=9E07E5D9163CF936A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of B-52", "type": "article"}, "mpaa_rating": "", "summary_short": "The B-52 has been around for what feels like forever, and in this respect it seems like the ordnance version of a great white shark, an enormous and apparently efficient killing machine that hasn't evolved much since its creation in 1948. Except, as this film's writer and director, Hartmut Bitomsky, makes clear, the B-52 isn't nearly as towering a military achievement as we have been led to believe. And given the visibility the B-52 has enjoyed with the bombing in Afghanistan, there probably couldn't be a better time for this intermittently engrossing, though a little overextended documentary. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Texas Rangers (Movie)  ", "publication_date": "2001-12-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:16", "opening_date": "2001-11-30", "display_title": "Texas Rangers", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02EFDF133DF932A35751C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of Texas Rangers", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;Let them remember us not as men of vengeance but as men of law and justice.&quot; This noble sentiment, punctuated by a heart-rending tubercular cough, is intoned by Leander McNelly (Dylan McDermott), brave leader of the Texas Rangers, near the end of Steve Miner's movie of that name. The rangers themselves may be worthy of commemoration, but this violent meatball western deserves to be forgotten quickly. – A. O. Scott\r\n", "multimedia": null}, {"headline": "Affair of the Necklace, The (Movie)", "publication_date": "2001-11-30", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:34", "opening_date": "2001-12-07", "display_title": "The Affair of the Necklace", "link": {"url": "http://www.nytimes.com/movie/review?res=9403EFD7143DF933A05752C1A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Affair of the Necklace", "type": "article"}, "mpaa_rating": "R", "summary_short": "In this talky, draggy, heavily costumed bodice-ripper, Hilary Swank plays a noblewoman in the court of Marie Antoinette who hatches a scheme to restore her family's land and honor. Without the swashbuckling good humor of a &quot;Three Musketeers'&quot; movie or the incisive sexual politics of something like &quot;Dangerous Liasons,&quot; the movie is as awkward and ridiculous as Ms. Swank's cumbersome coiffure. The only pleasure it has to offer comes from Christopher Walken, who shamelessly subverts the picture's earnest mood with a mischievous performance as a soothsayer named Cagliostro. — A. O. Scott", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}