{"results": [{"headline": "Stuart Little 2 (Movie)  ", "publication_date": "2002-07-19", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:46:45", "opening_date": "2002-07-19", "display_title": "Stuart Little 2", "link": {"url": "http://www.nytimes.com/movie/review?res=9802EED91039F93AA25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Stuart Little 2", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Determinedly un-hip and utterly engaging, the sequel to &quot;Stuart Little&quot; (based on E.B. White's classic children's book) is even better than the original. Once again, the blend of live action and animation is virtually seamless. The characters are more sharply  drawn than before, the newest addition being a duplicitous jewel-thieving bird (voiced by  Melanie Griffith) under the thumb of an evil falcon (James Woods). The role of the  spoiled family housecat Snowbell (Nathan Lane) has been beefed up, and Mr. Lane turns the  character's every peevish complaint into an amusing comic barb. The zesty action  sequences find Stuart tooling wildly around New York and doing battle with the falcon in  a model airplane. This is one family film franchise that respects the innocence of  childhood without becoming saccharine. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Being Claudine (Movie)  ", "publication_date": "2002-07-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:55:08", "opening_date": null, "display_title": "Being Claudine", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0CE5DA1039F93AA25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Being Claudine", "type": "article"}, "mpaa_rating": "", "summary_short": "Claudine Bloomberg (Justine Litchman), the tiny, wide-eyed actress who is the central figure in I-fan Quirk's independent feature, is a young single girl at the mercy of the Manhattan dating scene. Her current boyfriend, Hans (James Bowman), is an untrustworthy, narcissistic German model who likes to spend time in bed watching cartoons on cable television. In classic chick-flick style, Claudine is so hung up on the lumbering Hans that she doesn't appreciate the sweet, shy Jack (Musashi Alexander). Dazzled by the Aryan splendor of Hans, Claudine is blind to the more modest but more meaningful qualities that Jack possesses. It will take awhile — say, 90 minutes or so — before the error of her ways is revealed to her. — Dave Kehr\r\n", "multimedia": null}, {"headline": "K-19 (Movie)  ", "publication_date": "2002-07-19", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:16:50", "opening_date": "2002-07-19", "display_title": "K-19: The Widowmaker", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02E2DB1039F93AA25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of K-19: The Widowmaker", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Liam Neeson and Harrison Ford play Soviet naval officers wrestling for control of a nuclear submarine — with each other, and with the vessel itself, a malevolent embodiment of totalitarian hubris and bureaucratic incompetence. Kathryn Bigelow, one of the best pure action directors around, turns a sturdy, conventional script — a hybrid of &quot;Alien&quot; and &quot;Mutiny on the Bounty,&quot; with many nods to submarine movies of the past  —  into a swift, tense drama of dueling egos and mechanical catastrophe. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Green Dragon (Movie)  ", "publication_date": "2002-07-19", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:57:10", "opening_date": null, "display_title": "Green Dragon", "link": {"url": "http://www.nytimes.com/movie/review?res=9504E4DB1039F93AA25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Green Dragon", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "In 1999, Tony Bui directed &quot;Three Seasons,&quot; which he wrote with his brother, Timothy Linh Bui.  The first American film to be shot in Vietnam, &quot;Three Seasons&quot; attracted a lot of critical attention and became an art-house hit. &quot;Green Dragon&quot; reverses much of &quot;Three Seasons.&quot; This time, Timothy Linh Bui directed, while brother Tony collaborated on the story. Instead of Ho Chi Minh City, the setting is America in 1975 &#151; specifically, Camp Pendleton in Southern California, the Marine base that became a temporary home to thousands of Vietnamese refugees, taken in by the United States government as the south fell into the hands of the North Vietnamese Army. &quot;Green Dragon&quot; drives for the same kind of bittersweet, conciliatory tone that &quot;Three Seasons&quot; achieved but loses its way in rhetorical excess and blatant sentimentality. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Eight-Legged Freaks (Movie)  ", "publication_date": "2002-07-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:00", "opening_date": "2002-07-17", "display_title": "Eight Legged Freaks", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E5D71439F934A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Eight Legged Freaks", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This awkward, obvious and sporadically — very sporadically — amusing horror comedy is set in a tiny, dying Southwestern town called Prosperity. It's to this barely surviving burg that the hero, nice-guy Chris McCormack (David Arquette) returns after 10 years on the road. If things weren't bad enough, enormous mutated spiders are chewing up Prosperity's remaining residents. &quot;Freaks&quot; is mercifully unpretentious, and whisks through its abbreviated running time. The minimal fun the movie supplies is dependent on people putting their hands where they shouldn't be, or wandering into dark spaces where no one belongs. And the climax takes place in the moribund Prosperity Mall, a battle that's a shameless steal from George Romero's &quot;Dawn of the Dead.&quot;  — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Ayurveda: Art of Being (Movie)  ", "publication_date": "2002-07-17", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:14:40", "opening_date": null, "display_title": "Ayurveda: The Art of Being", "link": {"url": "http://www.nytimes.com/movie/review?res=990CEED81439F934A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ayurveda: The Art of Being", "type": "article"}, "mpaa_rating": "", "summary_short": "Filmed largely in the southwestern Indian state of Kerala, Pan Nalin's film offers glimpses of several different practitioners of the ancient holistic medicine called Ayurveda at work. They display a dizzying variety of methods, related only by their assumption that the medicine of the West is fraudulent and ineffective. Mr. Nalin observes all of this with perfect, passive credulity. The camera itself seems to be smiling beatifically at the assorted wise men and spiritual teachers who pass before it. Alternative medicine obviously has its merits &#151; at the very least, it gives hope to otherwise hopeless sufferers &#151;  but &quot;Ayurveda&quot; does the field no favors. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Halloween: Resurrection (Movie)  ", "publication_date": "2002-07-13", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:18:03", "opening_date": "2002-07-12", "display_title": "Halloween: Resurrection", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E6D81130F930A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Halloween: Resurrection", "type": "article"}, "mpaa_rating": "R", "summary_short": "Haddonfield, Ill., the all-American suburb where John Carpenter's 1978 horror classic, &quot;Halloween,&quot; was set, is now the center of the dot-com universe, and a canny African-American entrepreneur, Freddie Harris (Busta Rhymes), and his techie girlfriend (Tyra Banks) have set up shop as &quot;www.dangertainment.com.&quot; The concept: to wire half a dozen teenagers with tiny video cameras and send them out to spend Halloween night in the house where Michael Myers (Brad Loree), the unstoppable, psychotic killer who is the series's single enduring character, spent his unhappy childhood and claimed his older sister as his first victim. Almost as if &quot;Scream&quot; and its ironic, self-conscious sequels didn't exist, the latest &quot;Halloween&quot; movie stays slavishly close to the iron-clad rules of the teen slasher genre. Spectators will indeed sit open-mouthed before the screen, not screaming but yawning. — Dave Kehr", "multimedia": null}, {"headline": "Road to Perdition (Movie)  ", "publication_date": "2002-07-12", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:23:38", "opening_date": "2002-07-12", "display_title": "Road to Perdition", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E6DB1330F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Road to Perdition", "type": "article"}, "mpaa_rating": "R", "summary_short": "This solemn, rain-washed period gangster film based on a graphic novel is a cool but stately work that achieves the grandeur of a classic Hollywood  western. An exploration of father-son relationships viewed largely through the eyes of a  12-year-old boy, it follows the fugitive journey of Michael Sullivan (Tom Hanks), a hit  man for the mob outside Chicago, who flees the wrath of the middle-level boss (Paul Newman) who is also his surrogate father. Filled with memorable tableaus, the movie is a  serious picture show whose cinematography by Conrad L. Hall lends every frame an  Edward Hopper-like mood. Mr. Newman (with an Irish brogue) steals the movie as  Rooney, the mob boss faced with agonizing life-and-death choices. Mr. Hanks holds his  own as the movie's enigmatic antihero on a vengeful mission: a killer-for-hire  with a social conscience and a devotion to his young son. — Stephen Holden\r\n", "multimedia": null}, {"headline": "Choice of Weapons (Movie)  ", "publication_date": "2002-07-12", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:49:30", "opening_date": null, "display_title": "Choice of Weapons", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E0D71030F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Choice of Weapons", "type": "article"}, "mpaa_rating": "", "summary_short": "Peter Westbrook, the subject of this video documentary, cuts a striking figure. A world champion fencer — he won a bronze medal at the 1984 Olympic Games in the men's saber competition — he grew up in a Newark housing project, the son of a Japanese mother and an absent African-American father. Clearly, it took some determination on Mr. Westbrook's part to reach his goals in life, and in his current occupation, as the director of the Peter Westbrook Foundation, where he teaches fencing to disadvantaged children, he is doing his best to pass on his energy and focus to a new generation — with apparent success. Mr. Westbrook's pupils made up half the squad that represented the United States at the Sydney Olympics. &#151; Dave Kehr", "multimedia": null}, {"headline": "Last Dance (Movie)  ", "publication_date": "2002-07-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:11", "opening_date": null, "display_title": "Last Dance", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02E1DA1330F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Last Dance", "type": "article"}, "mpaa_rating": "", "summary_short": "You don't have to be familiar with the vocabulary of modern dance to become absorbed by the step-by-step creation of a work that seems to emerge out of nothing. The close-up observation of that process is the essence of Mirra Bank's cinéma vérité  documentary, which details the contentious but ultimately rewarding  collaboration of the Pilobolus Dance Theater with the author and illustrator Maurice Sendak. The movie provides an intimate glimpse of how sensibilities as compatible as oil and  water forced themselves to blend and create a successful work despite their aesthetic differences. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Crocodile Hunter: Collision Course (Movie)", "publication_date": "2002-07-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:31", "opening_date": "2002-07-12", "display_title": "The Crocodile Hunter: Collision Course", "link": {"url": "http://www.nytimes.com/movie/review?res=9901EED91330F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Crocodile Hunter: Collision Course", "type": "article"}, "mpaa_rating": "PG", "summary_short": "In addition to the crocodiles that are his specialty, the irrepressible Steve Irwin, an Australian naturalist whose hyperactivity has made him a star of American cable television, wrangles poisonous snakes and fanged spiders. His shenanigans, during which he addresses the audience in his trademark down-under idioms (&quot;crikey!,&quot; &quot;have a go at that!&quot;), are bundled into a  ludicrous, amusing story of international intrigue involving a spy   satellite, an ornery Queensland rancher and a pair of C.I.A. operatives whom  Mr. Irwin treats as another peculiar species of wildlife. Though Mr. Irwin's antic good spirits can be annoying (one occasionally envies the reptiles' inability to hear), they can also be very funny. Whether you're laughing at him or with him, you will find yourself laughing a lot. — A. O. Scott", "multimedia": null}, {"headline": "Sex and Lucia (Movie)", "publication_date": "2002-07-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:28", "opening_date": null, "display_title": "Sex and Lucia", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CE1D71030F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Sex and Lucia", "type": "article"}, "mpaa_rating": "NC-17", "summary_short": "Julio Medem, who wrote and directed &quot;Sex and Lucía,&quot; conjures up screenplays that are  a damp tangle, as wet and mixed up as a headful of summer hair. Mr. Medem, whose &quot;Lovers of the Arctic Circle&quot; also seemed to fold in on itself, must feel that fractured narrative is the best way to tell the story of protagonists who are at a loss at disentangling their own lives. This makes &quot;Sex and Lucía&quot; both refreshing and confusing, the film equivalent of an ice cream headache. The abundant nudity and moist clinches of the movie  explain why &quot;sex&quot; is in the title, since it's almost the co-star of the film. But the director's affinity for sensuality and sumptuousness, though often superficial, is so intoxicating that our interest is piqued enough to follow him.  But the final destination, albeit eye-catching, is nowhere, and he gets there in no particular hurry. — Elvis Mitchell", "multimedia": null}, {"headline": "Reign of Fire (Movie)  ", "publication_date": "2002-07-12", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:09:54", "opening_date": "2002-07-12", "display_title": "Reign of Fire", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E4D81330F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Reign of Fire", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The thought a picture like &quot;Reign of Fire&quot; provokes is that all of the wit the movie has may have been expended in its title. But for much of its running time, &quot;Fire&quot; is loads of fun. It has a jamming B-picture buzz — the kind of swift filmmaking and high spirits that have been missing from movies for a while. The picture starts in contemporary London, when a little boy crawls into an underground space that looks part catacomb and part bowel. Then he sees it: a dragon explodes from the depths, and the movie takes on a fairy-tale horror. Years later, in 2020, where the rest of the action takes place, dragons have taken over the world.  — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Never Again (Movie)  ", "publication_date": "2002-07-12", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:27:08", "opening_date": null, "display_title": "Never Again", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE1D71030F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Never Again", "type": "article"}, "mpaa_rating": "R", "summary_short": "Eric Schaeffer's contemporary sex comedy poses that age-old question: Can a desperately lonely 54-year-old exterminator find happiness with a desperately lonely 54-year-old single mother whom he meets in a gay bar? Yes, yes, yes, the movie gushes, despite the evidence before your eyes that these two people have nothing in common except advanced cases of commitment-phobia and a numerical similarity in age. It's no fault of Jeffrey Tambor, who plays Christopher the exterminator, and Jill Clayburgh, his sweetie pie, Grace, that this relationship appears ludicrous. Comedy, even farce, has to have some grounding in recognizable human behavior if it's to land. But as conceived by Mr. Schaeffer, Christopher and Grace are little more than collections of quirky traits lifted from a screenwriter's outline and thrown at actors charged with the impossible task of making them jell. &#151; Stephen Holden\r\n", "multimedia": null}, {"headline": "Tosca (Movie)", "publication_date": "2002-07-12", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:20:13", "opening_date": null, "display_title": "Tosca", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E0DA1330F931A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Tosca", "type": "article"}, "mpaa_rating": "", "summary_short": "What is perhaps most exciting about Benoît Jacquot's film version of Puccini's &quot;Tosca&quot; is that, for the most part, it works beautifully as a movie without sacrificing the integrity of the opera. Mr. Jacquot occasionally interrupts the vivid, full-colored sensuality of the production he is filming to take us behind the scenes in a series of black-and-white documentary clips that show the singers and musicians, in street clothes and headphones, in a drab recording studio. While Antonio Pappano, leading the Orchestra and Chorus of the Royal Opera House, Covent Garden, conducts with much theatrical flair, these sequences seemed to me a failure of nerve on the director's part, an unnecessary reminder of the artifice that surrounded them. &#151; A. O. Scott", "multimedia": null}, {"headline": "Presumed Guilty (Tv Program)", "publication_date": "2002-07-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:05:08", "opening_date": null, "display_title": "Presumed Guilty: Tales of the Public Defenders", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E3DE1430F933A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Presumed Guilty: Tales of the Public Defenders", "type": "article"}, "mpaa_rating": "", "summary_short": "The influential television cop shows of the 1990's, with their jittery, handheld camera work and fragmented story lines, were made to look like the cinéma verité documentaries of the 80's, whose style was made possible by the development of extremely light, portable video equipment.  With &quot;Presumed Guilty,&quot; a documentary produced by the San Francisco public television station KQED and directed by Pamela Yates, the process comes full circle. Following half a dozen public defenders and their clients through the San Francisco court system, &quot;Presumed Guilty&quot; makes compelling viewing. But it is viewing of an eerily familiar kind, almost as if the real-life lawyers in the film had patterned themselves on television archetypes. — Dave Kehr", "multimedia": null}, {"headline": "Ziggy Stardust and Spiders From Mars (Show)  ", "publication_date": "2002-07-10", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:53:57", "opening_date": null, "display_title": "Ziggy Stardust and the Spiders From Mars", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00EFD71730F933A25754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ziggy Stardust and the Spiders From Mars", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The apotheosis of glam rock in the early 1970's was David Bowie's 1972-73 Ziggy Stardust and the Spiders From Mars tour. With boldly stated gender-bending, Mr. Bowie sang in character as Ziggy wearing heavy eye shadow, teased orange hair and costumes that accentuated his slender build and spectacular gams. The final concert of the tour, on July 3, 1973, at the Hammersmith Odeon in the suburbs of London, was filmed by the veteran documentarian D. A. Pennebaker. Though &quot;Ziggy&quot; has circulated since 1983 on the midnight show circuit and was long available on video, it is only now receiving its New York theatrical premiere. It is billed as a &quot;restored version,&quot; though the sound is still fuzzy and the image only occasionally rises to the level of murk. But for fans familiar with the material, &quot;Ziggy Stardust&quot; should be a satisfyingly nostalgic experience. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Group (Movie)  ", "publication_date": "2002-07-05", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:47", "opening_date": "2002-07-05", "display_title": "Group", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0CE4DA1331F936A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Group", "type": "article"}, "mpaa_rating": "", "summary_short": "The digital-video movie &quot;Group&quot; is a literal psychodrama. This mostly improvised piece unfolds during a 21-week series of hourlong group-therapy sessions in which eight women of various ages, sexual orientations and acting abilities meet to discuss their problems under the attentive nose of a female therapist. When the sessions are taking place, six equal-size frames play onscreen, showing the give-and-take among the women from a half-dozen cameras shooting simultaneously. Well-meaning, but lumpy and turgid, the film has the dead air of an actors' exercise not ready for a public viewing. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Read My Lips (Movie)  ", "publication_date": "2002-07-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:31", "opening_date": "2002-07-26", "display_title": "Read My Lips", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02EEDD1331F936A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Read My Lips", "type": "article"}, "mpaa_rating": "R", "summary_short": "Carla Bhem (Emmanuelle Devos), the heroine of Jacques Audiard's thriller, is plain and almost hyperbolically nondescript. She is a person who exists to be taken advantage of and ignored. Worrying that she might be overworked, Carla's boss allows her to take on a helper to handle some of the endless drudgery. She hires Paul Angeli (Vincent Cassel), a mopey ex-convict with no qualifications, who is unlikely to threaten her position, such as it is. The two are soon embroiled in a psychological power struggle that threatens, oddly but convincingly, to turn into an office romance. Then, in its second half, &quot;Read My Lips&quot; mutates almost casually from a workplace comedy into a violent, clammy caper film. Like so many European pictures these days, &quot;Read My Lips&quot; seems destined to be remade in Hollywood, and it is unlikely to be improved by the addition of vainer actors, a simpler screenplay and flashier direction. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Me Without You (Movie)  ", "publication_date": "2002-07-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:30:24", "opening_date": null, "display_title": "Me Without You", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE7DA1331F936A35754C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Me Without You", "type": "article"}, "mpaa_rating": "R", "summary_short": "Sandra Goldbacher's small, psychologically savvy film is the story of a toxic friendship, established in early childhood, whose poisons continue to circulate and infect both partners well into their adult lives. Every close friendship, of course, has its shadow side of lurking jealousy and competition, even if that shadow is just an occasional twinge of resentment. But from the time they are little girls, Marina (Anna Friel) and her best friend and next-door neighbor, Holly (Michelle Williams), find themselves locked in a power struggle that only Marina is fully aware of for much of that time. Under its drab contemporary trappings, the movie is really a Jane Austen-like moral parable in which goodness is rewarded and selfishness punished. &#151; Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}