{"results": [{"headline": "Return to Never Land (Movie)", "publication_date": "2002-02-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:16:48", "opening_date": "2002-02-15", "display_title": "Peter Pan: Return to Neverland", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE3D7143FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Peter Pan: Return to Neverland", "type": "article"}, "mpaa_rating": "G", "summary_short": "This breezy, confident sequel to Disney's 1953 animated classic, &quot;Peter Pan,&quot; comes outfitted with a perky tag line: &quot;Faith, trust and pixie dust.&quot; Those are the three requirements for anyone who dreams of flying without wings to become airborne. That slogan is repeated several times in the movie and is embodied in Jonathan Brooke's wistful end-title song &quot;I'll Try,&quot; fragments of which run through the  movie. This song, one of the sturdiest to grace a Disney film, defines the pluck of the appealing central character, Jane, and serves as a perfect epigraph for the movie's celebration of the childlike fantasist inside us all. – Stephen Holden", "multimedia": null}, {"headline": "Wendigo (Movie)", "publication_date": "2002-02-15", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:05:01", "opening_date": null, "display_title": "Wendigo", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E5DA143FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Wendigo", "type": "article"}, "mpaa_rating": "R", "summary_short": "The independent filmmaker Larry Fessenden has set himself a challenging project: to approach the themes and thrills of the classic American horror movies through a determinedly modern approach, as if John Cassavetes had been working for Universal in the early 30's. In &quot;Wendigo,&quot; the Wolfman legend becomes the basis for a story of family tension, class warfare and ecological revenge, set again in a snowy, isolated upstate village. For those in search of something different, &quot;Wendigo&quot; is a genuinely bone-chilling tale. – Dave Kehr", "multimedia": null}, {"headline": "Crossroads (Movie)", "publication_date": "2002-02-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:55:57", "opening_date": "2002-02-15", "display_title": "Crossroads", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02E4D8143FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Crossroads", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Pop music's teenage queen, Britney Spears makes an appealing, if less than sizzling screen debut in the bland road movie about three childhood friends, fresh out of high school, driving from Georgia to an audition in Los Angeles. Ms. Spears is the group's overprotected Little Miss Perfect who finds true puppy love with Ben (Anson Mount), the young musician who transports them in his '73 Buick convertible. The threesome is rounded out by Taryn Manning as a scrappy pregnant tomboy and Zoe Saldana as a marriage-obsessed teenage beauty. Ms. Spears sings, of course. – Stephen Holden", "multimedia": null}, {"headline": "John Q (Movie)", "publication_date": "2002-02-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:29", "opening_date": "2002-02-15", "display_title": "John Q.", "link": {"url": "http://www.nytimes.com/movie/review?res=9803EED7143FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of John Q.", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Denzel Washington plays John Quincy Archibald, a man who's struggling to keep his family together. John's son has a heart condition and he finds his insurance won't cover the rapidly swelling medical costs, which will eventually have to include a heart transplant. The movie becomes &quot;Dog Day Waiting Room&quot; when John takes a group of people hostage at the hospital that's threatening to throw out his son. This country's sad state of health care for the poor and disenfranchised is a great movie subject. Until that film comes along, we'll have to endure &quot;John Q.,&quot; which will leave most audiences in dire need of medical attention, though it would be hard to say if that need will come from the painful collection of plot cliches or Aaron Zigman's assaultive soundtrack. – Elvis Mitchell", "multimedia": null}, {"headline": "Hart's War (Movie)", "publication_date": "2002-02-15", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:53", "opening_date": "2002-02-15", "display_title": "Hart's War", "link": {"url": "http://www.nytimes.com/movie/review?res=9401EFD9143FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Hart's War", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Hart's War&quot; appears to be another of the Greatest Generation action dramas, coming on the heels of last year's botched &quot;Pearl Harbor.&quot; But &quot;War&quot; wants to be much more than pitched battles and casualties rendered with up-to-the-minute technology depicting violence. There are, of course, a few obligatory episodes of big-budget brutality wedged into this unwieldy crunch of social melodrama and P.O.W. action movie.  But rather than creating dramatic tension or irony, the contrasts combine to result in the oddest thing — a movie that wants to be everything and adds up to nothing. &quot;War&quot; is a film that tries to excel on several levels and falls flat on all of them. – Elvis Mitchell", "multimedia": null}, {"headline": "Super Troopers (Movie)", "publication_date": "2002-02-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:51:46", "opening_date": "2002-02-15", "display_title": "Super Troopers", "link": {"url": "http://www.nytimes.com/movie/review?res=9807EFDF123FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Super Troopers", "type": "article"}, "mpaa_rating": "R", "summary_short": "According to the publicity materials, the members of Broken Lizard, the sketch comedy team who wrote and star in &quot;Super Troopers,&quot; estimate that their script contains a joke every six seconds. Something must be wrong with my watch, since by my liberal count, which includes wheezes, coughs and times I chuckled because I remembered something funny that happened the day before, I laughed about six times during the hundred minutes of this tedious riot of frat-house pranks. I am always happy to defend good-humored bad taste, but &quot;Super Troopers&quot; is bad and tasteless. – A. O. Scott", "multimedia": null}, {"headline": "Last Man, The (Movie)", "publication_date": "2002-02-15", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:57", "opening_date": "2002-02-15", "display_title": "The Last Man", "link": {"url": "http://www.nytimes.com/movie/review?res=9405EFDF123FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Last Man", "type": "article"}, "mpaa_rating": "R", "summary_short": "Alan (David Arnott) is a scruffy, pudgy graduate student who believes himself to be the only surviving human being on earth, the title character in Harry Ralston's odd film. But one day, Alan happens upon Sarah (Jeri Ryan), and another dimension of the movie's title is revealed. In the old days, Sarah would not have slept with Alan if he were the last man on earth. Now that he is, the joke's on her and, without much enthusiasm, she agrees to play Eve to his Adam. In the end, there's not much to &quot;The Last Man.&quot; It feels more like a thought experiment than a fully developed story. But Mr. Ralston shows enough intelligence as both a writer and a director to make you curious about what he might do with a more densely populated world. – A. O. Scott", "multimedia": null}, {"headline": "Scratch (Movie)", "publication_date": "2002-02-15", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:40", "opening_date": null, "display_title": "Scratch", "link": {"url": "http://www.nytimes.com/movie/review?res=9500EFDF123FF936A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Scratch", "type": "article"}, "mpaa_rating": "R", "summary_short": "Doug Pray's dense, exhilarating documentary tracks the history of the creation of dance music through the rhythmic scratching and spontaneous mixing of sounds played on multiple turntables, portraying scratching as a rapidly evolving, rather insular art form.  As portrayed in the movie, scratching is as competitive as rapping, with which it is not to be confused, and the film visits more than one D.J. competition. The movie is, if anything, too conscientiously  encyclopedic. For all the sonic excitement generated, you eventually long for a broader view of the subculture than the perspectives of its leading lights. – Stephen Holden", "multimedia": null}, {"headline": "Much Ado About Something (Movie)  ", "publication_date": "2002-02-13", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:32", "opening_date": null, "display_title": "Much Ado About Something", "link": {"url": "http://www.nytimes.com/movie/review?res=9804EFD71E3CF930A25751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Much Ado About Something", "type": "article"}, "mpaa_rating": "", "summary_short": "Michael Rubbo's eccentric's-eye-view of the Shakespeare-Wasn't-Shakespeare  faction is the subject of his Betacam documentary. Mr. Rubbo, who wrote the film as well as directed it, finds these obsessives attractive. With their societies and detailed explanations  why William Shakespeare actually didn't write Shapespeare's plays, these investigators are certainly great subjects for filmmakers. The evidence posited by the experts has its own logic, though it leaves out the possibility that Shakespeare may have been a larcenous cobbler-together  of others' stories to which he added his own perspective. Nonetheless, this is an inviting piece of film. Mr. Rubbo's cast of characters have the charisma of true devotees and stoked egos that match their intentions. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Scotland, Pa (Movie)  ", "publication_date": "2002-02-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:28:16", "opening_date": null, "display_title": "Scotland, PA", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04EFDB173CF93BA35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Scotland, PA", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Scotland, Pa.,&quot; a clever comic riff on &quot;Macbeth,&quot; is so infatuated with its own whimsy that most of the drama in Shakespeare's tragedy is diluted by the movie's joking condescension toward its characters. As great a storyteller as Shakespeare was, his language was ultimately more important than any plot. But &quot;Scotland, Pa.,&quot; which is set in a fast-food outlet in rural Pennsylvania during the 1970's, doesn't have a language other than the desultory slang of 70's Middle America. Too leisurely paced and visually drab for its own good, it succeeds in being only sporadically amusing. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Big Fat Liar (Movie)  ", "publication_date": "2002-02-08", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:13:08", "opening_date": "2002-02-08", "display_title": "Big Fat Liar", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E3D9173CF93BA35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Big Fat Liar", "type": "article"}, "mpaa_rating": "PG", "summary_short": "A quick, biting wit is not a quality normally associated with pubescent actors and the characters they play. But Frankie Muniz, the star of the hit television series  &quot;Malcolm in the Middle,&quot; and Amanda Bynes, who has her own show on Nickelodeon, both convey a keen, roving intelligence that doesn't wander off into quiz-kid geekiness. Teamed as best friends who travel from Michigan to Hollywood, these two young actors display an easygoing, screwball rapport as they dash around Tinseltown, wreaking ludicrous havoc. It's no surprise that Mr. Muniz and Ms. Bynes seem considerably smarter than the frantic knockabout comedy in which they find themselves trapped. The movie, directed by Shawn Levy from a screenplay by Dan Schneider, occupies that queasy demographic no man's land between sanitized family fare and naughty teen comedy. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Rollerball (Movie)  ", "publication_date": "2002-02-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:53:08", "opening_date": "2002-02-08", "display_title": "Rollerball", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E3D9173CF93BA35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Rollerball", "type": "article"}, "mpaa_rating": "R", "summary_short": "John McTiernan seems to be remaking all of the films in the director Norman Jewison's canon. A couple of years ago, Mr. McTiernan devised a retooled version of Jewison's &quot;Thomas Crown Affair&quot; and now, he has produced an Extreme Sports version of Jewison's glum sci-fi anticapitalist fantasy film.  In this third-rate action film, Chris Klein plays a hotshot young athlete who is lured into Central Asia to play professional Rollerball, a sport combining polo, MotoCross and felony assault. Mr. Klein learns that life is cheap – the team owner (Jean Reno) exercises a no-trade clause in the most brutal way possible. Coming on the heels of the failed XFL, &quot;Rollerball&quot; is about as relevant as an expose on the inner workings of Roller Derby. As Mr. Klein's teammates, there's a relaxed LL Cool J and a surprisingly adept Rebecca Romjin Stamos, who can't quite keep her accent in check. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Collateral Damage (Movie)  ", "publication_date": "2002-02-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:24:23", "opening_date": "2002-02-08", "display_title": "Collateral Damage", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E3D9173CF93BA35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Collateral Damage", "type": "article"}, "mpaa_rating": "R", "summary_short": "A movie about suffering and loss starring Arnold Schwarzenegger? He plays a Los Angeles firefighter whose wife and son are killed by a bomb set by a Colombian terrorist. Don't worry – soon enough, Mr. Schwarzenegger fights through the red tape of an unhelpful United States government, as well as the jungles of Colombia, to wreak havoc and his vengeance. The release of &quot;Collateral Damage&quot; was postponed after the events of Sept. 11; its tired adherence to formula suggests that it had been sitting on a shelf since 1989. Andrew Davis – we're reminded – also directed &quot;The Fugitive.&quot; But Mr. Davis's work includes the torpid action picture &quot;Chain Reaction,&quot; which &quot;Damage&quot; is much closer to in spirit. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Shiri (Movie)", "publication_date": "2002-02-08", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:09", "opening_date": null, "display_title": "Shiri", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03E2DB173CF93BA35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Shiri", "type": "article"}, "mpaa_rating": "R", "summary_short": "The American film industry may be the world's leading purveyor of violent action blockbusters, but &quot;Shiri,&quot; by the South Korean director Kang Je-Gyu, is the latest evidence that Hollywood does not hold a monopoly on fireballs, reckless driving and automatic-weapons fire. At the center of the movie are two South Korean special agents who must prevent the northerners from blowing up half of Seoul. Mr. Kang has a free hand with  action-movie clichés and a tendency to put violent kineticism above coherence, traits that suggest an affection for the bullet-riddled Hong Kong action movies of John Woo and Tsui Hark. – A. O. Scott", "multimedia": null}, {"headline": "Slackers (Movie)  ", "publication_date": "2002-02-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:41", "opening_date": "2002-02-01", "display_title": "Slackers", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02E3DD173DF932A35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Slackers", "type": "article"}, "mpaa_rating": "R", "summary_short": "An idiotic college comedy not to be confused with Richard Linklater's 1991 film &quot;Slacker.&quot; The movie tells the story of three college buddies — Dave (Devon Sawa), Sam (Jason Segel) and Jeff (Michael C. Maronna) — who have cheated their way through school by carrying off elaborate scams. With graduation only 48 days away, they plan one last scheme, which involves Sam's faking an accidental injury to take an exam a day late, by which time he has gotten all the answers from a stolen blue book. – Stephen Holden\r\n", "multimedia": null}, {"headline": "Loners (Movie)", "publication_date": "2002-02-01", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:30", "opening_date": null, "display_title": "Loners", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE3DD173DF932A35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Loners", "type": "article"}, "mpaa_rating": "", "summary_short": "This mild, quirky romance suggests that something of the scruffy spirit of 1990's American independent filmmaking has migrated to the Czech Republic. This is not entirely a good thing. The film, directed by David Ondricek and written by Petr Zelenka, visits a loosely connected group of good-looking young heterosexuals whose bohemianism looks pretty secondhand, in spite of their proximity to the original Bohemia. Except for a few anomalous moments of anger, passion and grief, their emotions range from mild confusion to mild interest to mild discomfort. The viewer's response, accordingly, runs from mild amusement to mild boredom. – A. O. Scott", "multimedia": null}, {"headline": "Rumor of Angels, A (Movie)", "publication_date": "2002-02-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:37", "opening_date": null, "display_title": "A Rumor of Angels", "link": {"url": "http://www.nytimes.com/movie/review?res=9903E3DD173DF932A35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of A Rumor of Angels", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Vanessa Redgrave stars as Maddy Bennett in this story of the healing friendship between a wise old woman and a traumatized boy. But the kind of acting magic that emanates from Ms. Redgrave as naturally as breathing can only go so far. As &quot;A Rumor of Angels&quot; reveals itself to be a sudsy tub of supernatural hokum, not even Ms. Redgrave's noblest efforts can redeem it from hopeless sentimentality. &#151; Stephen Holden", "multimedia": null}, {"headline": "Birthday Girl (Movie)  ", "publication_date": "2002-02-01", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:13", "opening_date": "2002-02-01", "display_title": "Birthday Girl", "link": {"url": "http://www.nytimes.com/movie/review?res=9E03E5DF163DF932A35751C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Birthday Girl", "type": "article"}, "mpaa_rating": "R", "summary_short": "Ben Chaplin plays John, a neat-freak bank clerk in England who subscribes to an online Russian mail-order bride service and gets Nadia (Nicole Kidman). Unfortunately, a couple of unwanted friends come along with Nadia: Yuri (Mathieu Kassovitz), her cousin-who's-not-quite-a-cousin, and his traveling companion, the gangly, rambunctious  Aleksei (Vincent Cassel). Eventually, both John's career and life are threatened. This breathless demi-noir has so much bounce that we barely get any time to mull over the gaping holes in its moth-eaten plot. It is competent but extremely slight. – Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Domestic Violence (Movie)", "publication_date": "2002-01-30", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:27:36", "opening_date": null, "display_title": "Domestic Violence", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE5DC103AF933A05752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Domestic Violence", "type": "article"}, "mpaa_rating": "", "summary_short": "The word that comes to mind most often while you're watching Frederick Wiseman's unambiguous new documentary is weariness. The fatigue starts with the police officers, who come off best with their measured responses in the tense aftermath of household warfare. You can only imagine how many of these incidents they've rolled into, and their ability to move through them and ask the relevant questions without being sickened by another depressing tableau is testament to their patience in their work. The world of reality television — &quot;Cops&quot; and the like — wouldn't exist without Mr. Wiseman's lingering examinations of fragments of society. And those who've grown up watching such programs should look at this film to see what it's like to investigate a scene without being rushed. Ten minutes into the film you'll be white-knuckled and unable to look away. – Elvis Mitchell", "multimedia": null}, {"headline": "Kung Pow: Enter the Fist (Movie)  ", "publication_date": "2002-01-26", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:51:53", "opening_date": "2002-01-25", "display_title": "Kung Pow: Enter the Fist", "link": {"url": "http://www.nytimes.com/movie/review?res=9B00E6DC173AF935A15752C0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Kung Pow: Enter the Fist", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "To imagine the life of Harry Potter as a martial arts adventure told by a lobotomized Woody Allen is to have some idea of the fate that lies in store for moviegoers lured to the mediocrity that is &quot;Kung Pow: Enter the Fist.&quot; Like some Frankenstein's monster of filmmaking, this scattershot stab at comedy has been stitched together by its star and director, Steve Oedekerk, mainly from an obscure 1976 karate film, &quot;Tiger and Crane Fists,&quot; with new dialogue and sound dubbed over the original. – Lawrence Van Gelder\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}