{"results": [{"headline": "Cuban Legend, A: The Story of Salvador Gonzalez (Movie)  ", "publication_date": "2002-10-11", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:29:04", "opening_date": "2002-10-01", "display_title": "A Cuban Legend", "link": {"url": "http://www.nytimes.com/movie/review?res=9C07E4D6143AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of A Cuban Legend", "type": "article"}, "mpaa_rating": "", "summary_short": "Bette Wanderman's documentary is an engaging, uncritical portrait of an artist who transformed a run-down Havana neighborhood. Lively, colorful and music-filled, it is both a travelogue and an introduction to Afro-Cuban music and religion. Salvador González, a curly-haired, bearded, cigar-smoking muralist and sculptor, is seen at work and at leisure in Havana, New York and Philadelphia. He has been strongly influenced, as a man and as an artist, by his African heritage and the Yoruban gods, goddesses and saints of Santería, which fuses Afro-Cuban and Roman Catholic elements of religion. These influences, along with Picasso, Miró and Dali, among others, are manifest in his work. &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Comedian (Movie)  ", "publication_date": "2002-10-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:13:35", "opening_date": "2002-11-01", "display_title": "Comedian", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E5DB173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Comedian", "type": "article"}, "mpaa_rating": "R", "summary_short": "Having starred in one of the most successful television sitcoms ever, Jerry Seinfeld decided to break into the small time, returning to the comedy clubs where he cut his teeth and trying to put together an entirely new act. Christian Charles's film, shot in grainy, low-light video, shows snippets of the comedian's act and provides glimpses of his offstage life, but its main concern is the professional culture of stand-up. In the company of his peers, Mr. Seinfeld reflects on the hard work and anxiety of his profession, and his efforts to keep his career going are contrasted with the struggle of a young comic named Orny Adams to start one. The movie is always engrossing, even if it is, inevitably, somewhat superficial. Not that there's anything wrong with that. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Family Fundamentals (Movie)  ", "publication_date": "2002-10-11", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:58:23", "opening_date": null, "display_title": "Family Fundamentals", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E4D6143AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Family Fundamentals", "type": "article"}, "mpaa_rating": "", "summary_short": "A clear-eyed, narrowly focused documentary about the painful, unbridgeable divide between three gay and lesbian adults and their religious parents, whether biological or surrogate. This film continues Arthur Dong's exploration of homosexuality, begun with &quot;Coming Out Under Fire,&quot; about World War II military policies, and &quot;Licensed to Kill,&quot; about convicted murderers of gay men. In the latter, he says at the outset of &quot;Family Fundamentals,&quot; the Bible often came up as a point of reference, and his new film tells three stories that share a conservative Christian foundation that condemns homosexuality. &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Brown Sugar (Movie)  ", "publication_date": "2002-10-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:44:33", "opening_date": "2002-10-11", "display_title": "Brown Sugar", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E4DE173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Brown Sugar", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "An amiable uptown remake of &quot;My Best Friend's Wedding,&quot; Rick Famuyiwa's &quot;Brown Sugar&quot; follows the evolving relationship between Sidney (Sanaa Lathan), an attractive young woman who has just been appointed the editor of the hip-hop review XXL, and Dre (Taye Diggs), a music producer who has been bound to Sidney since they were children. The news that Dre is going to be married to Reese (Nicole Ari Parker), a successful lawyer who happens to be stunningly beautiful, sends Sidney into a subconscious tizzy. Suddenly, she doesn't seem to know how to behave around Dre anymore, and an impulsive kiss on the eve of his wedding sends fissures of doubt cracking in every direction. Written by Mr. Famuyiwa and Michael Elliot (&quot;Like Mike&quot;), the movie sustains the charm of an early 60's New York romance. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "A Traffic Jam Generating Heat as Well as Noise", "publication_date": "2002-10-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:11:13", "opening_date": null, "display_title": "Friday Night", "link": {"url": "http://www.nytimes.com/movie/review?res=9803E2DC173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Friday Night", "type": "article"}, "mpaa_rating": "", "summary_short": "A transit strike has brought Paris to a standstill, and on the city's clogged streets, two middle-aged strangers (Valerie Lemercier and Vincent Lindon) connect and spend the night together in a hotel. What could have been the kind of feverish high-toned bodice-ripper at which the French excel is a passionless investigation  of a sexual encounter that feels more like an anatomical study than an erotic fantasy. A big comedown from Claire Denis's masterpiece, &quot;Beau Travail.&quot; — Stephen Holden", "multimedia": null}, {"headline": "Transporter, The (Movie)  ", "publication_date": "2002-10-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:23:39", "opening_date": "2002-10-11", "display_title": "The Transporter", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CE5D6143AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Transporter", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;The Transporter&quot; is the latest attempt by the French one-man film industry Luc Besson (the director, writer and producer of &quot;The Fifth Element,&quot; &quot;The Big Blue&quot; and &quot;La Femme Nikita&quot;), to transplant the Hong Kong cinema to Europe.  Filmed in English in the south of France, &quot;The Transporter&quot; was written by Mr. Besson (with the collaboration of Robert Mark Kamen),   directed by the Hong Kong  veteran Corey Yuen (&quot;Yes, Madam&quot;; &quot;The Bodyguard From Berlin&quot;) and stars Shu Qi, Asia's pouty-mouthed It Girl of the moment. The picture will undoubtedly play well in European markets, where Mr. Besson is a brand name, and in Asia, where Ms. Shu is an institution, but American audiences will probably find it familiar and insufficiently cathartic.  &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Rules of Attraction, The (Movie)  ", "publication_date": "2002-10-11", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:24", "opening_date": "2002-10-11", "display_title": "The Rules of Attraction", "link": {"url": "http://www.nytimes.com/movie/review?res=9906EEDB173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Rules of Attraction", "type": "article"}, "mpaa_rating": "R", "summary_short": "James Van Der Beek, the star of &quot;Dawson's Creek,&quot; breaks flamboyantly out of his milk-and-cookies image to sink his  teeth into the role of a drug dealer and jaded lothario slouching across the New England  campus of the fictional Camden College where the party never stops. The faithful screen  adaptation of Bret Easton Ellis's second novel plays provocatively with time (some  sequences are run backward), and it does hold your attention. But the movie fails to develop fully fleshed characters, and its in-your-face portrayal of campus anomie and  depravity has the hysterical tone of a spoiled adolescent thumbing his nose at his uptight  parents. — Stephen Holden", "multimedia": null}, {"headline": "Swept Away (Movie)  ", "publication_date": "2002-10-11", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:11", "opening_date": "2002-10-11", "display_title": "Swept Away", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E7DA173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Swept Away", "type": "article"}, "mpaa_rating": "R", "summary_short": "Or should it be &quot;Schlepped Away&quot;? Lina Wertmuller, the once-fashionable Italian director whose 1974 comedy of class struggle and sexual combat is the basis of this remake, certainly had her flaws, but she also had ideas. Between them, Madonna and Guy Ritchie, her husband, seem to have had exactly one: to make this astonishingly pointless movie. Madonna plays the spoiled wife of a pharmaceutical magnate (Bruce Greenwood) and Adriano Giannini, in a role originated by his father, Giancarlo, is the rough-hewn fisherman with whom she is stranded on a deserted Mediterranean island. What happens there is meant to be a harrowing comedy of sex and power, but in Mr. Ritchie's bored, inept hands it turns into a very long Club Med commercial, though in general those commercials have more eroticism and greater political insight than this soggy piece of flotsam. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Pokemon 4Ever (Movie)  ", "publication_date": "2002-10-11", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:51:23", "opening_date": "2002-10-11", "display_title": "Pokemon 4Ever", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04E4D6143AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Pokemon 4Ever", "type": "article"}, "mpaa_rating": "G", "summary_short": "If the insipid plot, vapid characters and senseless battles of &quot;Pokémon 4Ever&quot; are any clue, then it is little wonder that the childish distractions of the animated characters of the new Yu-Gi-Oh craze have begun to bulldoze Pokémon into the graveyard of fading fads. This latest installment amounts to so much candy-colored claptrap about the young Pokémon trainer and aspiring master Ash, his pals Misty and Brock, and their saccharine, spirited, bright yellow, bloblike companion, the pocket monster (Pokémon for short) Pikachu. When it comes to entertainment, children deserve better than this. &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Tuck Everlasting (Movie)  ", "publication_date": "2002-10-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:21:18", "opening_date": "2002-10-11", "display_title": "Tuck Everlasting", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E7DA173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Tuck Everlasting", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The Tucks are an odd lot: a family of four, headed by gentle Angus (William Hurt) and girlish Mae (Sissy Spacek) and completed by the dreamy teenager Jesse (Jonathan Jackson) and his surly older brother, Miles (Scott Bairstow). They've been living in their simple cabin in the woods, somewhere in the vicinity of the small New England town of Treegap, for quite a while now &#151; about a hundred years, according to Mae, as the story opens in 1914. Immortal and resistant to illness and pain, they have managed to live quietly apart from the common run of humanity for the better part of a century, but then a headstrong girl from Treegap, Winnie Foster (Alexis Bledel), stumbles into their separate world and discovers their secret. Based on the 1975 cult children's novel by Natalie Babbitt, &quot;Tuck Everlasting&quot; is an effective, well-made film that will certainly please its target audience of preteen girls. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Ash Wednesday (Movie)  ", "publication_date": "2002-10-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:23:47", "opening_date": null, "display_title": "Ash Wednesday", "link": {"url": "http://www.nytimes.com/movie/review?res=9902E4DE173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ash Wednesday", "type": "article"}, "mpaa_rating": "R", "summary_short": "As a director, writer and actor, Edward Burns never seems to tire of depicting his own sensitivity. In the romantic comedies he has made &#151; from &quot;The Brothers McMullen&quot; (1995) to &quot;Sidewalks of New York&quot; (2002) &#151; he positions himself as the exemplary blue-collar male, a sad-eyed hunk who believes in love, marriage, children and two-car garages but has a hard time finding someone who shares his vision among Manhattan's pool of shallow career women. &quot;Ash Wednesday&quot; departs from his usual genre, though at heart it's still a movie about the moral superiority of the main character to everyone around him. This time Mr. Burns is trying something in the Martin Scorsese street-realist mode, but his self-regarding sentimentality trips him up again. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Below (Movie)  ", "publication_date": "2002-10-11", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:12:02", "opening_date": "2002-10-18", "display_title": "Below", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E3DE173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Below", "type": "article"}, "mpaa_rating": "R", "summary_short": "David Twohy (&quot;Pitch Black&quot;) has delivered a &quot;Twilight Zone&quot; thriller with a touch of the supernatural. The setting is World War II, and an American submarine operating in the Atlantic has picked up three survivors of an attack on a hospital ship. Two are English medical officers; one is a badly disfigured patient who possesses the kind of secret that badly disfigured patients in the movies generally do. Commanding the submarine is Lieutenant Brice (Bruce Greenwood), who assumed the helm when the original captain died under mysterious circumstances. Mr. Twohy is attempting a thriller in which much is implied but little is seen. It's a courageous attempt, but at a time when horror movies have achieved new levels in blatancy, it may prove too slight for the genre audience. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Knockaround Guys (Movie)  ", "publication_date": "2002-10-11", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:52:07", "opening_date": "2002-10-11", "display_title": "Knockaround Guys", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E0DB173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Knockaround Guys", "type": "article"}, "mpaa_rating": "R", "summary_short": "Out of the Hollywood fantasyland of action without consequences comes the high mortality, low logic &quot;Knockaround Guys.&quot; Written and directed by Brian Koppelman and David Levien, this film about family &#151; in the genealogical and mob senses &#151; relies for its happy post-massacre ending on the assumption that its putative heroes have not left scores of clues to their identity. But by the time that thought might dawn on moviegoers, they should be well on their way to the exits, perhaps wishing that they had waited until &quot;Knockaround Guys&quot; turned up as a free attraction on television. When it comes to father, sons and mob life, stick to &quot;The Godfather.&quot; &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Blind Spot: Hitler's Secretary (Movie)", "publication_date": "2002-10-10", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:49:36", "opening_date": null, "display_title": "Blind Spot - Hitler's Secretary", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E3DA1F3BF933A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Blind Spot - Hitler's Secretary", "type": "article"}, "mpaa_rating": "PG", "summary_short": "It probably makes sense for filmmakers not to prod an 81-year-old woman too hard, and the gentleness extended to the subject of &quot;Blind Spot&quot; seems to grow out of such courtesy. That 81-year-old woman, though, is Traudl Junge who was secretary to Adolph Hitler from 1942 through the end of the war. The access the filmmakers gained to Junge is remarkable, and it compensates for a lack of cinematic flair; it's concrete, cold and hard, with Junge speaking about being a few feet away from arguably the worst tyrant of the 20th century. — Elvis Mitchell", "multimedia": null}, {"headline": "How to Draw A Bunny (Movie)  ", "publication_date": "2002-10-09", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 06:46:46", "opening_date": null, "display_title": "How to Draw a Bunny", "link": {"url": "http://www.nytimes.com/movie/review?res=9507E4DD113BF93AA35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of How to Draw a Bunny", "type": "article"}, "mpaa_rating": "", "summary_short": "If the public was barely aware of Ray Johnson, his colleagues knew and admired his art &#151; his paintings, his collages, his creative mail, his performance pieces. Who was this talented, enigmatic man found dead at 67 on Friday, Jan. 13, 1995, an apparent suicide in the waters off Sag Harbor on Long Island?  No answers will be found in &quot;How to Draw a Bunny,&quot; but for the uninitiated, this documentary, directed and edited by John Walter, provides an intriguing and entertaining introduction to Johnson through his varied art; the mystery surrounding his death, which may have been his final performance piece, and the reminiscences of contemporaries like Christo and Jeanne-Claude, Chuck Close, Richard Feigen, Morton Janklow, Judith Malina, Roy Lichtenstein, and James Rosenquist. &#151; Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Safe Conduct (Movie)  ", "publication_date": "2002-10-08", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:07", "opening_date": null, "display_title": "Safe Conduct", "link": {"url": "http://www.nytimes.com/movie/review?res=9C0CEFDA133BF93BA35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Safe Conduct", "type": "article"}, "mpaa_rating": "", "summary_short": "Bertrand Tavernier is not often thought of as a man of passion. His enthusiasms are evident from the subjects he chooses rather than their substance. But in &quot;Safe Conduct,&quot; the heat of the moment prevails. It cooks &quot;Conduct&quot; in a low, smoky and inviting sizzle. Heavy with incident and running nearly three hours, &quot;Conduct&quot; follows the attempts of the French film industry to stay alive during the Nazi occupation. The characters are constantly asking questions about the nature of art: whether it deserves to continue through such a time and how fine is the line between ambition and opportunism? Mr. Tavernier stages the movie like a dance marathon, intelligently shifting the pace and scale of the drama. The movie is full of juices that give it a healthy, pungent flow. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Divine Intervention (Movie)  ", "publication_date": "2002-10-07", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:29:30", "opening_date": null, "display_title": "Divine Intervention", "link": {"url": "http://www.nytimes.com/movie/review?res=9505EFDC123BF934A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Divine Intervention", "type": "article"}, "mpaa_rating": "", "summary_short": "In this mordantly funny collage of middle-class Palestinian life, Elia Suleiman, with a mournful, deadpan countenance (and without a word of dialogue), plays a character named E.S. E.S. visits his father in the  hospital and meets his lover in a parking lot near an Israeli checkpoint,  while his alter ego, the director, excavates the absurdities of occupation  and social relations in Nazareth, Jerusalem and Ramallah.  The film is a series of elegant visual jokes, interrupted by two elaborate fantasies of   vengeance and defiance, and organized around the idea that the modern Middle  East is, in unexpected and petty ways as well as the large ones we all know  about, a land of bad neighbors. &#151; A. O. Scott\r\n", "multimedia": null}, {"headline": "Punch-Drunk Love (Movie)  ", "publication_date": "2002-10-05", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:29:17", "opening_date": "2002-11-01", "display_title": "Punch-Drunk Love", "link": {"url": "http://www.nytimes.com/movie/review?res=9C06E4D9173BF936A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Punch-Drunk Love", "type": "article"}, "mpaa_rating": "R", "summary_short": "In collaboration with Paul Thomas Anderson (&quot;Boogie Nights,&quot; &quot;Magnolia&quot;), Adam Sandler, without shaking off his familiar angry doofus persona, becomes the most improbable and inspired romantic hero in some time. He plays Barry Egan, an awkward, volatile bathroom-supply salesman who collects pudding in his spare time and who is harassed by his seven sisters and ensnared in a phone sex extortion scam. Into the chaos of Barry's life — brilliantly orchestrated by Mr. Anderson, with help from John Brion, who composed the swooning, percussive score — comes Lena Leonard (Emily Watson), who falls in love with him for no good reason. Which is fitting, since this movie delights in its own irrational, exuberant romanticism, and will leave you in a flushed, intoxicated state best captured by its title. — A. O. Scott", "multimedia": null}, {"headline": "A 'Picnic'-Style Hero in China", "publication_date": "2002-10-05", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:05:13", "opening_date": null, "display_title": "Springtime in a Small Town", "link": {"url": "http://www.nytimes.com/movie/review?res=9A0DE0D8173BF936A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Springtime in a Small Town", "type": "article"}, "mpaa_rating": "PG", "summary_short": "Although its tone is more dreamy than steamy, this film oddly seems a product from the same heated template as a William Inge or Tennessee Williams drama of the early 1950's. Its story of a handsome cosmopolitan doctor who revitalizes a provincial household with his charismatic vitality has a lot in  common with a period drama like Inge's &quot;Picnic,&quot; in which a magnetic, sexy stranger  jolts a sleepy Kansas town out of its postwar somnolence. Both &quot;Picnic&quot; and  &quot;Springtime in a Small Town&quot; reach their dramatic climaxes during a tipsy celebration during which inhibitions are lowered. At the same time, the film's deliberate pace and  delicate, pastel-shaded colors are wildly at odds with the sweaty torn-undershirt rawness  of its American cousins. And the film's postwar story of a family's awakening  becomes a metaphor for Chinese rebirth after Japanese invaders have left. — Stephen Holden", "multimedia": null}, {"headline": "Auto Focus (Movie)  ", "publication_date": "2002-10-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:30:21", "opening_date": "2002-11-01", "display_title": "Auto Focus", "link": {"url": "http://www.nytimes.com/movie/review?res=9403EEDC1F38F937A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Auto Focus", "type": "article"}, "mpaa_rating": "R", "summary_short": "In the tawdry life and violent demise of Bob Crane, star of the television sitcom &quot;Hogan's Heroes,&quot; Paul Schrader has found a subject well suited to his preoccupations with sex, pornography and the existential agony of self-deluded men. As played by Greg Kinnear, Crane is an affable, charming fellow undone by fame, promiscuity and videotape. His sex addiction is made creepier by his compulsion to record his trysts with the aid of technology supplied by John Carpenter (Willem Dafoe), a video expert who was later tried in Crane's murder, and acquitted (a verdict the film regards with implicit skepticism). Despite Mr. Kinnear's smart, vivid performance, the movie keeps Crane at a distance. Mr. Schrader is ultimately less interested in the man than in the condition, and he has produced a moral tale that is chilling and disturbing but never really moving. — A. O. Scott\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}