{"results": [{"headline": "All the Queen's Men (Movie)  ", "publication_date": "2002-10-25", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:19:10", "opening_date": null, "display_title": "All the Queen's Men", "link": {"url": "http://www.nytimes.com/movie/review?res=9A07E1DB133CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of All the Queen's Men", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This World War II action comedy is even more of a drag than its weary premise suggests. The picture's elements finally fall into place about 40 minutes into it &#151; a big burden on a film that runs only 99 minutes. It's about a small group of soldiers assigned to infiltrate a factory in Nazi Germany that manufactures the Enigma code machine.  Since all of the able-bodied German men were off fighting by 1944, when this movie takes place, the factories employ only women, so the Allied soldiers assigned to retrieve one of these devices have to dress as women. &quot;All the Queen's Men&quot; is jaw-droppingly superficial, straining to get by on humor that is not even as daring as John Ritter's glory days on &quot;Three's Company.&quot; &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Bank, The (Movie)", "publication_date": "2002-10-25", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:46:28", "opening_date": null, "display_title": "The Bank", "link": {"url": "http://www.nytimes.com/movie/review?res=9501E5DF113CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Bank", "type": "article"}, "mpaa_rating": "", "summary_short": "A sleek Australian thriller that is well timed to tap the public's disgust with financial institutions and the number-crunchers who run them. Anthony LaPaglia portrays Simon O'Reilly, the gleefully arrogant chief executive of Centabank, a profit-hungry institution with assets exceeding $50 billion. When Jim Doyle (David Wenham), a hotshot young mathematician, approaches Simon with designs for a computer program based on chaos theory that Jim says can predict stock market crashes, Simon decides to invest in perfecting it. The whole idea of such a program is ridiculous, of course. But its very preposterousness doesn't make the movie any less entertaining. As far-fetched as the movie is, &quot;The Bank&quot; conveys an engaging zest for upper-crust mischief. — Stephen Holden", "multimedia": null}, {"headline": "Frida (Movie)  ", "publication_date": "2002-10-25", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:55:10", "opening_date": "2002-11-22", "display_title": "Frida", "link": {"url": "http://www.nytimes.com/movie/review?res=9502E4DC133CF936A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Frida", "type": "article"}, "mpaa_rating": "R", "summary_short": "Julie Taymor's celebration of the life of the Mexican surrealist painter Frida Kahlo almost transcends the limitations of the biopic genre. Yes, the events of Kahlo's passionate, painful life are flattened out and crowded together, and no, we don't really understand her any better at the end of the movie, but when it departs from the conventions of realism, &quot;Frida&quot; explodes with color, music and sensuality. Salma Hayek plays the artist with more charisma than insight, and her scenes with Alfred Molina (who plays Diego Rivera, Kahlo's straying, devoted husband) are clunky and literal, but Ms. Taymor is a playful, inventive and emotionally astute filmmaker constrained (as her subject rarely was) by convention. This is a responsible, pat film biography that wants most desperately to be a musical, and that almost succeeds. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Derrida (Movie)  ", "publication_date": "2002-10-23", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:50:58", "opening_date": null, "display_title": "Derrida", "link": {"url": "http://www.nytimes.com/movie/review?res=9E0CEFDA173CF930A15753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Derrida", "type": "article"}, "mpaa_rating": "", "summary_short": "&quot;Derrida,&quot; the adoring and adorable documentary on the philosopher Jacques Derrida by the filmmakers Kirby Dick (&quot;Sick: The Life and Death of Bob Flanagan, Supermasochist&quot;) and Amy Ziering Kofman, presents Mr. Derrida, the so-called father of deconstruction, as quick-witted and impish. This movie certainly will fall short for those seeking loamy discourse  about the ramifications of Mr. Derrida's work; to these people it will seem like, well, a pop-song bowdlerization of a master's oeuvre. The directors know that Mr. Derrida  must  be introduced to neophytes, who will not  have a firm grasp of  deconstruction  until they see how it is woven into the fabric of the film. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Business of Fancydancing, The (Movie)", "publication_date": "2002-10-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:11:38", "opening_date": null, "display_title": "The Business of Fancydancing", "link": {"url": "http://www.nytimes.com/movie/review?res=9E04EFD7153DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Business of Fancydancing", "type": "article"}, "mpaa_rating": "", "summary_short": "The directorial debut of the novelist-screenwriter Sherman Alexie is an often affecting, low-budget melodrama that is occasionally sabotaged by its economy of means: the image quality is sometimes so poor that it's like watching the pixel breakup on digital cable. But although the film is initially clumsy and a little hard to follow, Mr. Alexie takes his time in setting his characters in play, and the visual clunkiness becomes secondary to the eloquent emotional desolation. The film's narrative is told mostly from the perspective of Seymour Polatkin (Evan Adams), a gay writer and poet and a member of the Spokane tribe.  &quot;Fancydancing&quot; is difficult material — a drama about self-destructiveness — and the novice director is sometimes tangled in the biggest trap inherent in such a project. Presenting such a motif means that almost everybody on screen sees himself as a victim and is prone to displays of sloppy articulation about self-loathing. — Elvis Mitchell", "multimedia": null}, {"headline": "Jonah: A Veggie Tales Movie (Movie)  ", "publication_date": "2002-10-18", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:19:57", "opening_date": "2002-10-04", "display_title": "Jonah: A VeggieTales Movie", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E4DD133DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Jonah: A VeggieTales Movie", "type": "article"}, "mpaa_rating": "G", "summary_short": "A talking asparagus has no hands, yet it is able to play the guitar. This is one of the relatively minor miracles in &quot;Jonah: A Veggie Tales Movie,&quot; a computer-animated feature written and directed by Phil Vischer and Mike Nawrocki that otherwise appropriates the biblical story of Jonah and the whale and turns it to cheerfully didactic purposes. The big-screen successor to a long running series of direct-to-video features produced by Mr. Vischer and Mr. Nawrocki, &quot;Jonah&quot; uses computer-generated tomatoes, carrots, peas, gourds and assorted other vegetables to teach some simple moral lessons and impart some strictly nondenominational religious values. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Ring, The (Movie)  ", "publication_date": "2002-10-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:15:27", "opening_date": "2002-10-18", "display_title": "The Ring", "link": {"url": "http://www.nytimes.com/movie/review?res=9A02E4DE123DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Ring", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "This American remake of a famous Japanese suspense film is about an urban legend that has come to life: whenever a mysterious, unlabeled videotape is run, its unlucky viewer gets a phone call just after seeing it. The voice on the other end of the phone says simply, &quot;Seven days.&quot; It's how long the viewer has to live, and the corpse looks like something out of a Francis Bacon daydream.   When her niece dies after seeing the videotape, Rachel (Naomi Watts), a Seattle reporter,  decides to investigate the rumors.  She watches the freakout tape, complete with suffering animals and  static-ridden flash cuts.  Much of what follows consists of closeups of the clues that Rachel, desperate to stay alive, sifts through to solve the mystery. But while impressively made, this impassive and cold feature fails, in a spectacular fashion, to deliver the thrills. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Abandon (Movie)  ", "publication_date": "2002-10-18", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:46:39", "opening_date": "2002-10-18", "display_title": "Abandon", "link": {"url": "http://www.nytimes.com/movie/review?res=980DE3D8153DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Abandon", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Katie (Katie Holmes) is a hard-working college senior cranking away on her thesis. She's being stalked by her ex-boyfriend Embry (Charlie Hunnam), who disappeared for two years and has returned to single her out for emotional torture that he apparently didn't complete while they were an item. Benjamin Bratt plays townie detective investigating Embry's disappearance because the police department has been coerced into it by powerful local forces. There's so little going on in the film that its title seems to suggest an action that audiences may be driven to take before the movie ends. The writer-director Stephen Gaghan has made a psychological stalker film  that generates so few scares you wonder if there's  a shortage. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Fidel (Movie)", "publication_date": "2002-10-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:27:25", "opening_date": "2002-01-27", "display_title": "Fidel", "link": {"url": "http://www.nytimes.com/movie/review?res=9E02EED8153DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Fidel", "type": "article"}, "mpaa_rating": "", "summary_short": "Estela Bravo's documentary poses an apparently straightforward question. Is its subject, Fidel Castro, who has ruled Cuba since 1959, &quot;a demon or a symbol of resistance and social justice&quot;? But the phrasing of the question gives away the answer: this is an exercise not in biography but in hero worship. Ms. Bravo has done some impressive research, unearthing archival photographs and film of Mr. Castro and interviewing many of his friends and comrades, but to call her presentation of the man and his revolution one-sided would be an understatement. &quot;Fidel&quot; resembles nothing so much as the work of a second-rate Renaissance court painter devoted to the flattery of the subject rather than the accuracy of the portrait. — A. O. Scott", "multimedia": null}, {"headline": "Grey Zone, The (Movie)  ", "publication_date": "2002-10-18", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:25:08", "opening_date": null, "display_title": "The Grey Zone", "link": {"url": "http://www.nytimes.com/movie/review?res=9F06E4DA153DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Grey Zone", "type": "article"}, "mpaa_rating": "", "summary_short": "It takes a movie like &quot;The Grey Zone,&quot; a harrowing Holocaust drama based on true events, to bring home the limits of screen realism. The film, set almost entirely in the Auschwitz death camp in the autumn of 1944, tells the story of the 12th Sonderkommando, the next-to-last of the camp's 13 special squads of Jewish prisoners, who in exchange for helping the Nazis exterminate fellow Jews were given special privileges along with several more months of life before themselves being dispatched. The film was adapted for the screen by Tim Blake Nelson from his play. In turning the play into a film, the fateful decision was made to pursue a grim, uncompromising realism that may be unprecedented for a nondocumentary film about the Holocaust. These images are so strong that they defeat the film's moral complexity. — Stephen Holden", "multimedia": null}, {"headline": "Formula 51 (Movie)  ", "publication_date": "2002-10-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:19:57", "opening_date": "2002-10-18", "display_title": "Formula 51", "link": {"url": "http://www.nytimes.com/movie/review?res=9900E6DA153DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Formula 51", "type": "article"}, "mpaa_rating": "R", "summary_short": "Samuel L. Jackson, who wears a kilt, plays Elmo McElroy, an outlaw pharmacist with a formula for a super-potent recreational drug stronger than any known narcotic, stimulant or hallucinogen. This witlessly profane, pointlessly violent picture, on the other hand, is alternately soporific and emetic. Elmo, on the run from the Los Angeles drug dealer he double-crossed, teams up with a Liverpool lowlife (Robert Carlyle) and his ex-girlfriend (Emily Mortimer), a hired assassin. Ronny Yu's caffeinated style generates neither humor nor suspense, and the movie comes of as a dumbed-down version of &quot;Snatch&quot; or &quot;Lock, Stock and Two Smoking Barrels,&quot; if you can imagine such a thing. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Debut, The (Movie)  ", "publication_date": "2002-10-18", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:16:19", "opening_date": null, "display_title": "The Debut", "link": {"url": "http://www.nytimes.com/movie/review?res=950DE5DD133DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Debut", "type": "article"}, "mpaa_rating": "R", "summary_short": "In &quot;Debut,&quot; directed by Gene Cajayon, a high school student in California rebels against his Filipino-born father's determination to steer him into a career the young man doesn't want. Mr. Cajayon is dealing with a story of American experience whose cinematic history goes at least as far back as &quot;The Jazz Singer&quot; in 1927, when Al Jolson as the show-biz bound Jack Robin rebelled against his father's insistence that he follow tradition by becoming a cantor. Mr. Cajayon's modest version is sometimes amateurishly acted by the appealing younger cast but is nonetheless a neat blend of well-drawn major characters and drama, music, dance, romance and humor that generates considerable charm and achieves a heartwarming resolution of its generational conflict. — Lawrence Van Gelder", "multimedia": null}, {"headline": "Naqoyqatsi (Movie)", "publication_date": "2002-10-18", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:19:33", "opening_date": null, "display_title": "Naqoyqatsi", "link": {"url": "http://www.nytimes.com/movie/review?res=9807E4D9113BF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Naqoyqatsi", "type": "article"}, "mpaa_rating": "PG", "summary_short": "The third collaboration of the director Godfrey Reggio and the composer Philip Glass is a solemn, highbrow mood movie with a difference. The final part of the team's celebrated Qatsi Trilogy, which includes &quot;Koyaanisqatsi&quot; (&quot;Life Out of Balance&quot;) and &quot;Powaqqatsi&quot; (&quot;Life in Transformation&quot;), it is by far the grimmest of these nonnarrative, nonverbal cinematic tone poems with epic ambitions. Although none of the three could be described as cheery, &quot;Naqoyqatsi,&quot; whose title is the Hopi Indian term for war as a way of life, reeks of doomsday. Its relentless depiction of competition, regimentation and universal bellicosity inevitably reflects an international political climate charged with mounting fears of war and terrorism. What makes the film all the more disturbing is that much of it is also beautiful. — Stephen Holden", "multimedia": null}, {"headline": "On Guard (Movie)", "publication_date": "2002-10-18", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:26:10", "opening_date": "1998-03-20", "display_title": "On Guard!", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E3D7153DF93BA25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of On Guard!", "type": "article"}, "mpaa_rating": "", "summary_short": "In the entry on Philippe de Broca in The New Biographical Dictionary of Film, the critic David Thomson writes that &quot;when the cinema of charm is assessed, de Broca must always be remembered.&quot;  De Broca's &quot;On Guard&quot; provides rousing support for this assertion. Though it breaks no ground — hardly surprising, given that its source, an 1857 novel by Paul Féval called &quot;Le Bossu&quot; (&quot;The Hunchback&quot;), has been adapted for the screen five times before — Mr. de Broca's film is full of durable cinematic pleasures: a little sex, a lot of sword fighting and a plot that combines heady passion with complicated political intrigue. — A. O. Scott", "multimedia": null}, {"headline": "Stealing the Fire (Movie)  ", "publication_date": "2002-10-16", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:49:08", "opening_date": null, "display_title": "Stealing the Fire", "link": {"url": "http://www.nytimes.com/movie/review?res=9B0CE4D91F3AF935A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Stealing the Fire", "type": "article"}, "mpaa_rating": "", "summary_short": "The central figure in this video documentary by John S. Friedman and Eric is one Karl-Heinz Schaab, a deceptively drab German technocrat who says little and reveals less. In a Munich court in 1999 he was convicted of selling German nuclear technology to Iraq: specifically, appropriating the secret plans for an array of centrifuges used to produce weapons-grade uranium. Most of Mr. Schaab's story is told through his defense lawyers.  As the film cuts back and forth among Rio de Janeiro, Munich and Baghdad, with side trips to Zurich and elsewhere, it takes on the exotic coloration of a postwar espionage thriller, something the novelist Eric Ambler might have conceived on a tramp steamer crossing the Black Sea. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Love and Diane (Movie)  ", "publication_date": "2002-10-12", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:52:55", "opening_date": null, "display_title": "Love and Diane", "link": {"url": "http://www.nytimes.com/movie/review?res=9F07EED7153AF931A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Love and Diane", "type": "article"}, "mpaa_rating": "", "summary_short": "This compelling documentary immerses you in the problems of the Hazzards, a troubled New  York family living on public assistance. The movie focuses on the stormy relationship of Diane, the family's 42-year-old matriarch, who is in recovery from crack addiction, and  one of her daughters, Love, the single mother of a bright, happy baby boy named  Donyaeh, who is the hope of the family. Diane is a brave, outspoken woman with a  horrendous family history. Now clean and sober and fortified by her Christian faith, she  is determined to get a job and reunite under one roof the family that was taken from her  and scattered among various foster homes. But the wounds of the past aren't so easily  healed. The painful turning point of a story that spans several years comes when Diane  feels obliged to report Love as a neglectful mother, and Donyaeh is put in a foster home. — Stephen Holden\r\n", "multimedia": null}, {"headline": "A Rural Teacher as a Gentle Artist, Molding Young Minds", "publication_date": "2002-10-12", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:53:19", "opening_date": null, "display_title": "To Be and to Have", "link": {"url": "http://www.nytimes.com/movie/review?res=9A04E4D9113BF931A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of To Be and to Have", "type": "article"}, "mpaa_rating": "", "summary_short": "Following the movement of the seasons from autumn to summer, Nicolas Philibert's quiet documentary chronicles a year in the classroom of Georges Lopez, a humane, infinitely patient teacher who runs a one-room schoolhouse in rural France. At the end of a long and devoted career, Mr. Lopez manages the day-to-day travails of his profession with solemnity and persistence, breaking up fights, helping initiate the youngest students into the rigors of the French academic system and preparing the older ones to go on to the next stage, a large, impersonal regional middle school. While the film does inquire discreetly into the sometimes dysfunctional home lives of some of the children, it is less a social document than a portrait of an artist: Mr. Lopez's mixture of discipline and inspiration surely merits that description. As such it is tremendously affecting without ever seeming platitudinous or sentimental. — A.O. Scott", "multimedia": null}, {"headline": "Talk to Her (Movie)  ", "publication_date": "2002-10-12", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 06:46:29", "opening_date": "2003-02-14", "display_title": "Talk to Her", "link": {"url": "http://www.nytimes.com/movie/review?res=9B02E5D8153AF931A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Talk to Her", "type": "article"}, "mpaa_rating": "R", "summary_short": "Like all great doomed affairs, &quot;Talk to Her&quot;  is full of lovely, sweet suffering. And when it's over, the realization of how much the movie means to you really sinks in; you can't get it out of your heart. Pedro Almodóvar has created a tragic comedy about need, its liberating and shackling powers. Movies haven't been so rapturous about characters plummeting to an awful end at least since the last Almodóvar film, &quot;All About My Mother&quot; (1999). But he doesn't mine the comic strip soap opera mystique so extravagantly here; everything falls into place with an almost surreal delicacy.  — Elvis Mitchell", "multimedia": null}, {"headline": "Bowling For Columbine (Movie)  ", "publication_date": "2002-10-11", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 06:56:36", "opening_date": "2002-11-15", "display_title": "Bowling for Columbine", "link": {"url": "http://www.nytimes.com/movie/review?res=9D02EEDC173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Bowling for Columbine", "type": "article"}, "mpaa_rating": "", "summary_short": "Michael Moore's latest documentary &#151; a rambling inquiry into the sources of violence and fear in American culture &#151; is tendentious and infuriating, full of ideological cheap shots and bullying interviews. It is also generous, disturbing, honest and funny. Since the subject, which sometimes seems to be nothing less than the nature of American society itself, is large and self-contradictory, it seems only fitting that the film (and the filmmaker) should share those attributes. The movie, populated by scapegoats, fools and striving, decent ordinary citizens &#151; in addition, of course, to Mr. Moore himself &#151; really does present an argument, but it should incite quite a few, which is not such a bad thing. — A. O. Scott\r\n", "multimedia": null}, {"headline": "White Oleander (Movie)  ", "publication_date": "2002-10-11", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:42:53", "opening_date": "2002-10-11", "display_title": "White Oleander", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03EFDD173AF932A25753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of White Oleander", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Janet Fitch's best-selling novel about the tormented relationship of an artist imprisoned for murdering her unfaithful lover and her teenage daughter who is shuttled through a succession of foster homes has been adapted into a movie of unusual depth and subtlety  that captures several moods of Los Angeles. Michelle Pfeiffer gives the most complex screen performance of her career as the beautiful mother, a remorseless narcissist, who raises her daughter to believe the two of them are superior to ordinary mortals. Alison Lohman's equally impressive portrayal of the daughter, herself a talented artist, maintains a  perfectly calibrated balance between resentment and adoration. Renee Zellweger and Robin Wright Penn are also memorable as foster mothers, one an insecure, clinging sometime B-movie  actress, the other a trashy former stripper. — Stephen Holden\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}