{"results": [{"headline": "Red Dragon (Movie)  ", "publication_date": "2002-10-04", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:14:01", "opening_date": "2002-10-04", "display_title": "Red Dragon", "link": {"url": "http://www.nytimes.com/movie/review?res=9804E1D91F38F937A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Red Dragon", "type": "article"}, "mpaa_rating": "R", "summary_short": "In &quot;Dragon,&quot; Hannibal (the Cannibal) Lecter is played once again with relish &#151; and probably wasabi mayonnaise &#151; by Anthony Hopkins. But Lecter is such a huge presence at this point that he capsizes the picture's narrative, which is presumably a manhunt for a serial murderer other than Lecter. Lecter is in prison, but a killer is attacking families in their homes on a lunar cycle. The F.B.I. asks Will Graham (Edward Norton), a now retired agent, to help find him before the next full moon. So Graham asks Lecter for help. The best material in the picture is sparkling, drawing-room comedy, like the exchanges between Graham and Lecter. And there are gamey comic moments featuring Philip Seymour Hoffman as the tabloid reporter Freddy Lounds. But while Mr. Hopkins excels at Grand Guignol comic relief, it's tiresome because we've heard it all before. The entire picture is a third-generation Xerox copy: it's a thriller too timid to thrill. — Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Welcome to Collinwood (Movie)  ", "publication_date": "2002-10-04", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:54:59", "opening_date": "2002-10-18", "display_title": "Welcome to Collinwood", "link": {"url": "http://www.nytimes.com/movie/review?res=9A06E4DB1F38F937A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Welcome to Collinwood", "type": "article"}, "mpaa_rating": "R", "summary_short": "Given the glut of recent heist pictures &#151; including those with such breathtakingly original titles as &quot;Heist&quot; and &quot;The Score&quot; &#151; you may wonder why anyone would have bothered with this one, but &quot;Collinwood&quot; has an eager, slapdash energy that makes it hard to be too sorry that someone did. Anthony and Joe Russo, brothers from Cleveland, where the movie takes place, write and direct with a sloppy exuberance that is sometimes hard to distinguish from incompetence, but the cast members, happily slumming, mugging and making fools of themselves, toss off some gratifyingly silly slapstick moments. The caper plot, involving a crew of very small-time crooks, is pretty much abandoned in favor of jokey anarchy, as the actors, William H. Macy and Michael Jeter, in particular, try to steal the movie, which isn't worth much, but is sometimes fun all the same. — A. O. Scott\r\n", "multimedia": null}, {"headline": "Pipe Dream (Movie)  ", "publication_date": "2002-10-04", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:07:33", "opening_date": null, "display_title": "Pipe Dream", "link": {"url": "http://www.nytimes.com/movie/review?res=9F0DE0DD1F38F937A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Pipe Dream", "type": "article"}, "mpaa_rating": "R", "summary_short": "The comedian Richard Lewis once joked that his overbearing mother had made the family dog so neurotic it coughed before it barked. &quot;Pipe Dream&quot; is just the opposite: though it's knee deep in a world of fulminating neuroses &#151; independent filmmaking &#151; it will lull audiences into indifference with its deep-breathing normalcy. This mild-mannered farce, directed by one of its  writers, John C. Walsh, is corny in a way that bespeaks an  expiration date passed a long time ago. &#151; Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Frontiers of Dreams and Fears (Movie) ", "publication_date": "2002-10-03", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:52:19", "opening_date": null, "display_title": "Frontiers of Dreams and Fears", "link": {"url": "http://www.nytimes.com/movie/review?res=9401E7DA1138F930A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Frontiers of Dreams and Fears", "type": "article"}, "mpaa_rating": "", "summary_short": "There is little but rhetoric in &quot;Frontiers of Dreams and Fears,&quot; a manipulative study of the long-distance friendship between two Palestinian girls. Mona, 13, lives in the Shatila refugee camp in Beirut, where her family was sent after losing its land in 1948. Manar, 14, is a resident of the Dheisha camp near Bethlehem. Both members of the Ibdaa Cultural Center, the young women exchange letters and photographs, but are prevented from meeting by border regulations. As directed by Mai Masri, &quot;Frontiers of Dreams and Fears&quot; is very heavy on heart-rending close-ups of suffering children. It is impossible not to be moved by imagery such as this, and also impossible not to feel somewhat used by it. &quot;Why are we studying?&quot; one child proclaims in voice-over, an attitude that the filmmaker appears to endorse. &quot;We have no future.&quot; But surely, in the complex context of the Middle East, this sort of sentimental passivity is an indulgence no one can afford. &#151; Dave Kehr", "multimedia": null}, {"headline": "Man Without a Past, The (Movie)", "publication_date": "2002-10-02", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:23:28", "opening_date": null, "display_title": "The Man Without a Past", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E5DD1338F931A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Man Without a Past", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The impish Aki Kaurismaki, whose previous film was the black-and-white, silent &quot;Juha,&quot; fills this proletarian fable with music and color. The hero, a jowly, sad-faced welder (Markku Peltola), wakes up after a vicious mugging to find himself suffering from complete amnesia. But his state of dislocation turns out also to be a state of grace, as he finds friendship in a shipping-container shanty-town and love with a Salvation Army worker (Kati Outinen). The movie, with its easy, graceful humor and its plainspoken sense of decency, recalls the great populist films of the 1930's and early 40's: there are traces of Charlie Chaplin, Preston Sturges and Frank Capra in Mr. Kaurismaki's democractic aesthetic, and like them he has made a simple, poignant comedy whose intended audience is nothing less than the human race. — A. O. Scott", "multimedia": null}, {"headline": "Bloody Sunday (Movie)", "publication_date": "2002-10-02", "byline": "Elvis Mitchell", "critics_pick": 1, "date_updated": "2016-03-30 07:28:56", "opening_date": null, "display_title": "Bloody Sunday", "link": {"url": "http://www.nytimes.com/movie/review?res=9C01E2DC1338F931A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of Bloody Sunday", "type": "article"}, "mpaa_rating": "R", "summary_short": "The writer-director Paul Greengrass's magnetic and impassioned melodrama re-creates the 1972 outbreak of violence during a pro-I.R.A. civil-rights march in Londonderry, Northern Ireland. The director presents the attitudes and the events leading to the horrible clash with a tense, self-aware propulsion — it's like a Brechtian newsreel. Mr. Greengrass makes things move even faster by assembling it as a series of blackouts, and all the cuts build a charged thoughtfulness reminiscent of Costa-Gavras's &quot;Z.&quot; The level of accomplishment in the filmmaking is overwhelming, because in addition to the flash-cut boldness, it's an earthy epic like Gillo Pontecorvo's &quot;Battle of Algiers.&quot; The dramatic scheme of &quot;Sunday&quot; is established with deft simplicity, but the movie doesn't oversimplify the conflicts. — Elvis Mitchell", "multimedia": null}, {"headline": "Man From Elysian Fields, The (Movie)", "publication_date": "2002-10-02", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:24:10", "opening_date": null, "display_title": "The Man From Elysian Fields", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E7DC1338F931A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Man From Elysian Fields", "type": "article"}, "mpaa_rating": "R", "summary_short": "Andy Garcia plays Byron Tiller, a struggling novelist who is recruited to work as a gigolo by an elegant pimp played by Mick Jagger. Neither the filmmakers nor the actors can figure out whether to play this dubious premise as comedy or as earnest morality tale, and Mr. Garcia spends most of the picture looking stricken and self-pitying. He's so morose you can't imagine why anyone would pay him to provide pleasure, and most of the pleasure the movie affords comes from Mr. Jagger and Mr. Coburn, playing Byron's literary idol, who happens to be married to Byron's main client (Olivia Williams). In the end, what might have been — in the hands of, say, Albert Brooks — a piquant slice of absurdity turns into a sodden parable about a man who discovers what really matters and learns important lessons. We're meant to believe that Byron sells his body in order to find his soul. — A. O. Scott", "multimedia": null}, {"headline": "Uncertainty Principle, The (Movie)", "publication_date": "2002-10-01", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:48:29", "opening_date": null, "display_title": "The Uncertainty Principle", "link": {"url": "http://www.nytimes.com/movie/review?res=9904E1DA1538F932A35753C1A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Uncertainty Principle", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "Sentenced to a Convent That Might as Well Be a Prison", "publication_date": "2002-09-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 07:22:49", "opening_date": "2003-08-29", "display_title": "The Magdalene Sisters", "link": {"url": "http://www.nytimes.com/movie/review?res=9D00E3DE1638F93BA1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Magdalene Sisters", "type": "article"}, "mpaa_rating": "R", "summary_short": "Even though the setting isn't a penal institution but a convent, Peter Mullan's grim, powerful film fits snugly into a long line of heartsick dramas in which innocent people endure the degradation of prison. The inmates, all female, are the victims of a stringently moralistic brand of Irish Catholicism, now on the wane, that used to punish unmarried young women (many in their teens) for premarital sex.  These &quot;bad girls&quot; exiled from their families and communities were forced to do slave labor in convent laundries that proliferated in Ireland until recently. &quot;The Magdalene Sisters,&quot; which tells the semifictionalized stories of four young women in one convent, is set roughly from 1964 to 1969.   Most prison movies have a monster authority figure, and so does this film. Here that ogre is the head nun, Sister Bridget (Geraldine McEwan), a twisted diabolical autocrat. In a brilliant performance, Ms. McEwan makes this character horribly believable by portraying her cruelty not as raw sadism but as righteous punishment dispensed by a religious fanatic with a warped sense of values. — Stephen Holden", "multimedia": null}, {"headline": "Russian Ark (Movie)  ", "publication_date": "2002-09-28", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:42:09", "opening_date": null, "display_title": "Russian Ark", "link": {"url": "http://www.nytimes.com/movie/review?res=9405E2DE1638F93BA1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Russian Ark", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;Russian Ark&quot; is a magnificent conjuring act, an eerie historical mirage evoked in a single sweeping wave of the hand by Alexander Sokurov. The 96-minute film, shot in high-definition video in the Hermitage at St. Petersburg, consists of one continuous, uninterrupted take. Thanks to recent technological innovation, it is the longest unbroken shot in the history of film. As the Steadicam floats through the museum's galleries, a cast of 2,000 actors and extras act out random, whimsical moments of Russian imperial history that dissolve into one other like chapters of a dream. Mr. Sokurov, who has always been drawn to historical subjects, has said that he wanted to capture &quot;the flow of time&quot; in a pure cinematic language that suggests &quot;a single breath.&quot; And that's what &quot;Russian Ark&quot; accomplishes. — Stephen Holden", "multimedia": null}, {"headline": "Son, The (Movie)  ", "publication_date": "2002-09-28", "byline": "A. O. Scott", "critics_pick": 1, "date_updated": "2016-03-30 07:20:54", "opening_date": null, "display_title": "The Son", "link": {"url": "http://www.nytimes.com/movie/review?res=9402EEDF1638F93BA1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Son", "type": "article"}, "mpaa_rating": "", "summary_short": "The emotional terrain &quot;The Son&quot; stakes out has been plowed over many times before. The death of a child commonly provides warrant either for sentimental psychobabble or (especially when the killer is near at hand and the bereaved parent is a father) for righteous violence. With their uncompromising, almost unbearable rigor and their ruthless refusal of melodrama, the brothers Luc and Jean-Pierre Dardenne mount an implicit critique of the therapeutic nostrums and the vigilante fantasies to which we have become accustomed, putting both the slick, pretentious pandering of &quot;Road to Perdition&quot; and the earnest hand-wringing of &quot;In the Bedroom&quot; to shame. Nothing about &quot;The Son&quot; is easy, and it has the balked, minimalist force (as well as the working-class setting) of one of Raymond Carver's better stories. To call it a masterpiece would be to insult its modesty. — A. O. Scott", "multimedia": null}, {"headline": "Unknown Pleasures (Movie)", "publication_date": "2002-09-28", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:54:36", "opening_date": null, "display_title": "Unknown Pleasures", "link": {"url": "http://www.nytimes.com/movie/review?res=9A05E0DF1638F93BA1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Unknown Pleasures", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "Perhaps the world doesn't need another picture on disaffected youth, but Jia Zhang Ke's film is about more than alienation. The saddest thing about it is that the social ineptitude of the youth in &quot;Unknown Pleasures&quot; doesn't even belong to them: they've sampled it from Western culture, just like the clangorous funk of dance-club music. But being immersed in pop  culture doesn't set the kids of &quot;Pleasures&quot; free; it's just another signpost of the things they can't have.  The hand-held sparseness in which the camera roams around large, mostly underpopulated and rundown spaces makes &quot;Pleasures&quot; feel a bit repetitive — reductive neo-realism. There are a few long takes that can be numbing, but they're part of the director's point. The movie wants to confront us with the fact that these kids are going nowhere and are in no particular hurry. It treats Beijing as the Moscow of &quot;The Three Sisters&quot;: a dreamland as a receding horizon.  — Elvis Mitchell", "multimedia": null}, {"headline": "Chihwaseon (Movie)", "publication_date": "2002-09-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:15:15", "opening_date": null, "display_title": "Chi-hwa-seon", "link": {"url": "http://www.nytimes.com/movie/review?res=950CE7DF1638F93BA1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Chi-hwa-seon", "type": "article"}, "mpaa_rating": "Not Rated", "summary_short": "&quot;Chihwaseon,&quot; a film by Im Kwon-Taek, the prolific grand old man of South Korean cinema, is one eminent artist's biography of another. The subject of the film is Jang Seung-Ub, a 19th-century painter known by the pseudonym Ohwon who lived, in Mr. Im's rendition, like a vagabond rock star. Jang, born a commoner and discovered as a boy by a sympathetic aristocrat, dazzled and scandalized his country's politically fragmented ruling class and spent his long career in and out of favor, and in and out of trouble. Mr. Im's meandering, episodic tale keeps its subject at a distance, observing even his wildest moments with decorous detachment. But if the director can be a plodding storyteller, he is also a visual artist as inspired, at times, as Ohwon himself. — A. O. Scott", "multimedia": null}, {"headline": "Ten (Movie)", "publication_date": "2002-09-28", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:12:56", "opening_date": null, "display_title": "Ten", "link": {"url": "http://www.nytimes.com/movie/review?res=9A03E4DF1638F93BA1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Ten", "type": "article"}, "mpaa_rating": "", "summary_short": "", "multimedia": null}, {"headline": "About Schmidt (Movie)  ", "publication_date": "2002-09-27", "byline": "Stephen Holden", "critics_pick": 1, "date_updated": "2016-03-30 06:44:27", "opening_date": "2003-01-03", "display_title": "About Schmidt", "link": {"url": "http://www.nytimes.com/movie/review?res=9E00E5D91139F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of About Schmidt", "type": "article"}, "mpaa_rating": "R", "summary_short": "Jack Nicholson's portrayal of Warren Schmidt, a retired, insurance executive from Omaha at loose ends after the death of his wife, may be the most astonishing dramatic transformation of his 44-year screen career. Plodding in a weary, stiff-legged shuffle, this great actor reins in his bad-boy mannerisms to convey a deep, sorrowful awareness of human complexity. As the movie follows the attempts of this staid 66-year-old everyman to regain his equilibrium, it sustains an exquisite balance between a satire of Middle American life and the wrenching pathos of Warren's situation, as he tries to form a bond with his resentful grown-up daughter (Hope Davis). Much of the story takes place on the road from Nebraska to her wedding in Colorado. Kathy Bates has a flashy comic turn as the groom's garrulous, overbearing mother. — Stephen Holden", "multimedia": null}, {"headline": "Biggie and Tupac (Movie)  ", "publication_date": "2002-09-27", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:29:04", "opening_date": null, "display_title": "Biggie & Tupac", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E3DD1F39F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Biggie & Tupac", "type": "article"}, "mpaa_rating": "R", "summary_short": "This film by the British documentary maker Nick Broomfield seeks to uncover a cover-up in the music world.  On Sept. 13, 1996, the rapper Tupac Shakur was shot to death in Las Vegas; on March 9, 1997, the rapper Biggie Smalls was shot to death in Los Angeles.  Though the killings were written off at the time to a rivalry between the East Coast and West Coast schools of rap, Mr. Broomfield, not surprisingly, believes that more is there than meets the eye. Whether or not you buy Mr. Broomfield's findings, the film acquires an undeniable entertainment value as Mr. Broomfield continues to force himself on people and into situations that would make lesser men run for cover. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Tuxedo, The (Movie)", "publication_date": "2002-09-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:23:34", "opening_date": "2002-09-27", "display_title": "The Tuxedo", "link": {"url": "http://www.nytimes.com/movie/review?res=9F03E5D71139F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of The Tuxedo", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The tired and tiring &quot;Tuxedo&quot; features Jackie Chan as Jimmy Tong, a taxi driver who is recruited by a secret government agency to chauffeur the superspy Clark Devlin (Jason Isaacs).  When Devlin is sidelined after an assassination attempt, Jimmy slips into the master spy's tuxedo. The rest of the film is about stopping a plot by the mad bottled-water magnate Diedrich Banning (Richie Coster), who plans to release a dehydrating bacteria into the water supply; it reduces the consumer to a pile of dust. Then, Banning will control the only safe, drinkable water. &quot;The Tuxedo&quot; may have been tailored just for Mr. Chan, but it still feels like off-the-rack garb. And by now, this gifted physical comedian deserves much better than a hand-me-down suit that smells like a rental. — Elvis Mitchell", "multimedia": null}, {"headline": "Crazy As Hell (Movie)  ", "publication_date": "2002-09-27", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:17:07", "opening_date": null, "display_title": "Crazy As Hell", "link": {"url": "http://www.nytimes.com/movie/review?res=9506E4DD1F39F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Crazy As Hell", "type": "article"}, "mpaa_rating": "R", "summary_short": "An ambitious first feature directed by the actor Eriq La Salle (&quot;E.R.&quot;), &quot;Crazy as Hell&quot; largely consists of a Socratic dialogue between a celebrated psychiatrist, Dr. Ty Adams (Michael Beach) and a mysterious patient who appears at the mental hospital where Dr. Adams is temporarily in residence. The mysterious patient, played in a variety of colorful costumes (including a dress) by the director himself, is identified in the credits only as the Man, though he is quick to identify himself, when Dr. Adams questions him, as the Devil incarnate. Based on a 1982 novel by Jeremy Leven, &quot;Satan:  His Psychotherapy and Cure by the Unfortunate Dr. Kassler, J.S.P.S.,&quot; &quot;Crazy as Hell&quot; forgoes plot for pleasures that are primarily theatrical. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Skins (Movie)  ", "publication_date": "2002-09-27", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:22:16", "opening_date": null, "display_title": "Skins", "link": {"url": "http://www.nytimes.com/movie/review?res=9C04E3DD1F39F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Skins", "type": "article"}, "mpaa_rating": "R", "summary_short": "&quot;Skins,&quot; a feature by the American Indian filmmaker Chris Eyre (&quot;Smoke Signals&quot;), is set in and around the Pine Ridge Indian Reservation, a windswept slum just a few miles away from Mount Rushmore. Conditions on the reservation are so appalling &#151; rampant unemployment, epidemic alcohol abuse, woefully inadequate sanitation &#151; that Mr. Eyre continually interrupts his slight narrative to lament them. And &quot;Skins&quot; might have been better off as a documentary, with less of Mr. Eyre's uninspired dramatics and more of his sense of observation and outrage.  Based on the 1995 novel by Adrian C. Louis, the movie is a study in helpless rage &#151; the rage of one man, Rudy Yellow Lodge (Eric Schweig), a reservation police officer whose small attempts to improve the lot of his people don't seem to be adding up to much. &#151; Dave Kehr\r\n", "multimedia": null}, {"headline": "Wasabi (Movie)  ", "publication_date": "2002-09-27", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:57:52", "opening_date": null, "display_title": "Wasabi", "link": {"url": "http://www.nytimes.com/movie/review?res=9806E1D61139F934A1575AC0A9649C8B63", "suggested_link_text": "Read the New York Times Review of Wasabi", "type": "article"}, "mpaa_rating": "R", "summary_short": "Culinary purists have observed that much of what passes for the spicy Japanese condiment wasabi at American restaurants is an ersatz concoction of horseradish and green food coloring. The French-language action comedy &quot;Wasabi&quot; is just as artificial, pumped with horseradish to give it heat in lieu of actual spice. An ultraviolent Parisian detective, Hubert (Jean Reno), who pines for a Japanese woman he loved nearly 20 years earlier, is summoned to Tokyo for her funeral, where he finds he's greeted by . . . the teenage daughter he never knew. There's more: she's a mod-punk brat who wants to hire a yakuza gang to kill the man she thinks abandoned her mother. The mom has left behind almost 200 million, not yen but dollars. And to top things off, she's made Hubert her heir and the executor of her will. Then, things really get complicated. &#151; Elvis Mitchell\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}