{"results": [{"headline": "Bounce: Beyond the Velvet Rope (Movie)  ", "publication_date": "2001-09-07", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 07:17:02", "opening_date": "2001-09-07", "display_title": "Bounce: Behind the Velvet Rope", "link": {"url": "http://www.nytimes.com/movie/review?res=9D0DE6D71339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Bounce: Behind the Velvet Rope", "type": "article"}, "mpaa_rating": "", "summary_short": "The American fascination with power extends down to its lowest levels, which in the case of Steven Cantor's documentary, would seem to consist of the burly, battle-scarred young men whose job it is to chuck unruly patrons out of nightclubs. Mr. Cantor's casually shot and loosely assembled film profiles seven professional bouncers working both here and in England. The picture is obsessed with strength and the use of physical force, though its attitudes are often slippery. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Matter of Taste, A (Movie)", "publication_date": "2001-09-07", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:15:01", "opening_date": null, "display_title": "A Matter of Taste", "link": {"url": "http://www.nytimes.com/movie/review?res=9805E4D81339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of A Matter of Taste", "type": "article"}, "mpaa_rating": "", "summary_short": "This deliciously nasty French deconstruction of male pecking orders, directed by Bernard Rapp, should send a pleasant shiver down the spine of anyone who has ever obsessed about wanting to please a devious and manipulative boss. When that employer is as elegant and treacherous a narcissist as Frédéric Delamont (Bernard Giraudeau), the epicurean, insanely fastidious business mogul who hires a handsome young waiter named Nicholas (Jean-Pierre Lorit) to be his personal food taster, the very term &quot;boss&quot; takes on a new and sinister dimension. The film is somewhat undermined by being told in flashback as Nicolas, who appears to have just murdered his boss, responds to questions from a magistrate and a psychiatrist. — Stephen Holden", "multimedia": null}, {"headline": "Vengo (Movie)  ", "publication_date": "2001-09-07", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:54:17", "opening_date": null, "display_title": "Vengo", "link": {"url": "http://www.nytimes.com/movie/review?res=9C02E0D81339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Vengo", "type": "article"}, "mpaa_rating": "", "summary_short": "The French writer-director Tony Gatlif celebrates the musical culture of Andalusia in southern Spain. In the city of Seville and its surrounding villages, a number of Mediterranean traditions have come together to create a mournful, ecstatic, improvised music that goes under the name &quot;flamenco.&quot; The film is at its best at those frequent moments when Mr. Gatlif steps out of his slender story line and allows some amazing performers, like the legendary flamenco singer La Caita, to cast their musical spells. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Rock Star (Movie)  ", "publication_date": "2001-09-07", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:44:52", "opening_date": "2001-09-07", "display_title": "Rock Star", "link": {"url": "http://www.nytimes.com/movie/review?res=9905E7D61339F934A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Rock Star", "type": "article"}, "mpaa_rating": "R", "summary_short": "Based on the true story of a heavy-metal fan who replaced the lead singer in the band he worshiped, this sloppy, charming melange of &quot;This Is Spinal Tap&quot; and &quot;Almost Famous&quot; looks back nostalgically at the big-haired, leather-and-spandex pop metal of the mid-1980's. Mark Wahlberg, playing a Pittsburgh head-banger who unexpectedly lives out his fantasy of sex, drugs and rock 'n' roll, captures both the naivete and the passion of obsessive fandom. Though the story of his transformation from regular guy to metal god and back again is predictable and unconvincing, the movie is full of well-observed details and authentically awful music. It both celebrates and, with gentle knowingness, ridicules the noisy, raucous world of big arena shows, endless touring and androgynous machismo that was 80's metal. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Djomeh (Movie)  ", "publication_date": "2001-09-05", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 06:58:13", "opening_date": null, "display_title": "Djomeh", "link": {"url": "http://www.nytimes.com/movie/review?res=9B06E4D81739F936A3575AC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Djomeh", "type": "article"}, "mpaa_rating": "", "summary_short": "Hassan Yektapanah's debut feature offers the latest evidence that the spirit of Italian neorealism has taken up residence in Iran. At first glance &quot;Djomeh,&quot; which won the Camera d'Or (for best first feature) at the 2000 Cannes International Film Festival, is a simple, almost anecdotal story embedded in the daily rhythms of rural life in a dusty, mountainous corner of Iran. But on reflection it proves to be an investigation, at once lucid and enigmatic, of exile, loneliness and the fragile possibility of friendship. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Jeepers Creepers (Movie)  ", "publication_date": "2001-08-31", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:47:10", "opening_date": "2001-08-31", "display_title": "Jeepers Creepers", "link": {"url": "http://www.nytimes.com/movie/review?res=9D06E3D81230F932A0575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jeepers Creepers", "type": "article"}, "mpaa_rating": "R", "summary_short": "A cannier-than-average teen horror movie that makes you shudder in its early scenes, then turns into a noisy carnival attraction once its designated monster finally materializes. \r\nOnce its bat-winged supernatural thingamajig appears, the beast isn't half as horrifying as you imagined. And as usual, its appearance comes far too early in the game. By the time you've seen it hungrily sniffing one character's dirty underwear and sucking the tongue from the mouth of a fresh corpse, you've witnessed this movie's outer limit of horror. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Tortilla Soup (Movie)  ", "publication_date": "2001-08-31", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:45:47", "opening_date": "2001-08-31", "display_title": "Tortilla Soup", "link": {"url": "http://www.nytimes.com/movie/review?res=9F00E6DA1230F932A0575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Tortilla Soup", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Hector Elizondo stars in this forgettable romantic farce as Martin, an enormously talented chef who whips up sumptuous, camera-ready feasts for his three adult daughters. The feat here is that the widowed Martin cooks enough to feed the entire audience, and yet his daughters have retained their willowy figures. Perhaps the lack of nourishment comes from the movie's pale recycling of &quot;Eat Drink Man Woman,&quot; Ang Lee's domestic food fight of a movie. &quot;Tortilla Soup&quot; has more warm, likable actors and agile performances than the material merits, and, at the very least, is this year's leading candidate for foodie classic, the type of picture that sends audiences scurrying for a meal after the credits roll. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "O (Movie)", "publication_date": "2001-08-31", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:43:18", "opening_date": "2001-08-31", "display_title": "O", "link": {"url": "http://www.nytimes.com/movie/review?res=9D05E1D81230F932A0575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of O", "type": "article"}, "mpaa_rating": "R", "summary_short": "Tim Blake Nelson's updating of &quot;Othello&quot; is set in an all-white private American high school. The title character has been christened Odin, or O, a black basketball star and an athletic scholarship recruit. The idea of Shakespeare's mythic black man as an intimidator on the backboards makes sense. A shot-caller from the floor, O (Mekhi Phifer) is a decent guy whose status on the team provokes jealousy in the Iago figure, Hugo (Josh Hartnett), who schemes to do O in by any means necessary. That includes preying upon the stir caused by O's romantic pursuit of a white girl, Desi (Julia Stiles). In trying to make &quot;Othello&quot; more lifelike and bring it down to a younger audience &#151; in effect, to make it more democratic &#151; the adaptation has rendered the material artless. And &quot;O&quot; has been beaten to the punch by so many other movies that the picture feels utterly superfluous. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Fighter (Documentary Film) ", "publication_date": "2001-08-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:20:23", "opening_date": "2001-08-24", "display_title": "Fighter", "link": {"url": "http://www.nytimes.com/movie/review?res=9B07E7D61531F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Fighter", "type": "article"}, "mpaa_rating": "", "summary_short": "An unusual and enthralling Holocaust survival documentary,  &quot;Fighter&quot; follows Jan Wiener and Arnost Lustig, two Czech immigrants (to the United  States), both in their 70's, on a journey into the past. As Mr. Wiener, who eluded the Nazis and joined the Royal Air Force in England, revisits the places in Europe where he hid  out, Mr. Lustig, a writer and teacher, recalls his own family's destruction. Their conflicting feelings about the past and about humanity in general provide for a stimulating history that examines the nature of memory and the way different types of people look back and reconstruct the past. - Stephen Holden", "multimedia": null}, {"headline": "Jay and Silent Bob Strike Back (Movie)  ", "publication_date": "2001-08-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:48:31", "opening_date": "2001-08-24", "display_title": "Jay and Silent Bob Strike Back", "link": {"url": "http://www.nytimes.com/movie/review?res=9500E1D71531F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Jay and Silent Bob Strike Back", "type": "article"}, "mpaa_rating": "R", "summary_short": "This fifth film in Kevin Smith's proposed New Jersey trilogy will demand a lot of those who aren't fans of his eighth-grader's purview. Jay (Jason Mewes) and Silent Bob (Mr. Smith), who inhabited roles on the periphery of Mr. Smith's previous films, get the spotlight here. The pair head for Hollywood to sabotage a movie project about their comic-book alter egos, the bong-powered Bluntman and Chronic, being turned into film heroes.  Mr. Smith gets off a number of good lines and there are some funny situations. The picture often plays like a stoner's combo plate of &quot;The Blues Brothers&quot; and &quot;Son of Paleface,&quot; with scads of lamely staged parodies of movies, music and comics: it's a 14-year-old boy's dream. That doesn't make for much of a movie; it's more like a slide show with sound. With Matt Damon, Gus Van Sant (who's an incredibly bad actor) and the very game Ben Affleck all making fun of themselves. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Bubble Boy (Movie)  ", "publication_date": "2001-08-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:58:05", "opening_date": "2001-08-24", "display_title": "The Bubble Boy", "link": {"url": "http://www.nytimes.com/movie/review?res=9407E6D71531F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Bubble Boy", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "The oddest Disney picture ever, and certainly one of the freakier films of the year. Though it uses as its taking off point the 1976 television movie &quot;The Boy in the Plastic Bubble,&quot; a beautifully written docudrama about a boy born without an immune system that was the first project to show John Travolta's acting range, &quot;Bubble Boy&quot; is an updating of &quot;Pee-wee's Big Adventure&quot; with a bit of &quot;The Graduate&quot; thrown in. The movie strains to be a surrealist, knockabout satire about decency, which is a daring subject. (It takes place in a fantasy land similar to California, but it's not clear when.) What may be off-putting about the film is the amount of energy it invests in attacking what's wrong with America; no one is spared. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Curse of the Jade Scorpion, the (Movie)  ", "publication_date": "2001-08-24", "byline": "A. O. Scott", "critics_pick": 0, "date_updated": "2016-03-30 07:28:46", "opening_date": "2001-08-24", "display_title": "The Curse of the Jade Scorpion", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E0D91531F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of The Curse of the Jade Scorpion", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Woody Allen's latest exercise in pretentious miniaturism might be a fitting companion piece to &quot;Small Time Crooks&quot; (or for that matter to the earlier, better &quot;Bullets Over Broadway&quot; or &quot;Manhattan Murder Mystery&quot;). It's a loose-jointed, not especially memorable comic caper with some lovely moments of humorous invention, many patches of clumsy writing ad a few game performances. Mr. Allen plays an insurance investigator in 1940 who falls afoul of a nefarious hypnotist and clashes with Helen Hunt, who plays his co-worker and nemesis. In spite of its evident nostalgia for the cruder sexual politics of bygone days, the movie is as innocuous as it is pointless, and Mr. Allen's lame attempts at Charles Brackett and Billy Wilder wit are as clumsy as Santo Loquasto's period sets are meticulous. - A. O. Scott\r\n", "multimedia": null}, {"headline": "Summer Catch (Movie)  ", "publication_date": "2001-08-24", "byline": "Lawrence Van Gelder", "critics_pick": 0, "date_updated": "2016-03-30 07:12:21", "opening_date": "2001-08-24", "display_title": "Summer Catch", "link": {"url": "http://www.nytimes.com/movie/review?res=9F02EEDE1331F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Summer Catch", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "&quot;Summer Catch&quot; sheds light on the national pastime, which used to be baseball but now seems to be the hunt for an original and captivating movie in the dog days of August. Freddie Prinze Jr. stars as Ryan Dunne, a talented but self-destructive young pitcher who hopes to win a professional contract while playing in the Cape Cod Baseball League, a magnet for top college talent and for major league scouts.  As romance or as comedy, on the field or off, &quot;Summer Catch&quot; is figuratively and literally a minor league movie. - Lawrence Van Gelder\r\n", "multimedia": null}, {"headline": "Ghosts of Mars (Movie)", "publication_date": "2001-08-24", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 07:29:27", "opening_date": "2001-08-24", "display_title": "John Carpenter's Ghosts Of Mars", "link": {"url": "http://www.nytimes.com/movie/review?res=9503E3D61531F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of John Carpenter's Ghosts Of Mars", "type": "article"}, "mpaa_rating": "R", "summary_short": "John Carpenter must be the last hippie still making movies today, and he can invest horror films with a frightening perennial theme: the fear of one's individuality being swallowed whole. Sadly, in &quot;Ghosts of Mars&quot; - little more than a remake of his much better pictures &quot;Assault on Precinct 13&quot; and &quot;The Thing&quot; - it seems that Mr. Carpenter's identity has been sublimated. At a mining colony on the planet Mars, a group of cops led by Natasha Henstridge and a crew of bad guys fronted by Ice Cube do battle with a mindless pack of human miners possessed by the spirit of the planet. This barely functional B-picture is like a zombie movie directed by one of the undead. &#151; Elvis Mitchell", "multimedia": null}, {"headline": "Happy Accidents (Movie)  ", "publication_date": "2001-08-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 07:26:59", "opening_date": null, "display_title": "Happy Accidents", "link": {"url": "http://www.nytimes.com/movie/review?res=9E01E3D61531F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Happy Accidents", "type": "article"}, "mpaa_rating": "R", "summary_short": "Brad Anderson's sci-fi romance about a cuddlesome time-traveling rebel (Vincent D'Onofrio) from the year 2470 who plunges back in time to woo a disenchanted single New York woman (Marisa Tomei) tries for a nearly impossible fusion of two kinds of fantasy, one pseudo-logical, the other gauzy-sweet. And at odd moments, this cleverly plotted movie actually makes the forced marriage work. Like Mr. Anderson's &quot;Next Stop Wonderland,&quot; the film has an abundance of heart. Unlike the typical Hollywood romance, its belief in happily-ever-after, even if it has to come from the fourth dimension, feels authentic. &#151; Stephen Holden", "multimedia": null}, {"headline": "Maybe Baby (Movie)  ", "publication_date": "2001-08-24", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:48:04", "opening_date": "2001-08-24", "display_title": "Maybe Baby", "link": {"url": "http://www.nytimes.com/movie/review?res=9E05E4D61531F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Maybe Baby", "type": "article"}, "mpaa_rating": "R", "summary_short": "By alternating between farcical spoof and bittersweet romantic comedy, Ben Elton's fearless and funny movie about infertility maintains a surprisingly secure comic footing. The British romantic comedy is far from the first movie to explore infertility and the harrowing extremes to which childless couples can go nowadays to try to conceive. But it may be the first movie to blend traditionally romantic screen conventions with a clinical humor that radically desentimentalizes the rituals surrounding conception. - Stephen Holden\r\n", "multimedia": null}, {"headline": "Together (Movie)  ", "publication_date": "2001-08-24", "byline": "Dave Kehr", "critics_pick": 0, "date_updated": "2016-03-30 06:57:55", "opening_date": "2001-09-21", "display_title": "Together", "link": {"url": "http://www.nytimes.com/movie/review?res=9903EEDE1331F937A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Together", "type": "article"}, "mpaa_rating": "R", "summary_short": "Lukas Moodysson's lively and provocative Swedish film takes place in 1975 and almost entirely within the rambling and ramshackle suburban house that is home to an idealistic commune named Tillsammans, which means together in Swedish. The house's fragile network of relationships is shattered by the arrival of the conventional, middle-class sister of one of the house's members. She is running away from her abusive alcoholic husband, with her two young children reluctantly in tow. Just as the film's title is beginning to seem bluntly ironic, Mr. Moodysson's script takes some delightfully unexpected turns, and the characters begin to reunite in new combinations and with a new, perhaps more realistic understanding of the forces that bind them together. The film never feels less than completely natural as it moves toward the reconfigurations that provide its sunny climax. Here is one of the most pleasant foreign films of the year, a funny, graceful and immensely good-natured work. - Dave Kehr\r\n", "multimedia": null}, {"headline": "Lisa Picard Is Famous (Movie)", "publication_date": "2001-08-22", "byline": "Stephen Holden", "critics_pick": 0, "date_updated": "2016-03-30 06:52:52", "opening_date": null, "display_title": "Lisa Picard Is Famous", "link": {"url": "http://www.nytimes.com/movie/review?res=9C03EFDE1631F931A1575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Lisa Picard Is Famous", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "Frantically flapping their mouths like beached fish gulping the air on a polluted shore, the aspiring actors in this hilarious fake documentary are so thirsty for attention they confirm our lurking suspicions of the acting profession as a hotbed of whiny self-absorbed narcissists. Gazing with a jaundiced smirk at the scuffling world of aspiring New York actors, it locates the intersection of human vanity and show business aspiration and drives a spike deep into the center. Directed by Griffin Dunne from a script by Laura Kirk and Nat DeWolf, who costar, the movie deserves a place beside the comedies of Christopher Guest in the hall of fame of semi-deadpan spoofs. &#151; Stephen Holden", "multimedia": null}, {"headline": "Innocence (Movie)  ", "publication_date": "2001-08-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:44:37", "opening_date": "2001-11-09", "display_title": "Innocence", "link": {"url": "http://www.nytimes.com/movie/review?res=9903EFDC153EF934A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Innocence", "type": "article"}, "mpaa_rating": "R", "summary_short": "Written and directed by Paul Cox, &quot;Innocence&quot; is mostly mediocre melodrama, though the actors suffering over love's labors lost are quite fine. The film mixes flashbacks with contemporary scenes as the elderly Andreas (Charles Tingwell) and Claire (Julia Blake), who were briefly a loving couple in Belgium more than 50 years earlier, just after World War II, are reunited. The contemporary material, in which Andreas and Julia have to deal with their spoiled, resentful children, makes better drama. - Elvis Mitchell\r\n", "multimedia": null}, {"headline": "Rat Race (Movie)  ", "publication_date": "2001-08-17", "byline": "Elvis Mitchell", "critics_pick": 0, "date_updated": "2016-03-30 06:47:25", "opening_date": "2001-08-17", "display_title": "Rat Race", "link": {"url": "http://www.nytimes.com/movie/review?res=9800E4DD153EF934A2575BC0A9679C8B63", "suggested_link_text": "Read the New York Times Review of Rat Race", "type": "article"}, "mpaa_rating": "PG-13", "summary_short": "A wealthy, thrill-addicted casino owner (John Cleese) contrives a race from Nevada to New Mexico with a  $2 million prize. The hand-picked, scrambling contestants include a pair of inept, scuffling brothers (Seth Green and Vince Vieluf) and a humiliated N.F.L. referee (Cuba Gooding Jr.). &quot;Rat Race&quot; crams much antic activity into its meager story line, much of it lifted from other movies.  The script is unashamed about stooping into any sewer for laughs.  The premise of the contest produces so much anxiety that director Jerry Zucker's Zenlike direction can't help but make you feel uneasy. - Elvis Mitchell\r\n", "multimedia": null}], "num_results": 20, "status": "OK", "copyright": "Copyright (c) 2017 The New York Times Company. All Rights Reserved.", "has_more": true}